[
  {
    "1": "হাদীসে সাকলাইন",
    "2": "হাদীসে সাকলাইন\nলেখক: মওলানা মুহাম্মদ নাফিঈ\n\nপ্রকাশক: মাহাজ্জাহ-ডট-কম\n\nবঙ্গানুবাদক: কাজী সাইফুদ্দীন হোসেন\n\n\nশিয়াগ্রন্থ ‘নাহজুল বালাগা’: ইমামে আলী (ক.)-এর উপদেশ নং ১৪৯\n\n\nومن كلامه عليه السلام قبل شهادته.\n\nأَمَّا وَصِيَّتِي: فَاللهَ لاَ تُشْرِكُوا بِهِ شَيْئاً، وَمُحَمَّداً صَلَّي اللّهُ عَلَيْه وَ آلِهِ فَلاَ تُضَيِّعُوا سُنَّتَهُ، أَقِيمُوا هذَيْن الْعَمُودَيْنِ،! وَأَوْقِدُوا هذَيْنِ الْمِصْبَاحَيْنِ، وَخَلاَكُمْ ذَمٌّ.\n\n\nঅর্থ: এই আমার শেষ অসীয়ত/উইল যে, আল্লাহতায়ালার বিষয়ে তাঁর সাথে কাউকে শরীক করবে না। আর মুহাম্মাদুর রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া আলিহি ওয়া সাল্লাম)-এর সুন্নাতকে খর্ব/অবজ্ঞা করবে না (তিনি তাঁর শিয়া তথা সহায়তাকারীদের কথা এখানে উচ্চারণও করেন নি)। তোমরা এই দুটো স্তম্ভ (কুর’আন ও সুন্নাহ)-কে প্রতিষ্ঠিত রেখো এবং এ দুটো প্রদীপকে (মানে কুর’আন ও সুন্নাহকে) জ্বালিয়ে রেখো। তোমরা বিভক্ত না হলে কোনো মন্দ তোমাদের গ্রাস করবে না।\n\n[মাহাজ্জাহ সাইট হতে প্রকাশিত হাদীসে সাকালাইন-শীর্ষক ২৯২ পৃষ্ঠাসম্বলিত পুস্তকের সূচনায় - বঙ্গানুবাদক]"
  },
  {
    "1": "লেখকের আরজ",
    "2": "লেখকের আরজ\n\n\nএ বইয়ের পরবর্তী পৃষ্ঠাগুলোতে হাদীস আস্-সাকলাইন সম্পর্কে দীর্ঘ আলোচনা করা হয়েছে। ভূমিকা হিসেবে প্রথম অংশের শুরুতে কয়েকটি প্রয়োজনীয় বিষয় উল্লেখ করা হয়েছে। প্রথম অংশের শেষে কয়েকটি গুরুত্বপূর্ণ বিষয়ও তুলে ধরা হয়েছে। একইভাবে, দ্বিতীয় বিভাগটিও কিছু গুরুত্বপূর্ণ বিষয় দিয়ে শুরু হয়েছে যার জন্য মনোযোগ প্রয়োজন। নিঃসন্দেহে এটা একটা গভীর একাডেমিক আলোচনা, যা আলেম-উলামার মনোযোগের দাবি রাখে। তবে সর্বসাধারণও এর থেকে উপকৃত হতে পারবেন।\n\n\nপাঠকদের কাছে বিনীত নিবেদন, বইটির দু-একটি অংশ পাঠ করে কোনো সিদ্ধান্তে উপনীত হবেন না। বরং সম্পূর্ণ বইটি পড়া উচিত এবং সিদ্ধান্তে উপনীত হবার সময় মাথায় রাখা উচিত। বইটির বিভিন্ন সন্ধিক্ষণে এমন কিছু বিষয় উল্লেখ করা হয়েছে যা কিছু সন্দেহ অপনোদনে পর্যবেক্ষণযোগ্য। অতএব, কোনো সিদ্ধান্তে পৌঁছুতে কারোরই তড়িঘড়ি করা উচিত হবে না। এটাই হচ্ছে বুদ্ধিমত্তা ও সঠিক উপলব্ধির দাবি।\n\n\nএই লেখক স্বীকার করছি যে জ্ঞান এবং দক্ষতার অভাবের কারণে আমি আমার পছন্দ মাফিক হাদীস আস্ সাকালাইনের প্রতিটি একক ইসনাদ/সনদ (যা সেগুলোকে আল্লাহর কিতাব এবং সুন্নাহ হিসেবে উল্লেখ করে) নকল তথা উদ্ধৃত করতে সক্ষম হইনি। তবে প্রচুর সংখ্যক নির্ভরযোগ্য আসানিদ/সনদ উদ্ধৃত করা হয়েছে যা দ্বিতীয় অংশের শেষে অন্তর্ভুক্ত করা হবে, ইনশাআল্লাহ।"
  },
  {
    "1": "আস্ সাকলাইন",
    "2": "আস্ সাকলাইন\n\n\nالحمد لله رب العالمين و الصلاة و السلام على سيدنا و مولانا محمد و على آله و أصحابه و أزواجه وأهل بيته واتباعه باحسان إلى يوم الدين.\n\n\nযেসব লোক একদিকে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর সম্মানিত সাহাবা (رضي الله عنه)-বৃন্দের বিরুদ্ধে বিদ্বেষ পোষণ করে এবং অন্যদিকে তাঁর পরিবার ও বংশধরদের প্রতি অগাধ ভালোবাসার দাবি করে, তারা তাদের দাবিকৃত ভালোবাসার সীমা লঙ্ঘন করেছে। তাদের মতে, আল্লাহর কিতাব কুরআনের আদেশ-নিষেধ যেমন সকল অবস্থায় মানা ওয়াজিব/অত্যাবশ্যক, তেমনি আহলে বাইত ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর পরিবার-পরিজনের আনুগত্য করাও সকল অবস্থাতেই ওয়াজিব। তাদের মতে, কাউকে যেভাবে কুরআনের আদেশ-নিষেধ বিশ্বাস না করার দায়ে কুরআনের প্রত্যাখ্যানকারী হিসেবে গণ্য করা হয়, একইভাবে যে ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আহলে বাইতের বাণী ও কর্মকে ঐশী নির্দেশনা হিসেবে গ্রহণ করে না তাকেও কাফের বলে গণ্য করা হয়। এর ফলশ্রুতি হলো, কুরআন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আহলে বাইতের (رضي الله عنه) মধ্যে আর কোনো পার্থক্যই নেই, যার দরুন দুটোই আনুগত্য ও মান্যতার ক্ষেত্রে সমান মর্যাদার অধিকারী।\n\n\nএসব লোকের মধ্যে এই বিশ্বাস এতোটাই গৃহীত যে তাদের কোনো সূত্র থেকে আর উদ্ধৃতির প্রয়োজন অবশিষ্ট নেই। তবে আরো জানার সন্তুষ্টির জন্য কেউ নিম্নে উল্লেখিত আয়াতের অধীনে আবূ আলী আল-তাবারসী কৃত মজমাউল বয়ান (পৃষ্ঠা ২৬৯) গ্রন্থের তাফসীর দেখতে পারেন:\n\n\nوَاُوْلِى الْاَمْرِ مِنْكُمْ.\n\n\nঅর্থ: এবং তোমাদের মধ্যে যাঁরা উলূল আমর তথা আদেশদাতা। [সরাসরি অনুবাদ, আল-কুর’আন, ৪/৫৯]\n\n\nআমরা আহলুস সুন্নাত ওয়াল জামাআত, যাঁরা সংখ্যাগরিষ্ঠ মুসলিম, তাঁরা দৃঢ়ভাবে বিশ্বাস করি যে সম্পূর্ণ আনুগত্য ও বাধ্যতার আদেশ আল্লাহর কিতাব এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সুন্নাহর গণ্ডিতেই নিহিত। মহান আল্লাহ ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি শর্তহীন আনুগত্য তাই একান্ত অপরিহার্য। যেকোনো তৃতীয় ব্যক্তির প্রতি আনুগত্য কেবল কুরআন ও সুন্নাহ কর্তৃক তাঁকে সেই কর্তৃত্ব দেয়া সাপেক্ষে হবে। নতুবা কোনো ব্যক্তিই স্বাধীন-স্বকীয়ভাবে সেই পদমর্যাদায় অধিষ্ঠিত নন।\n\n\nযে কোনো ব্যক্তির প্রতি একজন মুসলমানের আনুগত্য - তিনি গভর্নর হোন, তাঁর পিতা-মাতা হোন, উম্মাহর বয়োজ্যেষ্ঠ ও আলেম হোন বা এমনকি আহলুল বাইতের বিশিষ্ট ব্যক্তিবর্গই হোন - তাঁদের প্রতি আনুগত্য কেবল কুরআন ও সুন্নাহ মেনে চলার উপরই নির্ভর করে। তাঁদের প্রতি আনুগত্য সেইসব বিষয়ের মধ্যেই সীমাবদ্ধ যা শরীয়তে গৃহীত। তাঁদের আনুগত্য যদি কোনো পর্যায়ে কুরআন ও সুন্নাহর বিরোধিতা দাবি করে, তবে তা প্রয়োজনীয় হওয়া তো দূরে, জায়েযও হবে না।\n\n\nআহলুস সুন্নাহ ও শিয়া উভয় সম্প্রদায়ই সর্বদা এই প্রাথমিক ও মৌলিক বিষয়ে ভিন্নমত পোষণ করেছেন। এই পার্থক্যের উপর ভিত্তি করে দুটো দলের প্রত্যেকেই তাঁদের মৌলিক বিশ্বাস প্রমাণের দায়িত্ব নিজেদের কাঁধে তুলে নিয়েছিলেন এবং ফলস্বরূপ এই বিষয়ে বেশ কয়েকটি গ্রন্থ রচনা করেছেন। আল্লাহর রহমতে আমরাও এই দুই দলের আক্বীদা-বিশ্বাস প্রত্যেক দলের দলিল-প্রমাণের সাথে পেশ করতে ইচ্ছুক। দুটো দলের মধ্যে সত্যপন্থী কারা, এ বই তারই একটা নির্দেশিকা হিসেবে কাজ করবে।\n\n\nএই আলোচনাকে দুই ভাগে ভাগ করা হবে। প্রথম ভাগে যারা আহলে বাইতের (رضي الله عنه) প্রতি অসামান্য ভালবাসার দাবি করে তাদের দ্বারা গঠিত নীতি এবং সেইসাথে তাদের প্রমাণগুলোর প্রতি আলোকপাত করা হবে, ইন-শা-আল্লাহ। দ্বিতীয় ভাগে আহলুস সুন্নাত ওয়াল জামাআতের মূলনীতি কুরআন ও সুন্নাহ থেকে প্রমাণসহ পূর্ণাঙ্গভাবে ব্যাখ্যা করা হবে। আর আল্লাহই ক্ষমতা দানকারী।"
  },
  {
    "1": "প্রথম ভাগ",
    "2": "প্রথম ভাগ\n\n\nএটা জানা উচিত যে, আমাদের প্রতিপক্ষীয় বন্ধুরা তাঁদের মনগড়া নীতির আলোকে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর পরিবারকে আনুগত্যের ক্ষেত্রে কুরআনের সমান মর্যাদা দিয়েছেন। তাঁদের মতে, বৈধ প্রামাণ্য দলিল হওয়ার ক্ষেত্রে উভয়ই সমকক্ষ। সাকালাইনের হাদীস, যা উভয় পক্ষের বইয়ে দেখা যায়, তাকে (শরঈ) পরিচালনা নীতির মর্যাদা দেওয়া হয়েছে। বাস্তবতা হলো, এই গোটা বিশ্বাসের ভিত্তিই এ বর্ণনার উপর গড়ে ওঠেছে।\n\n\nযদি অন্য কোনো আয়াত বা হাদীস/রওয়ায়াত ব্যবহার করা হয়, তবে তা শুধুমাত্র এই হাদীসের পরিপূরক এবং এটাকে আরো প্রমাণসিদ্ধ করার জন্য। অন্যথায়, যতোক্ষণ পর্যন্ত এই হাদীসটি ব্যবহার করা যেতে পারে, ততোক্ষণ তাঁরা অন্য কোনো প্রমাণ উপস্থাপন করাকে অপ্রয়োজনীয় মনে করেন। এ কারণেই তাঁরা দাবি করেছেন যে এই হাদীসটি মুতাওয়াতির, শব্দ ও অর্থ উভয় ক্ষেত্রেই। তাওয়াতুরের এই দাবীটি তাঁদের বিশিষ্ট আলেম ও লেখকদের দ্বারা বহুকাল আগে উচ্চারিত হয়েছিলো [নোট: তাঁদের পরবর্তীকালের পণ্ডিত ও কর্তৃপক্ষের একটি উদাহরণ হলেন মীর হামিদ হুসাইন-মুজতাহিদ লখনভী যিনি শাহ আবদুল আজিজ রাহিমাহুল্লাহ কৃত তুহফাতু ইসনা আশরিয়াহ শীর্ষক বই থেকে ইমামাহ-বিষয়ক অধ্যায় প্রত্যাখ্যান করে তাঁর বই ‘আবাকাতুল আনওয়ার’ রচনা করেছেন। তাঁর বইটি কয়েকটি খণ্ড নিয়ে গঠিত, যার মধ্যে দুটি বড় খণ্ড শুধুমাত্র সাকালাইনের হাদীসের জন্য উৎসর্গ করা হয়েছিলো। তিনি প্রমাণ করার জন্য অনেক চেষ্টা করেছেন যে, তাঁর উপলব্ধি অনুসারে এই বর্ণনাটি শব্দ ও অর্থ উভয় দিক থেকেই মুতাওয়াতির]। এই দাবি প্রমাণ করার প্রয়াসে অনেকগুলো বিশাল বই সংকলিত হয়েছে।\n\n\nবর্তমান সময়ের শিয়া পণ্ডিতবর্গ এটাকে একটা অমূল্য ধন হিসেবে বিবেচনা করেন এবং এটা সম্পর্কে অযৌক্তিক দাবি উত্থাপন করে তাঁদের পূর্বসূরীদের পথই অনুসরণ করেন [নোট: সমসাময়িক শিয়া পণ্ডিতবর্গ হাদীস আস্-সাকালাইনের উপর ব্যাপকভাবে লিখেছেন এবং এ বিষয়ে প্রতিনিয়ত নতুন নতুন পুস্তিকা লেখা হচ্ছে। সম্প্রতি ১৩৭০ হিজরীতে জনৈক শিয়া পণ্ডিত মুহাম্মাদ কাওয়াম আদ্-দীন আল-কুম্মী সুন্নী উৎস থেকে হাদীস আস্-সাকালাইনের বর্ণনা সংগ্রহ করেছেন। মিশরীয় দারুল তাকরীব প্রকাশনী এটা ১৩৭৪ সালে মুদ্রণ করে। এরপর সারগোদাহ থেকে একজন শিয়া পণ্ডিত মুহিব্বু হুসাইন কাযিমী এই বইটি উর্দূতে অনুবাদ করে ইরশাদে রাসূল আস্ সাকালাইন আল-মারুফ বি-হাদীসিস্ সাকালাইন শিরোনামে মুদ্রণ করেন। এতে হাদীসটি উল্লেখকারী প্রত্যেক আলেমের যুগও উল্লেখ করা হয়েছে। আমাদের বইটি সংকলন করার সময় এই বইটি আমাদের সামনে রাখা হয়েছিলো। এসব বর্ণনার উত্তর এ আলোচনার অংশ হিসেবে উপস্থিত হবে, তাই সেসব বর্ণনার উত্তরের জন্য আলাদা বইয়ের প্রয়োজন নেই]। তাঁদের মতে, এই হাদীসটি ইসলামের ভিত্তি এবং ইসলামের ক্ষেত্রে (কুর’আনের পাশাপাশি) শস্য পিষবার জাঁতাকলের দুটো পাথরের একটি হওয়ার উপমা। আমরা সম্মানিত পাঠকের সামনে উদাহরণ হিসেবে জনৈক সমসাময়িক শিয়া পণ্ডিতের কাজের একটি উদ্ধৃতি পেশ করছি, যিনি নিজেই দাবি করেছেন যে তাঁর কাজটি এক মহাকীর্তি:\n\n\nقال انى تارك فيكم الثقلين الحديث وهو حديث الثقلين حديث متواتر ولو أنكره الجهول…وهو حديث الثقلين الذي هو مدار الهمام بحيث يدور عليه رحى الاسل.\n\n\nঅর্থ: আমি তোমাদের মাঝে দুটি গুরুত্বপূর্ণ জিনিস রেখে যাচ্ছি... এটা হলো হাদীস আস্-সাকালাইন, এমনই একটি মুতাওয়াতির বর্ণনা যা উম্মাহ কর্তৃক ব্যাপকভাবে গৃহীত হয়, যদিও অজ্ঞরা তা প্রত্যাখ্যান করেছে। এটা সমস্ত মৌলিক বিষয়ের মূল এবং যা ইসলামের জাঁতাকলকে ঘুরিয়ে দেয়। [ফুলকুন্নাজাত, অনূদিত প্রথম সংস্করণ, ২৬ পৃষ্ঠা; প্রথম অধ্যায়, আহলে হক্ক-বৃন্দের মানদণ্ড সম্পর্কে; মুহাম্মদ আলী শীঈ প্রণীত ও আমীরুদ্দীন অনূদিত]\n\n\nউপরের লেখাটির লেখকের পরিশ্রমী ছাত্র আমীরুদ্ দীন সাহেব ফুলকুন্নাজাত বইটি অনুবাদ করেছেন এবং এতে কয়েকটি পাদটীকাও যুক্ত করেছেন। ইমামে আলী (রাদিয়াল্লাহু আনহু)-এর খিলাফত-বিষয়ক অবতীর্ণ লিপি সম্পর্কে আলোচনার অধীনে এই গ্রন্থে যা লিপিবদ্ধ হয়েছে, তাতে সাকালাইনের হাদীসও উদ্ধৃত করা হয়েছে। এই সন্ধিক্ষণে তাঁর পাদটীকা যোগ করে তিনি তাওয়াতুরের দাবিটি একটু ভিন্নভাবে পুনরাবৃত্তি করেন। তিনি আহলুস সুন্নাহর নিন্দায় লিখেছেন:\n\n\nযদিও যাঁরা প্রথম তিনজনকে (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খলীফাবৃন্দ) ভালোবাসেন তাঁরা তাঁদের শাসকদের খুশি করার জন্য অনেক বর্ণনা রচনা করেছেন, তারপরও তাঁরা এমন বর্ণনা তৈরি করতে পারেননি যা হাদীস আস্-সাকালাইন, হাদীস আল-উইলায়াহ (“আলী তাদের সকলের মাওলা যারা আমাকে মাওলা হিসেবে গ্রহণ করে”) এবং এগুলোর পাশাপাশি আহলুল বাইত (رضي الله عنه) সম্পর্কে বর্ণিত অন্যান্য সহীহ, মুতাওয়াতির এবং ব্যাপকভাবে গৃহীত বর্ণনার সাথে মিলে যায়। [প্রাগুক্ত ফুলকুন্নাজাত, ১ম খণ্ড, ৪৯২ পৃষ্ঠার পাদটীকা; ইমামে আলী (ক.)-এর খেলাফতের প্রমাণসূচক লিপিসমূহের অধীন]\n\n\nউপরে উদ্ধৃত পাঠের সারাংশ নিম্নরূপ;\n\n\n১/ - সাকালাইনের বর্ণনা (আল্লাহর কিতাব এবং আমার ‘ইতরাত, আমার আহলে বাইত) শিয়াদের মতে মুতাওয়াতির।\n\n২/ - তাঁদের মতাদর্শের ভিত্তি হলো এই বর্ণনা, যা আহলে বাইতের (رضي الله عنه) প্রমাণ এবং আনুগত্য বাধ্যতামূলক হওয়ার ক্ষেত্রে এই বর্ণনাই তাঁদের বিশ্বাসের মূল উৎস।\n\n৩/ - এই বর্ণনাটিই ইসলামের জাঁতাকলের পাথরকে সুনির্দিষ্ট করে। অন্য কথায়, এই বর্ণনাটি ইসলামের ভিত্তি হওয়ার মর্যাদা ধারণ করে।\n\n\nআমাদের মূল আলোচনা চালিয়ে যাওয়ার আগে কয়েকটি বিষয় বিবেচনা করা দরকার:"
  },
  {
    "1": "বিষয়-১",
    "2": "বিষয়-১\n\n\nসম্মানিত পাঠককে অবগত থাকতে হবে যে, ‘ফুলকুন্ নাজাত’ পুস্তকের লেখক হাদীসের মতন তথা পাঠের দিক দিয়ে হাদীসে সাকলাইনের মুতাওয়াতির তথা জনশ্রুত ও প্রসিদ্ধ হওয়ার দাবির পক্ষে পর্যাপ্ত প্রমাণ দিতে পারেননি। এর পরিবর্তে সমস্ত বিতর্কিত বিষয় নিয়ে তাঁর আলোচনা শুরু করার আগে তিনি এই বর্ণনার মাধ্যমে তাঁর যুক্তি প্রতিষ্ঠা করার যথাসাধ্য চেষ্টা করেছেন। এভাবে তিনি এমন কী আহলুস সুন্নাহর কিতাব থেকেও প্রচুর সংখ্যক (সহীহ ও অ-সহীহ উভয় ধরনের) হাদীসের উল্লেখ করেছেন।\n\n\nতবে বিভিন্ন বই নিয়ে গবেষণা ও অধ্যয়ন করার পরে আমরা আত্মবিশ্বাসের সাথে বলতে পারি যে ছাত্র এবং তাঁর শিক্ষক কর্তৃক হাদীস আস্ সাকলাইনের আলোচনায় উপস্থাপিত বেশিরভাগ উপাদানই উপরোক্ত লেখক লক্ষ্ণৌয়ের শিয়া মীর হামিদ হাসানের রচিত ‘আবাকাত আল-আনোয়ার’ বইটি হতে নকলবাজি করেছেন। এটা তাঁদের কোনো কৃতিত্ব নয়।\n\n\nমীর হামিদ আহলুস সুন্নাহর কিতাবসমূহ থেকে এ বর্ণনাটি মুতাওয়াতির বলে প্রতিষ্ঠিত করার প্রয়াসে অনেক তকলিফ করেছেন।"
  },
  {
    "1": "বিষয়-২",
    "2": "বিষয়-২\n\n\nসীমানার ওপারে অবস্থানকারী আমাদের বন্ধুরা (মানে শিয়াচক্র) বাস্তবতাকে উল্টোভাবে প্রমাণ করার ব্যর্থ চেষ্টা করেছেন এ মর্মে যে, এই হাদীসটি নাকি আমাদের এবং তাঁদের উভয়ের কাছেই মুতাওয়াতির। তাঁরা আহলুস সুন্নাহকে এই হাদীস প্রত্যাখ্যান করার এবং এটাকে আমলের যোগ্য নয় বলে বিবেচনা করার ক্ষেত্রে অভিযুক্ত করেছেন। এই কারণে আমরা এই বর্ণনা সম্পর্কে আহলুস সুন্নাহর সঠিক দৃষ্টিভঙ্গি তাঁদের নীতিমালা/উসূল অনুসারে ব্যাখ্যা করতে চাই। এই বর্ণনাটি কতোটুকু মাত্রায় গ্রহণযোগ্য তা এখানে ব্যাখ্যা করা হবে। আমরা এই বর্ণনার জন্য যতোগুলো প্রাপ্তিসাধ্য আসানিদ সম্ভব, সেগুলোর সহীহ/বিশুদ্ধ বা যয়ীফ/দুর্বল হওয়া সম্পর্কে গবেষণার আলোকে একটি মন্তব্যসহ উপস্থাপন করবো [নোট: এই বইটি পড়লেই বোঝা যাবে কোন্ বর্ণনাটি সহীহ আর কোনটি নয়। যেমন - মুসনাদে আহমদের অষ্টম বর্ণনা, আদ্ দারেমির বর্ণনা এবং সহীহ মুসলিমের বর্ণনা সবই নির্ভরযোগ্য আসানিদের মাধ্যমে প্রতিষ্ঠিত হয়েছে। শুধুমাত্র সেগুলোর পাঠের ব্যাখ্যা করা প্রয়োজন। তাই ‘হাদীসে সাকলাইন’ শিরোনামের এ বইটির লেখকের প্রতি হাদীসে সাকলাইন-সংক্রান্ত সমস্ত বর্ণনা প্রত্যাখ্যান করার অভিযোগ আনা ভুল হবে]। অতঃপর সহীহ আসানিদের পাঠের অর্থও এখানে উল্লেখ করা হবে।\n\n\nআহলে বাইত (رضي الله عنه)-কে ভালোবাসার দাবিদারদের দ্বারা করা এই হাদীসটিকে মুতাওয়াতির দাবির অযৌক্তিকতা পাঠকের কাছে এই আলোচনা প্রকাশ করে দেবে। বর্ণনাটি প্রত্যাখ্যান করার জন্য আহলুস সুন্নাহর বিরুদ্ধে উত্থাপিত আপত্তি ও অভিযোগের সত্যতাও পাঠকের কাছে প্রকাশ করা হবে এবং যারা এ প্রতারণায় প্রকৃত অপরাধী তাদের মুখোশও উন্মোচন করা হবে। তদুপরি, এই আলোচনা পাঠককে বিরোধীদের এ দাবির (শরঈ) ভিত্তি সম্পর্কেও অবহিত করবে যে এই রওয়ায়াত/বর্ণনাটি আহলুল্ বাইত (رضي الله عنه)-এর অনুসরণের পক্ষে (কতোখানি) বাধ্যবাধকতা প্রমাণ করে থাকে; মানে এটা বিরোধীদের একটা বৈধ দাবি কি-না তাই এই আলোচনায় প্রকাশ করা হবে।"
  },
  {
    "1": "বিষয়-৩",
    "2": "বিষয়-৩\n\n\nআমরা যথাসাধ্য চেষ্টা করেছি সাকলাইনের যে সমস্ত বর্ণনা আমরা আমাদের (সুন্নীদের) বইপত্রে পেয়েছি, আমাদের নিজস্ব গবেষণার মাধ্যমেই হোক বা আমাদের (শিয়া) ‘বন্ধুদের’ দিকনির্দেশনার মাধ্যমেই হোক, তা আমরা পেশ করেছি। যেহেতু ‘ফুলকুন্ নাজাত’ বইটি শুধুমাত্র ‘আবাকাত আল-আনোয়ার’ থেকে উদ্ধৃতিসমূহ উপস্থাপন করেছে, সেহেতু আমরা এতে নতুন কোনো ইসনাদ পাইনি। তবে আমরা ‘আবাকাত আল-আনোয়ার’ পুস্তকে কয়েকটি আসানিদ খুঁজে বের করতে পেরেছি। আমরা ‘ইয়া নাবী আল-মাওয়াদ্দাহ’ গ্রন্থেও কিছু তথ্য পেয়েছি।\n\n\nউপরন্তু, আমরা আমাদের এই গ্রন্থে শুধুমাত্র সেই সংকলনগুলোর বর্ণনাই উল্লেখ করেছি যেখানে ইসনাদের উল্লেখ করা হয়েছে। আমরা সেসব সংকলন থেকে বর্ণনা করিনি যেগুলোর প্রণেতাবর্গ নিজেরা হাদীস বর্ণনা করার পরিবর্তে অন্যের উপর নির্ভর করেন এবং অন্য উৎস থেকে উদ্ধৃত করেন। কারণ যাঁরা নিজেরা অন্যদের থেকে উদ্ধৃত করেছেন তাঁদের থেকে উদ্ধৃতি দিয়ে কোনো লাভ নেই; আরেক কথায়, তাঁদের বইগুলো গৌণ উৎস এবং বর্ণনার মূল উৎস নয়।\n\n\nএই পদ্ধতিটি আমাদের তথাকথিত \u0027শুভানুধ্যায়ী\u0027বর্গ (মানে শিয়া গোষ্ঠী) গ্রহণ করেননি, যাঁরা বিভিন্ন ধরনের (হাদীস) সংকলনের মধ্যে পার্থক্য করতে চাননি। বরং সেগুলোর উৎসগুলোর তালিকা দীর্ঘ করার উন্মত্ততায় তাঁরা এই হাদীসটি যে কয়টি সংকলনে খুঁজে পেয়েছেন তার প্রতিটিই যুক্ত করেছেন; এ ক্ষেত্রে সে সংকলনের লেখক আসানিদের উল্লেখ করেছেন, নাকি কেবল অন্য উৎস উদ্ধৃত করেছেন, তা বিবেচ্য বিষয় হয়নি। এটা বোঝা উচিত যে গৌণ উৎস থেকে উদ্ধৃতি দেয়ার সময় সূত্রের তালিকা দীর্ঘায়িত হলেও এটা অভীষ্ট লক্ষ্য যা আসানিদের প্রাচুর্য, তা অর্জন করে না।\n\n\nএই কারণেই শুধুমাত্র সেসব পণ্ডিত ও লেখকের বই উদ্ধৃত করা হয়েছে যাঁরা সনদ উল্লেখ করেছেন। যাঁরা নিছক অন্যান্য সূত্রের উদ্ধৃতি দিচ্ছিলেন তাঁদের প্রতি কোনো মনোযোগ দেয়া হয়নি এবং তাঁদের বইয়ে উদ্ধৃত বর্ণনাগুলো কোনো উত্তর পাওয়ার যোগ্যও নয়। অনুরূপভাবে, সেসব রেফারেন্সও উত্তর পাওয়ার যোগ্য নয় যেখানে এই হাদীসটিকে একজন বিখ্যাত ও গৃহীত মুহাদ্দিসের প্রতি “অমুক কর্তৃক বর্ণিত” বলে আরোপ করা হয়েছে, অথচ ইসনাদের কোনো অংশই উদ্ধৃত করা হয়নি, এমন কী যে বইটিতে বর্ণনাটি উদ্ধৃত করা হয়েছে তাও সুনির্দিষ্টভাবে উল্লেখ করা হয়নি। গবেষণার নীতির আলোকে, এই ধরনের অজানা রেফারেন্স কোনো উত্তরের যেমন যোগ্য নয়, তেমনি মনোযোগ পাওয়ারও যোগ্য নয়। এটা আরো বেশি প্রযোজ্য হয় তখন, যখন এই রেফারেন্সগুলো যাঁরা পেশ করেছেন তাঁরা বিশ্বাস করেন যে তাকিয়্যাহ/আকীদা গোপন করা হলো সবচেয়ে বড় ইবাদতগুলোর মধ্যে একটি।"
  },
  {
    "1": "বিষয়-৪",
    "2": "বিষয়-৪\n\n\nএ যাবৎ যেসব রেফারেন্স সংগ্রহ করা হয়েছে, তাতে ৩৮টি বই থেকে প্রায় ৬৬টি বর্ণনা রয়েছে। এগুলোর অধিকাংশই এমন যে, ব্যাপক গবেষণা সত্ত্বেও হয় তাদের আসানিদ খুঁজে পাওয়া যায়নি, নতুবা সেগুলো অসম্পূর্ণ বলে প্রমাণিত হয়েছে। পুরো তালিকাটি সুশৃঙ্খলভাবে সামনে পেশ করা হয়েছে (এ বইয়ে)।"
  },
  {
    "1": "বিষয়-৫",
    "2": "বিষয়-৫\n\n\nহাদীস সংকলকদের কালানুক্রমিক রেফারেন্স তালিকাভুক্ত করার ক্ষেত্রে ‘আবাকাত আল-আনোয়ার’ গ্রন্থপ্রণেতার শৈলীও বজায় রাখা হয়েছে। তাই আমরা প্রথমে পূর্ববর্তী যুগের মুহাদ্দিসবৃন্দের বর্ণনা নিয়ে প্রথমে আলোচনা করবো এবং এরপর যাঁরা এসেছেন তাঁদের বর্ণনা নিয়ে পরে আলোচনা করা হবে। এভাবেই (ইসলামী হিজরী সাল অনুসরণ করে) আলোচনা শেষ করা হবে।"
  },
  {
    "1": "বিষয়-৬",
    "2": "বিষয়-৬\n\n\nপাঠকের এটাও জানা উচিত যে, আমাদের তালিকায় আমরা এমন বর্ণনাগুলো অন্তর্ভুক্ত করেছি যা ফুলকুন্ নাজাত পুস্তকের লেখক উল্লেখ করেন নি, অপর দিকে \u0027আবাকাত আল-আনওয়ার\u0027 গ্রন্থের লেখকও এগুলো দেখেননি। আমরা আন্তরিকভাবে এই বিতর্কের অবসান ঘটাতে চাই এমন বাস্তবতাহেতু আমরা কেবল আমাদের উৎস উল্লেখ করেই সরে না পড়ার গুরুদায়িত্ব কাঁধে নিয়েছি। বরং আমরা হাদীসটি তার সমস্ত আসানিদের সাথে উল্লেখ করেছি। যদি এই বর্ণনাগুলো হাদীসের নিয়ম ও উসূল/নীতির আলোকে গ্রহণযোগ্য হয়, তবে সেগুলো নির্দ্বিধায় গ্রহণ করা উচিত; অন্যথায় সেগুলোকে প্রত্যাখ্যান করা দরকার। বিভিন্ন উদাহরণ উদ্ধৃত করার খাতিরে আমরা ইমাম আত্ তাহাভী (رحمة الله) রচিত ‘মুশকিল আল-আসা্র’ এবং আল-খতীব (رحمة الله) লিখিত ‘তারীখে বাগদাদ’ বইগুলো থেকে এই হাদীসটি উদ্ধৃত করেছি; অথচ (উপরোক্ত) দু জন (শিয়া) লেখকই সেগুলো বাদ দিয়ে গিয়েছেন।"
  },
  {
    "1": "বিষয়-৭",
    "2": "বিষয়-৭\n\n\nযেহেতু ফুলকুন্ নাজাত গ্রন্থের লেখকসহ সমসাময়িক অনেক শিয়া পণ্ডিত ‘ইয়া নাবী আল-মাওয়াদ্দাহ পুস্তকের উপর ব্যাপকভাবে নির্ভর করেন, বিশেষ করে ‘সাকলাইন’ হাদীসের ক্ষেত্রে - যেহেতু ‘ইয়া নাবী আল-মাওয়াদ্দাহ’ পুস্তকের লেখক প্রচুর পরিমাণে বর্ণনা সংগ্রহ করেছেন - সেহেতু আমরা মনস্থ করেছি আলোচনার শেষে ‘ইয়া নাবী আল-মাওয়াদ্দাহ পুস্তকের বর্ণনাসমূহ’ শিরোনামে একটি অধ্যায় এখানে যোগ করা উপযুক্ত হবে। এই কিতাবের লেখকের মতামত এবং ‘ইয়া নাবী আল-মাওয়াদ্দা পুস্তকের বর্ণনার মর্যাদা সুনিপুণভাবে ব্যাখ্যা করা হয়েছে, যা ন্যায়পরায়ণ ব্যক্তিদের জন্যে উপকারী প্রমাণিত হবে।"
  },
  {
    "1": "বিষয়-৮",
    "2": "বিষয়-৮\n\n\nআলোচনাকালে আহলুস সুন্নাহর আলেমবৃন্দ কর্তৃক বর্ণনাসমূহের যাচাই-বাছাইয়ের ক্ষেত্রে গৃহীত কয়েকটি নীতির কথা মাথায় রাখা যথোচিত হবে। ইনশা’আল্লাহ এই আলোচনা এসব স্বীকৃত নীতির পরিপন্থী হবে না। প্রথমতঃ যখনই কোনো নির্দিষ্ট বর্ণনাকারীকে নাকচ/অবজ্ঞা করা হয়েছে এবং তাঁর সমালোচনা করা হয়েছে, তখনই (তাঁর বর্ণিত) কোনো হাদীসের ব্যাপারে মন্তব্য করার সময় “প্রশংসার চেয়ে অবজ্ঞাকে প্রাধান্য দেওয়ার” এই নিয়মটি মাথায় রাখা হয়েছে। অতঃপর যদি বর্ণনাকারীদের যাচাই-বাছাই করে অন্য কোনো গ্রন্থে এই বর্ণনাকারীর নির্ভরযোগ্যতা পাওয়া যায় তবে তা বিবেচনা করা হবে না।\n\n\nতবে এটা স্পষ্ট করা দরকার যে, এই নীতি প্রয়োগের ক্ষেত্রে আলেমবৃন্দ কতিপয় শর্তারোপ করেছেন। সেগুলোর মধ্যে একটি হলো, সমালোচনা অস্পষ্ট হওয়া উচিত নয়; আর অবজ্ঞা/নাকচের কারণটিও স্পষ্ট করা উচিত। দ্বিতীয়তঃ এই নাকচের বিষয়টি এমন মুহাদ্দীস বিশারদদের কাছ থেকে বর্ণিত হওয়া দরকার, যাঁরা এই বিষয়ে জ্ঞানী এবং হাদীসশাস্ত্রের সাথে ভালোভাবে পরিচিত।\n\n\nদ্বিতীয় নীতি যা মনে রাখা উচিত: একজন বিদ’আতীর বর্ণনা তখনই গৃহীত হবে যখন তাঁর বর্ণনা তাঁরই বিদ’আতের সমর্থন করবে না। যদি তাঁর এমন কোনো বর্ণনা থাকে যা তাঁর বিদ’আতের সমর্থন করে, তাহলে তা গ্রহণ করা হবে না; যেমনটি হাদীসের মূলনীতি ব্যাখ্যাকারী বইগুলোতে বলা হয়েছে:\n\n\nقيل يقبل ما لم يكن داعية إلى بدعته لأن تزيين بدعته قد يحمله تحريف الروايات وتسويتها على ما يقتضيه مذهبه.\n\n\nঅর্থ: বলা হয়েছে যে (একজন বিদ’আতীর বর্ণনা) ততোক্ষণ পর্যন্ত গ্রহণ করা হবে, যতোক্ষণ তিনি তাঁর আকীদা-বিশ্বাসের প্রচারকারী না হন। এর কারণ হলো, আপন বিদ’আতের সৌন্দর্য বর্ধনের চিন্তাভাবনা, তাঁরই আকীদা-বিশ্বাসের সাথে তা মানানসই করার উদ্দেশ্যে বর্ণনাগুলোর বিকৃতি সাধনে ও দূষিতকরণে তাঁকে উৎসাহিত করতে পারে।"
  },
  {
    "1": "বিষয়-৯",
    "2": "বিষয়-৯\n\n\nএটা মনে রাখা গুরুত্বপূর্ণ যে শিয়াদের বই থেকে রেফারেন্স দেওয়া হয়েছিলো তাঁদের বিরুদ্ধে প্রমাণ সম্পূর্ণ করার একমাত্র উদ্দেশ্যেই। বর্ণনাকারীদের সম্পর্কে মন্তব্য, নেতিবাচক বা ইতিবাচক যাই হোক না কেন, প্রথমে আহলুস সুন্নাহর বই থেকে নেওয়া হয়েছিলো, এবং তারপর কয়েকটি স্থানে শিয়া আলেমদের মন্তব্যও উদ্ধৃত করা হয়েছিলো।"
  },
  {
    "1": "বিষয়-১০",
    "2": "বিষয়-১০\n\n\nএই বিষয়গুলো বোঝার পরে, আমরা অবশেষে আমাদের আসল আলোচনা শুরু করছি। প্রতিটি বর্ণনা যা আমরা খুঁজে পাবো, তার প্রত্যেকটির সনদসহ উল্লেখ করা হবে এবং তারপর এটা সম্পর্কে একটা সম্পূর্ণ আলোচনার অবতারণা করা হবে। এতে নিম্নোক্ত পদ্ধতি অবলম্বন করা হবে: প্রথমে বর্ণনার মতন/পাঠ এবং তার ইসনাদটি উল্লেখ করা হবে, তারপর বর্ণনার অনুবাদ করা হবে এবং সবশেষে বর্ণনার সত্যতা নিরূপণ ও সমালোচনার অবতারণা করা হবে। আরো বিস্তারিত বিবরণের প্রয়োজন হলে উপসংহারে তা যোগ করা হবে।\n\n\nআরবী মতন/পাঠের ক্ষেত্রে আরবী ভাষার সাথে অপরিচিতদের সুবিধার জন্যে সেগুলোর  অনুবাদকে একীভূত করার চেষ্টা করা হয়েছে। তবে কয়েকবার অনুবাদসহ আরবী পাঠ দেওয়ার পরে এটা (মানে অনুবাদ) বাদ দেওয়া হয়েছে; কেননা সমস্ত বর্ণনার কমবেশি একই অর্থ রয়েছে। এভাবে বারবার অনুবাদ একেবারে অপ্রয়োজনীয়। কিছু কিছু ক্ষেত্রে আলোচনার শেষে উপসংহারে নোট যোগ করা হয়েছে।"
  },
  {
    "1": "সহীফাহ-এ-ইমাম-এ-আলী রেযা ইবনে মূসা কাযিম",
    "2": "সহীফাহ-এ-ইমাম-এ-আলী রেযা ইবনে মূসা কাযিম\n\n\nعن الحافظ ابن عساكر عن زاهر السخانى عن الحافظ البيهقى عن أبى القاسم المفسر عن إبراهيم بن جعدة عن أبي القاسم عبد الله بن أحمد بن عامر الطائي بالبصرة قال حدثني أبي سنة ماتين وستين قال حدثني علي بن موسى الرضا عليه السلام سنة مائة وأربع وتسعين قال حدثني أبي موسى بن جعفر قال حدثني أبي جعفر بن محمد قال حدثني أبي محمد بن علي قال حدثنى ابى على بن الحسين قال حدثني أبي الحسين بن على قال حدثنى على بن ابى طالب سلام الله عليهم أجمعين أمين إلى يوم الدين قال رسول الله صلى الله عليه و سلم كأني قد دعيت فأجبت وإني تارك فيكم الثقلين أحدهما أكبر من الآخر كتاب الله عز و جل ممدود من السماء إلى الأرض وعترتي أهل بيتي فانظروا كيف تخلفوني فيهما.\n\n\nঅর্থ: হাফিয ইবনে আসাকির (رحمة الله) বর্ণনা করেন যাহির আস্ সাখানী হতে; তিনি হাফিয আল-বায়হাকী (رحمة الله) হতে; তিনি আবূল কাসিম আল-মুফাসসির হতে; তিনি ইবরাহীম ইবনে জা’দাহ হতে; তিনি আবূল কাসিম আবদুল্লাহ ইবনে আহমদ ইবনে আমির আত্ তাঈ (বসরা) হতে; তিনি তাঁর পিতা আমির হতে (২৬০ হিজরী সালে); তিনি আলী ইবনে মূসা রেযা (رحمة الله) হতে (১৯৪ হিজরী সালে); তিনি তাঁর পিতা মূসা ইবনে জা’ফর হতে; তিনি তাঁর পিতা জা’ফর ইবনে মুহাম্মদ হতে; তিনি তাঁর পিতা মুহাম্মদ ইবনে আলী (আল-বাক্বির) হতে; তিনি তাঁর পিতা আলী ইবনে হুসাইন (رحمة الله) হতে; তিনি তাঁর পিতা ইমাম হুসাইন ইবনে আলী (رضي الله عنه) হতে; তিনি তাঁর পিতা হযরত আলী ইবনে আবী তালিব (কার্রামাল্লাহু ওয়াজহাহু) হতে এই মর্মে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন:\n\n\n“এ যেনো আমাকে আমন্ত্রণ জানানো হয়েছে এবং আমি আমন্ত্রণ গ্রহণ করেছি। এক্ষণে আমি তোমাদের মাঝে আস্-সাকলাইন (দুটি ভারী জিনিস) রেখে যাচ্ছি, একটি অন্যটির চেয়ে বড়। সেগুলো হলো: আল্লাহর কিতাব যাকে আকাশ থেকে পৃথিবীতে প্রসারিত রশির সাথে তুলনা করা যেতে পারে, এবং আমার ‘ইতরাত’ যারা আমার আহলে বাইত। আমার (প্রকাশ্য) বিদায়ের পর তোমরা তাদের সাথে কেমন আচরণ করবে সে ব্যাপারে সাবধান।” [ইমাম আলী রেযা ইবনে মূসা কাযিম (رحمة الله)-এর পত্র, ১৪ পৃষ্ঠা; মুওয়া’হিদ প্রিন্টিং প্রেস, মিসরীয় সংস্করণ; ‘মুসনাদে ইমাম যায়দ (رحمة الله)’ গ্রন্থের সাথে প্রকাশিত]  \n\n\nসম্মানিত পাঠকদের জানাতে চাই যে, হাদীস আস্-সাকলাইনের বিভিন্ন সংস্করণ একত্রিত করার সময় এখানে সেই সমস্ত বর্ণনা আমি পুনর্মুদ্রণ করেছি যার রয়েছে ইসনাদ এবং যা আহলুস সুন্নাহর প্রতি আরোপিত গ্রন্থাবলীতে পাওয়া যায়। এটা হাদীসের নিয়ম ও নীতিমালার আলোকে বর্ণনাটির সত্যতা সম্পর্কে জানতে মানুষকে সাহায্য করবে। বর্ণনাগুলো সংগ্রহ করার সময় এই বর্ণনাটি \"আলী রেযার সহীফাহ\" পরিচ্ছেদে পাওয়া গেছে। আমি এর সনদ-সহ বর্ণনাটি হুবহু উদ্ধৃত করেছি।\n\n\nআরেকটি লক্ষণীয় তথ্য হলো, এই লিপির সমস্ত বর্ণনা একটি ইসনাদ দ্বারা বর্ণিত হয়েছে, যা লিপির শুরুতে উদ্ধৃত হয়েছে এবং এভাবে সমগ্র লিপির সত্যতা/বিশুদ্ধতা এই একক ইসনাদের উপরই নির্ভর করেছে। তাই আমরা এখন হুবহু উদ্ধৃত করবো হাদীসের সেই সকল জ্যেষ্ঠ মুহাদ্দীস উলামার মতামত এবং বর্ণনাকারীদের বিশ্বস্তার যাচাই-বাছাইমূলক দলিলও যা আমরা খুঁজে পেয়েছি। এই বর্ণনা গ্রহণযোগ্য কি-না সে ব্যাপারে রায় দেয়ার কাজকে এটা সহজ করবে।\n\n\n১/ - ইমাম যাহাবী (رحمة الله) এই ‘সহীফাহ’র বর্ণনাকারী সম্পর্কে মীযানুল এ’তেদাল গ্রন্থে বলেন:\n\n\nعبد الله بن أحمد بن عامر عن أبيه عن علي الرضا عن آبائه بتلك النسخة الموضوعة الباطلة ما ينفك عن وضعه أو وضع أبيه قال الحسن بن علي الزهري كان أميا لم يكن بالمرضي\n\n\nঅর্থ: আবদুল্লাহ ইবনে আহমদ ইবনে আমির আত্ তাঈ বর্ণনা করেন তাঁর পিতা হতে, তিনি হযরত আলী ইবনে মূসা রেযা (رحمة الله) হতে, তিনি বর্ণনা করেন তাঁর পূর্বপুরুষদের থেকে এই মর্মে যে, এ লিপি/সহীফাহ জাল (মওদূ) ‍ও বাতিল। এটা হয় আবদুল্লাহর বানোয়াট লিপি, নতুবা তাঁর পিতার। আয্ যুহরী তাঁর সম্পর্কে বলেছেন, “তিনি (হাদীস শাস্ত্রে) অশিক্ষিত এবং অগ্রহণযোগ্য ছিলেন।” [মীযানুল এ’তেদাল, ২য় খণ্ড, ২২ পৃষ্ঠা]\n\n\n২/ - ইমাম ইবনুল হাজর আসকালানী (رحمة الله) ‘লিসানুল মীযান’ গ্রন্থে এই বর্ণনাটিকে আয্-যাহাবী (رحمة الله)-এর মতোই উল্লেখ করেছেন। এই দুটি রেফারেন্সের মূল বিষয় হলো, \u0027আব্দুল্লাহ ইবনে আহমদ একটি লিপি তৈরি করেছিলেন যা তিনি ইমাম \u0027আলী রেযা (رحمة الله) এবং তাঁর পূর্বপুরুষদের প্রতি আরোপ করেছিলেন। যদি তিনি না হন, তবে এটা তাঁর বাবাই করেছিলেন। এছাড়াও হাসান ইবনু ‘আলী আয্ যুহরী বলেছেন যে তিনি (হাদীসশাস্ত্রে) অশিক্ষিত ছিলেন এবং তাঁর কোনো অনুমোদন ছিলো না [লিসানুল মীযান, ৩য় খণ্ড, ২৫২ পৃষ্ঠা; নম্বর ১০৯৭]। এটাও মনে রাখা উচিত যে, ‘আবদুল্লাহ ইবনে আহমদ বিখ্যাত ইমাম আহমদ ইবনে হাম্বল (رحمة الله)-এর ছেলে নন; কাউকে অন্য আরেকজন বলে ভুল না করার বিষয়ে যত্নবান হতে হবে।\n\n\n৩/ - মোল্লা আলী ক্বারী (رحمة الله)-ও নিজ ‘আল-মাসনূ ফীল্ আহাদীসিল মওদূ’ পুস্তকে এই লিপিটি জাল হওয়ার ব্যাপারে স্পষ্ট লিখেছেন:\n\n\nوعبد الله بن أحمد عن أبيه عن علي الرضا عن آبائه يروى نسخة باطلة موضوعة ما ينفك عن وضعه أو وضع أبيه.\n\n\nঅর্থ: আবদুল্লাহ ইবনে আহমদ বর্ণনা করেন তাঁর পিতা হতে, তিনি আলী ইবনে মূসা রেযা (رحمة الله) হতে একটি জাল ও বাতিল লিপি। এটা হয় আবদুল্লাহর বানোয়াট লিপি, নতুবা তাঁর পিতার। [আল-মাসনূ ফীল আহাদীসিল মওদূ’, ৩৬ পৃষ্ঠা; মুহাম্মদী প্রিন্টার্স, লাহোর, পাকিস্তান]\n\n\n৪/ - আশ্ শওকানীও তাঁর রচিত ‘ফাওয়াঈদুল মজমূআহ ফী আহাদীসিল মওদূআহ’ কিতাবে স্পষ্টভাবে লিখেছেন:\n\n\nو منها عبد الله بن أحمد عن أبيه عن علي الرضا عن آبائه كلها موضوعة باطلة.\n\n\nঅর্থ: এসব (বানোয়াট) লিপির মধ্যে আবদুল্লাহ ইবনে আহমদের লিপিটি রয়েছে, যা বর্ণিত হয়েছে তাঁর পিতার কাছ থেকে, তিনি ইমাম আলী রেযা (رحمة الله) থেকে, তিনি তাঁর পূর্বপুরুষদের থেকে। এর পুরোটাই জাল ও বাতিল।\n\n\nসংক্ষেপে, \u0027আব্দুল্লাহ ইবনে আহমদ হযরতে ইমামে \u0027আলী রেযা (رحمة الله) ও তাঁর পূর্বপুরুষদের প্রতি একটি বানোয়াট লিপি আরোপ করেছিলেন, যা তিনি সর্বসাধারণের কাছে বর্ণনা করেছিলেন। (উপরোক্ত) এই মহান পণ্ডিতদের কথার আলোকে এই লিপিটি, যা সর্বসাধারণ্যে “সহীফাহ-এ-\u0027আলী আল্ রেযা\u0027 হিসেবে প্রসিদ্ধি লাভ করেছে, তা প্রকৃতপক্ষে \u0027আলী ইবনে আহমদ ইবনে \u0027আমির আত্ তাঈ অথবা তাঁর বাবার \u0027ঊর্বর মস্তিষ্কের\u0027 ফসল।\n\n\nইসনাদে অবশিষ্ট যাঁদের নাম রয়েছে তাঁরা প্রকৃতই পুণ্যবান বযূর্গানে দ্বীন। তাঁদের নামগুলোকে চোখে ধুলো দেয়ার জন্যেই কেবল যুক্ত করা হয়েছে, যাতে সর্বসাধারণ বিনা দ্বিধায় বর্ণনাটি গ্রহণ করে নেন। নামগুলোর দিকে একটু নজর দিলেই তাঁরা এই বানোয়াট লিপিটি গ্রহণ করতে রাজি হয়ে যাবেন। উপরের ব্যাখ্যাটি এই লিপিটিতে উপস্থিত সবগুলো বর্ণনার হাকীকত তথা বাস্তবতাকে উন্মোচিত করে; আর হাদীসে সাকলাইনও এই লিপিতে দৃশ্যমান, যা অন্যান্য বর্ণনার মতো একই শ্রেণিভুক্ত হবে।\n\n\nআমরা যদি ধরেও নিই যে উপরোক্ত বর্ণনাটি গ্রহণযোগ্য, তাহলেও তা আমাদের বিরুদ্ধে পরিগণিত হবে না। এর কারণ হলো, প্রথমতঃ বর্ণনার অর্থ বেশ স্পষ্ট; মহিমান্বিত কুর’আনকে একটি রজ্জুর সাথে তুলনা করা হয়েছে যেটা আমাদেরকে শক্ত করে ধরে রাখার নির্দেশ দেয়া হয়েছে এবং আমাদেরকে নির্দেশ দেয়া হয়েছে প্রিয়নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর পরিবার সদস্যদের সাথে সৌহার্দ্যপূর্ণ আচরণ করার জন্যে। তাঁদের সর্বদা সম্মান করা উচিত এবং যথাযথভাবে বিবেচনা করা উচিত; আর যদি কখনো তাঁদের সমীপবর্তী হতে হয়, তবে তা ভালোবাসার সাথে হওয়া উচিত। তাঁদের অধিকার কখনো পদদলিত করা উচিত নয়। আহলুস সুন্নাহ এ দৃষ্টিভঙ্গির সাথে সম্পূর্ণ একমত, যা এই বর্ণনার মুখ্য বাণী। এ বিষয়ে কোনো প্রকার মতপার্থক্য নেই।\n\n\nদ্বিতীয়তঃ উপরোক্ত বর্ণনায় এমন কোনো শব্দ নেই যা আহলে বাইত (رضي الله عنه)-বৃন্দের অনুসরণ ও আনুগত্যের নির্দেশ দেয়। এই বর্ণনাটি কোনভাবেই এমন কথা নির্দেশ করে না, যে ব্যক্তি এগুলো মানবে না সে পথভ্রষ্ট হবে। তাই আমরা যদি মেনেও নিই যে এই বর্ণনাটি সহীহ এবং গ্রহণযোগ্য (যা আসলে এটা নয়), তবে তাও এটা আমাদের কোনো আকীদা-বিশ্বাসেরই বিরুদ্ধে যায় না। উপরন্তু, এটা আমাদের \u0027প্রতিপক্ষীয় বন্ধুদের\u0027 দাবির পক্ষে ন্যূনতম বৈধতাও প্রমাণ করে না।"
  },
  {
    "1": "তাবাক্বাত-এ-ইবনে সা’আদ",
    "2": "তাবাক্বাত-এ-ইবনে সা’আদ\n\n\nরচয়িতা আবূ আবদুল্লাহ মুহাম্মদ ইবনে সা’আদ ইবনে মানেঈ আল-হাশিমী (ইন্তেক্বাল: ২৩৫ হিজরী)। তিনি বর্ণনা করেন:\n\n\nأخبرنا هاشم بن القاسم الكناني حدثنا محمد بن طلحة عن الأعمش عن عطية عن أبى سعيد الخدرى عن النبى صلى الله عليه و سلم قال إني أوشك أن أدعى فأجيب وانى تارك فيكم الثقلين كتاب الله وعترتي كتاب الله حبل ممدود من السماء إلى الارض وعترتي اهل بيتي وان اللطيف الخبير أخبرني أنهما لن يتفرقا حتى يردا على الحوض كيف تخلفوني فيهما.\n\n\nঅর্থ: আমাদের কাছে বর্ণনা করেছেন হাশিম ইবনুল ক্বাসিম আল-কিন’আনী; তিনি মুহাম্মদ ইবনু তালহাহ হতে, তিনি আল-আ’মাশ হতে, তিনি ‘আতিয়্যাহ হতে, তিনি হযরত আবূ সাঈদ আল-খুদরী (رضي الله عنه) হতে এ মর্মে যে, রাসূলুল্লাহ (ﷺ) বলেছেন:\n\n\n“সত্বর আমাকে আমন্ত্রণ করা হবে (আল্লাহ কর্তৃক আমার চিরস্থায়ী আবাসে), আর আমি এ আমন্ত্রণ গ্রহণ করবো। আমি তোমাদের মাঝে দুটি ভারী বস্তু রেখে যাচ্ছি, আল্লাহর কিতাব এবং আমার ‘ইতরাত’। আল্লাহর কিতাব একটি রজ্জুর মতো যা আসমান থেকে জমিন পর্যন্ত প্রসারিত হয়েছে এবং আমার ‘ইতরাত’ বলতে আমার আহলে বাইতকে বোঝায়। প্রকৃতপক্ষে যে পবিত্র সত্তা (আল্লাহ) সর্বোত্তম বিবরণ সম্পর্কে জানেন এবং সবকিছু সম্পর্কে অবগত, তিনিই আমাকে জানিয়েছেন যে এই দুটো কখনোই আলাদা হবে না যতোক্ষণ না তারা হাউজে (কাওছারে) আমার সাথে সাক্ষাৎ করবে। আমার (যাহেরী/প্রকাশ্য) অনুপস্থিতিতে তোমরা তাদের সাথে কেমন আচরণ করো সে বিষয়ে সতর্ক থেকো। [তাবাক্বাত-এ-ইবনে সা’আদ, ২য় খণ্ড, পৃষ্ঠা-২, লেইডেন, নেদারল্যান্ডস হতে ছাপা]\n\n\nউপরের ইসনাদে \u0027আতীয়্যাহ\u0027 নামের ব্যক্তি কঠোরভাবে সমালোচিত হয়েছেন। এই আতিয়্যার বিস্তারিত তথ্য প্রথমে আহলুস সুন্নাহর কিতাবগুলো থেকে উদ্ধৃত করা হবে; তারপর যুক্তি পেশ সম্পন্ন করার জন্যে তাঁর ব্যক্তিত্বের প্রতি আরো আলোকপাত করতে শিয়া সূত্রগুলোও উদ্ধৃত করা হবে। আমরা সামনেও এ বইয়ের অনেক জায়গায় এই পদ্ধতি গ্রহণ করেছি; সুন্নী আলেম-উলামার রচনা উদ্ধৃত করার পরে শিয়া পণ্ডিতদের বই থেকেও উদ্ধৃতি যোগ করা হয়েছে, আর এতে করে বিরোধীদের মোকাবিলায় যুক্তি তর্কাতীত হয়ে পড়েছে।"
  },
  {
    "1": "আহলুস্ সুন্নাহ’র দৃষ্টিতে আতীয়্যাহ আল-আউফী",
    "2": "আহলুস্ সুন্নাহ’র দৃষ্টিতে আতীয়্যাহ আল-আউফী\n\n\n১/ - তাক্বরীবুত্ তাহযীব গ্রন্থে বিবৃত হয়েছে:\n\n\nعطية بن سعد العوفي الجدلي الكوفي أبو الحسن…يخطئ كثيرا كان شيعيا مدلسا.\n\n\nঅর্থ: ‘আতীয়্যাহ ইবনে সা’আদ আল-‘আউফী আল-জাদালী আল-কুফী আবূল হাসান: তিনি একজন শিয়া ছিলেন যিনি তাঁর বর্ণনায় অনেক ভুল করতেন এবং যাঁর কাছ থেকে তিনি বর্ণনা করতেন তাঁর নাম গোপন করতেন (মানে মুদাল্লিস্)। [তাক্বরীবুত্ তাহযীব, ৩৬৩ পৃষ্ঠা; লক্ষ্ণৌ ছাপা]\n\n\n২/ - তাহিরুল ফাত্তানী ‘ক্বানূন আল-মওদূ’আত’ পুস্তকে বলেন:\n\n\nعطية العوفي ضعيف و موضع لا يحل كتب حديثه إلا على جهة التعجب يدلس فى الكلبى بابى سعيد فيظن الخدرى.\n\n\nঅর্থ: ‘আতীয়্যাহ আল-‘আউফী: একজন দুর্বল ও জাল হাদীস বর্ণনাকারী, যাঁর বর্ণনাগুলো একান্তই নিজস্ব হিসেবে উল্লেখ করার উদ্দেশ্য ছাড়া লিপিবদ্ধ করার অনুমতি নেই। তিনি মুহাম্মদ ইবনুল সায়েব আল-কালবীর নাম গোপন করতেন এবং তাঁর প্রতি আরোপিত আবূ সাঈদ নামটি ব্যবহার করে মানুষকে প্রতারিত করতেন এ মর্মে যে, তিনি নবী করীম (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর সাহাবী আবূ সাঈদ খুদরী (رضي الله عنه) থেকে বুঝি হাদীস বর্ণনা করছেন। [ক্বানূন আল-মওদূ’আত ওয়াদ্ দু’আফা, প্রণেতা-তাহিরুল ফাত্তানী আল-হিন্দী, ২৭৮ পৃষ্ঠা, মিসরীয় ছাপা]\n\n\n৩/ - ইমাম ইবনুল হাজর (رحمة الله) ‘আত্ তাহযীব’ গ্রন্থে লেখেন:\n\n\nمسلم بن الحجاج ذكر عطية العوفي فقال هو ضعيف الحديث ثم قال باغنى أن عطية كان ياتى الكلبي و يسئله عن التفسير وكان يكنيه بأبي سعيد فيقول قال أبو سعيد وكان هشيم يضعف حديث عطية…قال الجوزجاني مائل و قال النسائى ضعيف…وكان يعده ابن عدى مع شيعة أهل الكوفة قال ابن حبان وكناه ابو سعيد و يروى عنه فإذا قيل له من حدثك بهذا؟ فيقول حدثني أبو سعيد فيتوهممن أنه يريد أبا سعيد الخدرى وإنما أراد الكلبي لا يحل كتب حديثه إلا على جهة التعجب قال أبو بكر البزار كان يعده في التشيع …وقال الساجي ليس بحجة وكان يقدم عليا على الكل.\n\n\nঅর্থ: মুসলিম ইবনুল হাজ্জাজ (رحمة الله) ‘আতীয়্যাহ আল-আউফী’কে উল্লেখ করেছেন এই বলে, “তাঁর বর্ণনাগুলো অনির্ভরযোগ্য।” অতঃপর তিনি আরো বলেন, এটা (বর্ণনায় এসে) পৌঁছেছে যে, আতীয়্যাহ সাক্ষাত করতেন আল-কালবীর সাথে এবং তাঁকে তাফসীর সম্পর্কে জিজ্ঞেস করতেন। তিনি নিজ তরফ হতে তাঁকে (কালবীকে) আবূ সাঈদ উপাধি দিয়েছিলেন। অতঃপর তিনি লোকদের কাছে বর্ণনা করতেন এ কথা বলে, ‘আবূ সাঈদ বর্ণনা করেছেন।’ হুশাইম তাঁর বর্ণনাগুলোকে যঈফ (দুর্বল) বিবেচনা করতেন। জূযাজানী বলেন, \"তিনি শিয়া মতবাদের দিকে ঝুঁকে পড়েছিলেন।\" ইমাম নাসাঈ (رحمة الله) বলেছেন, ‘তিনি যঈফ।’ ইবনে আদী (رحمة الله) তাঁকে কুফাহবাসী শিয়াদের মধ্যে গণ্য করতেন। ইবনে হিব্বান (رحمة الله) বলেন যে তিনি (আতীয়্যাহ) তাঁকে (আল্ কালবীকে) আবূ সাঈদ উপাধি দিয়েছিলেন। অতঃপর কেউ যদি তাঁকে জিজ্ঞেস করতেন, \"এটা আপনাকে বর্ণনা করেছেন কে?\" তিনি উত্তর দিতেন, “আবূ সাঈদ।” এতে মানুষের মাঝে এই বিভ্রান্তিকর ধারণার জন্ম হতো যে তিনি বুঝি সাহাবী হযরত আবূ সাঈদ খুদরী (রাদিয়াল্লাহু আনহু) থেকে বর্ণনা করছেন, অথচ তিনি আসলে আল-কালবীর বর্ণনাই উল্লেখ করছিলেন। তাঁর বর্ণনাগুলোকে একান্তই নিজস্ব বলে উল্লেখ করার উদ্দেশ্য ছাড়া তা লিপিবদ্ধ করা বৈধ নয়। ইমাম ইবনে হিব্বান (رحمة الله) আরো বলেন, ইমাম আবূ বকর আল-বাযযার (رحمة الله) তাঁকে শিয়াদের মধ্যে গণ্য করতেন। আল সাজী বলেছেন, \"তিনি কোনো নির্ভরযোগ্য বর্ণনাকারী নন এবং তিনি বিশ্বাস করতেন যে খলীফা ইমামে \u0027আলী (কার্রামাল্লাহু ওয়াজহাহু)-এর মর্যাদা সবচেয়ে বেশি ছিলো।\" [তাহযীবুত্ তাহযীব, ৬ষ্ঠ খণ্ড, ২২৫-২২৬ পৃষ্ঠা; ‘দাক্কান-কিতাব আল-মাজরূহীন, ২য় খণ্ড, ১৬৬ পৃষ্ঠায় প্রকাশিত]\n\n\n৪/ - ইমাম যাহাবী (رحمة الله) ‘আল-মীযান’ পুস্তকে বলেন:\n\n\nعطية بن سعد العوفي الكوفي تابعي شهير ضعيف…قال سالم المرادي كان عطية يتشيع…كان يكنيه بأبي سعيد فيقول قال أبو سعيد قلت يعنى يوهم أنه الخدرى قال النسائى و جماعة ضعيف.\n\n\nঅর্থ: \u0027আতীয়্যাহ ইবনে সা\u0027আদ আল-\u0027আউফী আল-কুফী—জনৈক বিখ্যাত তাবেয়ী, তবে দাঈফ/দুর্বল... সালিম আল-মুরাদী বলেছেন, \"আতীয়্যাহ ছিলেন একজন শিয়া। তিনি তাঁর শিক্ষককে আবূ সাঈদ নামটি দিয়েছিলেন এবং তিনি তাঁর কাছ থেকে বর্ণনা করতেন এই বলে, \u0027আবূ সাঈদ বর্ণনা করেছেন।’ এইভাবে (মানুষের মাঝে) বিভ্রান্তিকর ধারণা তৈরি হয়েছিলো যে তিনি হযরত আবূ সাঈদ আল-খুদরী (رضي الله عنه) থেকে বুঝি বর্ণনা করছিলেন।” ইমাম নাসাঈ (رحمة الله) ও অন্যরা বলেছেন যে তিনি দঈফ/দুর্বল (বর্ণনাকারী)। [মীযানুল এ’তেদাল, ২য় খণ্ড, ২০১ পৃষ্ঠা, মিসরীয় ছাপা]\n\n\nউল্লেখিত বিবরণের আলোকে ‘আতিয়্যাহ আল-আউফী’র অবস্থান বেশ স্পষ্ট। তাঁর চক্রান্ত, যা দ্বারা তিনি তাঁর শিক্ষকের নাম গোপন করতেন, যে শিক্ষক মুহাম্মদ ইবনুল সায়েবও তাঁরই মতো একই আকীদা পোষণ করতেন, তাঁকেও এ দ্বারা উন্মোচিত করা হয়েছে। তাই এমন এক ব্যক্তির বর্ণনা কখনোই মেনে নেয়া যায় না। এখানে উল্লেখ করা প্রয়োজন যে, তাঁর শিক্ষক মুহাম্মদ ইবনুল সাইব আল-কালবী ছিলেন একজন কুখ্যাত মিথ্যাবাদী। তিনি কেবল সাবাইয়্যাহ গোষ্ঠীর (আবদুল্লাহ ইবনে সাবা’র অনুসারী) সদস্যই ছিলেন না, বরং তাঁদের একজন নেতাও ছিলেন।\n\n\nআমাদের প্রতিপক্ষীয় (শিয়া) ‘বন্ধুদের’ দৃষ্টিতে এই কালবীর অবস্থান যাই হোক না কেন, শিয়া মতবাদী ‘মুলাখাসসুল-মাক্বালি ফী তাহকীকি আহওয়ালির্ রিজাল’ - ملخص المقال في تحقيق أحوال الرجال - (মাজাহিল তথা অজানা বর্ণনাকারীবর্গ সংক্রান্ত ষষ্ঠ ভাগ) পুস্তকের একটি রেফারেন্সই তৃপ্তি দেয়ার ক্ষেত্রে এখানে যথেষ্ট। এই দু জনের (মানে শিক্ষক আল-কালবী ও তাঁর ছাত্র আল-‘আউফীর) ‘বদান্যতার’ ফসলের মধ্যে রয়েছে সাকলাইনের হাদীস, যা আমাদের আলেম-উলামা তাঁদের গ্রন্থে উল্লেখ করেছেন। এটা এই বর্ণনাকারীদের ওপর তাঁদের নির্ভরতার কারণে নয়, বরং ইসনাদের প্রতি খুব বেশি মনোযোগ না দিয়ে আহলে বাইত (رضي الله عنه)-বৃন্দের বিষয়ে ইতিমধ্যে উল্লেখকৃত ফাযায়েল (গুণগত বৈশিষ্ট্য)-এর তালিকায় যোগ করার জন্যেই এ হাদীসটি উদ্ধৃত হয়েছে।\n\n\nআমরা এখন আমাদের প্রতিপক্ষীয় শিয়া \u0027বন্ধুদের\u0027 জন্যে তাঁদের নিজেদের বই থেকে উদ্ধৃতি পেশ করবো, আর এভাবেই তাঁদের খণ্ডনে যুক্তি পেশ শেষ করবো।"
  },
  {
    "1": "শিয়া পণ্ডিতবর্গের দৃষ্টিতে আতিয়্যাহ আল-আউফী",
    "2": "শিয়া পণ্ডিতবর্গের দৃষ্টিতে আতিয়্যাহ আল-আউফী\n\n\n১/ - আল্ আরদাবীলী নিজ ‘জামিউল রুওয়া’ত গ্রন্থে লেখেন:\n\n\nعطية العوفى من أصحاب الباقر عليه السلام.\n\n\n২/ - আল্ মামাক্বানী আপন ‘তানক্বীহুল মাক্বাল’ পুস্তকে লেখেন:\n\n\nعطية العوفي الكوفي من أصحاب الباقر عليه السلام.\n\n\nঅর্থ: আতিয়্যাহ আল-আউফী আল-কুফী হচ্ছেন ইমাম বাক্বির (رحمة الله)-এর সাথীদের অন্তর্ভুক্ত (উভয় ইবারত/উদ্ধৃতির সারমর্ম)। মুহাম্মদ মিরযা আসতারাবাদী তাঁকে নিজেদের শিয়া বর্ণনাকারীদের মধ্যে গণ্য করেছেন।\n\n\nসুতরাং, উভয় পক্ষের মতানুযায়ী তিনি একজন কট্টর এবং ব্যাপকভাবে পরিচিত শিয়া হিসেবে বিবেচিত এবং ফলস্বরূপ তাঁর যাবতীয় বর্ণনা বিতর্কের বিষয়গুলোর ক্ষেত্রে অগ্রহণযোগ্য। [(১) জামিউর্ রুওয়াত, ১ম খণ্ড, ৫৩৯ পৃষ্ঠা; (২) তানক্বীহুল মাক্বাল, ২য় খণ্ড, ২৫৩ পৃষ্ঠা]"
  },
  {
    "1": "মুসান্নাফে ইবনে আবী শায়বাহ",
    "2": "মুসান্নাফে ইবনে আবী শায়বাহ\n\n\nحدثنا عمر بن سعد أبو داود الحفرى عن شريك عن الركين عن القاسم بن حسان عن زيد بن ثابت رضى الله عنه قال قال رسول الله صلى الله عليه و سلم إني تارك فيكم الخليفتين من بعدي كتاب الله وعترتي اهل بيتي وانهما لن يفترقا حتى يردا على الحوض.\n\n\nউমর ইবনু সা’আদ আবূ দাউদ আল-হিফরী বর্ণনা করেন শারীক হতে, তিনি আর্ রুকাইন হতে, তিনি আল-কাসিম ইবনু হাসসান হতে, তিনি যায়দ ইবনু সাবিত (رضي الله عنه) হতে, যিনি বলেন, রাসূলুল্লাহ (ﷺ) বলেছেন, “আমি আমার পরে তোমাদের মাঝে দু জন খলীফা (উত্তরাধিকারী প্রতিনিধি) রেখে যাচ্ছি: আল্লাহর কিতাব ও আমার ইতরাত, আমার আহলে বাইত (মানে পরিবারসদস্যবৃন্দ)। নিশ্চয় এ দু জন (পরস্পর) বিচ্ছিন্ন হবে না, যতোক্ষণ না তারা আমার সাথে হাউজে কাউছারে মিলিত হচ্ছে।” [মুসান্নাফে ইবনে আবী শায়বাহ, ৪র্থ খণ্ড, ১২১ পৃষ্ঠা]\n\n\nউপরোক্ত ইসনাদ (বা সনদ) নিয়ে গভীর গবেষণা ও অধ্যয়ন করা হয়েছে। এতে পাওয়া তথ্য অনুসারে আর্ রুকাইনের ছাত্র শারীকের বর্ণনাগুলো গ্রহণযোগ্য নয়। সুন্নী ও শিয়া রিজাল তথা হাদীসবিদমণ্ডলীর বইপত্রের আলোকে শারীকের অবস্থান কী তা ন্যায়পরায়ণ ও ভারসাম্যপূর্ণ চিন্তাধারার মানুষের অনুধাবনের জন্যে এখানে পেশ করা হলো। তাঁর প্রদত্ত বর্ণনার অযোগ্যতা প্রকাশ করার জন্যে এটাই যথেষ্ট হবে।"
  },
  {
    "1": "আহলুস্ সুন্নাহর দৃষ্টিতে শারীক",
    "2": "আহলুস্ সুন্নাহর দৃষ্টিতে শারীক\n\n\n১/ - তাহের আল-ফাত্তানী ‘কানূন আল-মওদূ’আত’ পুস্তকে লেখেন:\n\n\nشريك بن عبد الله الكوفي ضعفه يحيى.\n\n\nঅর্থ: ইয়াহইয়া ইবনে মাঈন কর্তৃক শারীক ইবনে আবদীল্লাহ আল-কুফীকে যঈফ/দুর্বল হিসেবে শ্রেণিবদ্ধ করা হয়েছে। [কানূন আল-মওদূ’আত, ২৬২ পৃষ্ঠা]\n\n\n২/ - ইবনে সা’আদ তাঁর ‘তাবাকাত’ গ্রন্থে লিখেছেন:\n\n\nكان شريك كثير الحديث وكان يغلط كثيرا.\n\n\nঅর্থ: শারীক অত্যধিক হাদীস বর্ণনা করতেন এবং তিনি অনেক বেশি ভুলও করতেন। [তাবাকাতে ইবনে সা’আদ, ৬ষ্ঠ খণ্ড, ২৬৩ ও ২৬৪ পৃষ্ঠা]\n\n\n৩/ ইমাম যাহাবী বলেন:\n\n\nقال ابن مبارك حديث شريك ليس بشيء - وقال الجوزجاني سيئ الحفظ مضطرب الحديث…قال أبو زرعة كان كثير الحديث صاحب وهم يغلط أحيانا…قال عبد الله بن ادريس ان شريكا لشيعي.\n\n\nঅর্থ: হযরত ইবনে মুবারক (رحمة الله) বলেন, “শারীকের বর্ণনার কোনো ওজন নেই।” জুযাজানী বলেন, \"তাঁর স্মৃতিশক্তি খারাপ ছিলো এবং তাঁর বর্ণনাগুলো মুদতরিব হাদীস তথা অসামঞ্জস্যপূর্ণ।\" আবূ যুর’আহ বলেন, “তিনি অনেক হাদীস বর্ণনা করেছেন। মাঝে মধ্যে তিনি বিভ্রান্ত হতেন এবং ভুল করতেন। আবদুল্লাহ ইবনে ইদ্রিস বলেন, \"শারীক অবশ্যই শিয়া ছিলেন।\" [মীযানুল ই’তিদাল, ১ম খণ্ড, ৪৪৫ ও ৪৪৬ পৃষ্ঠা]\n\n\n৪/ - ইমাম ইবনু হাজর (رحمة الله) ‘আত্ তাহযীব’ বইয়ে লেখেন:\n\n\nقال ابن القطان شريك بن عبد الله كان مشهورا بالتدليس…قال الأزدي أنه مائل عن القصد غالى المذهب سيئ الحفظ مضطرب الحديث…وقال الساجي كان ينسب إلى التشيع المفرط.\n\n\nঅর্থ: ইবনুল কাত্তান বলেন, \"শারীক ইবনে আবদীল্লাহ তাঁর সূত্র গোপন (তাদলীস) করার জন্যে পরিচিত ছিলেন...।\" আল আযদী বলেন, \"তিনি মধ্যপন্থা থেকে বিচ্যুত হয়েছিলেন। তিনি তাঁর বিশ্বাসে একজন চরমপন্থী ছিলেন। তাঁর স্মৃতিশক্তি খারাপ ছিলো, আর তিনি অনেক ভুল করেছিলেন এবং তাঁর বর্ণিত অনেক মুদতারিব হাদীস রয়েছে।” আস্ সাজী বলেন, \"তাঁকে একজন চরমপন্থী শিয়া হিসেবে দেখা হতো।\" [তাহযীবুত্ তাহযীব, ৪র্থ খণ্ড, ৩৩৭ পৃষ্ঠা]\n\n\n৫/ - ইমাম তিরমিযী (رحمة الله) বলেন:\n\n\nشريك كثير الغلط.\n\n\nঅর্থ: শারীক অনেক ভুল করতেন। [তিরমিযী, ১ম খণ্ড, ৩৩ পৃষ্ঠা]\n\n\n৬/ - আবূ হাতিম বলেন:\n\n\nلا يقوم مقام الحجة.\n\n\nঅর্থ: তাঁর বর্ণনাগুলোকে যোগ্য/উপযুক্ত প্রমাণ হিসেবে গণ্য করা যায় না। [আল-মুগনী, ১ম খণ্ড, ২৯৭ পৃষ্ঠা]"
  },
  {
    "1": "শিয়া পণ্ডিতবর্গের দৃষ্টিতে শারীক",
    "2": "শিয়া পণ্ডিতবর্গের দৃষ্টিতে শারীক\n\n\n১/ - আবদুল্লাহ মামাকানী তাঁর ‘তানকীহুল মাকাল’ কিতাবে বলেন:\n\n\nعن كشف الغمة ما هو نص فى كونه اماميا و ذلك يثبت نجابته.\n\n\nঅর্থ: কাশফুল গুম্মাহ গ্রন্থে স্পষ্টভাবে বলা হয়েছে যে, তিনি (শারীক) ইমামী (শিয়া) ছিলেন। এটাই তাঁর (পরকালীন) মুক্তি ও মাহাত্ম্য প্রতিষ্ঠার জন্যে যথেষ্ট। [তানকীহুল মাক্বাল, ২য় খণ্ড, ৮৫ পৃষ্ঠা]\n\n\n২/ - তোহফাতুল আহবাব ফী নওয়াদিরে আছারিল-আসহাব শীর্ষক পুস্তকে শাইখ আব্বাস আল-কুম্মী তাঁর (শারীকের) জীবনী আলোচনা করেছেন। বইয়ের শেষে তিনি ইমাম জা’ফর সাদিক (رحمة الله)-এর একটি দোয়া শারীকের পক্ষে উদ্ধৃত করেন, যা তাঁর ‘নেককার ঈমানদার’ (তথা শিয়াপন্থী) হওয়ার স্পষ্ট ইঙ্গিতবহ। [তোহফাতুল আহবাব, ১৪৩ পৃষ্ঠা]"
  },
  {
    "1": "মুসনাদে ইসহাক্ব ইবনে রাহাওয়াইহ",
    "2": "মুসনাদে ইসহাক্ব ইবনে রাহাওয়াইহ \n\n\n‘আবাক্বাতুল আনওয়ার’ (১ম খণ্ড, ১৪৭ পৃষ্ঠা) গ্রন্থে বিবৃত হয়:\n\n\nاحمد بن فضل بن محمد با كثير عن وسيلة المآل قال عن على بن ابى طالب رضى الله عنه وكرم الله وجهه أن النبي صلى الله عليه و سلم قال قد تركت فيكم ما إن أخذتم به لن تضلوا، كتاب الله سببه بيده وسببه بأيديكم وأهل بيتي أخرجه إسحاق بن راهويه في مسنده من طريق كثير بن زيد عن محمد بن عمر بن على بن ابى طالب عن أبيه عن جده رضى الله عنهم.\n\n\nআহমদ ইবনু ফযল ইবনু মুহাম্মদ ব-কাসীর বর্ণনা করেছেন ‘ওয়াসীলাতুল মা’আল’ সূত্রে হযরত আলী ইবনে আবী তালিব (কার্রামাল্লাহু ওয়াজহাহু) হতে এ মর্মে যে, প্রিয়নবী (ﷺ) ঘোষণা করেছেন:\n\n\n“নিশ্চয় আমি তোমাদের মাঝে এমন বস্তু রেখে যাচ্ছি যা তোমরা আঁকড়ে ধরলে কখনোই পথভ্রষ্ট হবে না: আল্লাহর কিতাব (কুর’আন) যার এক প্রান্ত আল্লাহর হাতে, আর অপর প্রান্ত তোমাদের হাতে; এবং আমার আহলে বাইত।” এটা ইসহাক্ব ইবনে রাহাওয়াইহ বর্ণনা করেছেন নিজ ‘মুসনাদ’ পুস্তকে কাসীর ইবনে যায়দের সূত্রে; তিনি মুহাম্মদ ইবনে উমর ইবনে আলী ইবনে আবী তালিব হতে, তিনি তাঁর পিতা (উমর) হতে, তিনি তাঁর দাদা (আলী) হতে।\n\n\nমুসনাদে ইসহাক্ব গ্রন্থের প্রকৃত পাণ্ডুলিপি অত্যন্ত বিরল। আমাদের উদ্ধৃত ইসনাদের অংশটি ‘আবাক্বাতুল আনওয়ার’ (১ম খণ্ড, ১৪৭ পৃষ্ঠা) হতে নেয়া হয়েছে। এই মুসনাদের বর্ণনাটি কাসীর ইবনে যায়দ আর্ রূমী হতে গৃহীত, যিনি হযরত আলী (কার্রামাল্লাহু ওয়াজহাহু) হতে তা বর্ণনা করেন। এবার রিজাল পণ্ডিতবৃন্দের দৃষ্টিতে কাসীর ইবনে যায়দের বিশ্বস্ততা আমরা যাচাই করে দেখবো।"
  },
  {
    "1": "কাসীর ইবনে যায়দ আর্ রূমী",
    "2": "কাসীর ইবনে যায়দ আর্ রূমী\n\n\n১/ - ইবনে আবী হাতিম ‘কিতাবুজ্ জারহে ওয়াত্ তা’দীল’ পুস্তকে বলেন:\n\n\nسئل يحيى بن معين عن كثير بن زيد فقال ليس بذاك القوي…فقال أبو زرعة هو صدوق فيه لين.\n\n\nঅর্থ: ইয়াহইয়া ইবনে মাঈন (رحمة الله)-কে কাসীর ইবনে যায়দ সম্পর্কে জিজ্ঞেস করা হয়েছিলো এবং উত্তরে তিনি বলেছিলেন, “মুহাদ্দেসীনের মতে তিনি শক্তিশালী (বর্ণনাকারী) নন”…আবূ যুর’আহ (رحمة الله) বলেন, “সত্যবাদী, কিন্তু তাঁর মধ্যে দুর্বলতা রয়েছে।”\n\n\n২/ - ইমাম যাহাবী (رحمة الله) ‘আল-মীযান’ গ্রন্থে বলেন:\n\n\nقال أبو زرعة فيه لين…قال النسائي ضعيف…قال ابن المدينى وليس بقوى.\n\n\nঅর্থ: আবূ যুর’আহ (رحمة الله) বলেন, “তাঁর মধ্যে দুর্বলতা রয়েছে”...ইমাম নাসাঈ (رحمة الله) বলেন, “যঈফ”...ইবনুল মাদীনী বলেন, “তিনি শক্তিশালী নন।”\n\n\n৩/ - ইমাম ইবনে হাজর (رحمة الله) ‘তাহযীব’ কিতাবে বলেন:\n\n\nقال ابن خزيمة عن ابن معين ليس بذاك وكان أولا قال ليس بشيء…قال النسائى ضعيف…قال أبو جعفر الطبري كثير بن زيد عندهم ممن لا يحتج بنقله.\n\n\nঅর্থ: ইবনে খুযায়মাহ (رحمة الله) বর্ণনা করেছেন ইবনে মাঈন (رحمة الله) হতে, তিনি বলেন, “তিনি (কাসীর বিন যায়দ) বিশ্বস্ত নন।” আর তিনি প্রথমে বলেছিলেন, “তিনি কিছুই নন”... ইমাম নাসাঈ (رحمة الله) বলেন, “যঈফ”... আবূ জা’ফর তাবারী (رحمة الله) বলেন, “কাসীর বিন যায়দ তাঁদেরই অন্তর্ভুক্ত যাঁদের বর্ণনাসমূহকে প্রমাণ হিসেবে ব্যবহার করা যায় না।”\n\n\n৪/ - ইমাম নাসাঈ (رحمة الله) ‘কিতাবুদ্ দু’আফা ওয়াল-মাতরুকীন’ পুস্তকে বলেন:\n\n\nكثير بن زيد ضعيف.\n\n\nঅর্থ: কাসীর ইবনে যায়দ হচ্ছেন যঈফ/দুর্বল।\n\n\nউপরোক্ত চারটি রেফারেন্সে হাদীস বিশারদবৃন্দ স্পষ্টভাবে উল্লেখ করেছেন যে, এই ব্যক্তি (কাসীর ইবনে যায়দ) হাদীসের ক্ষেত্রে অবিশ্বস্ত। তাঁর বর্ণনাগুলো প্রমাণসাপেক্ষ হওয়ার যোগ্য নয় এবং কেউ কেউ তাঁকে বিশ্বাসযোগ্যতার একটি মাত্রা দিলেও তা মনোযোগের যোগ্য নয়; কেননা ইতিপূর্বে আলোচিত নীতিটি বিবৃত করে: \"প্রশংসার চেয়ে অবজ্ঞা প্রাধান্যপ্রাপ্ত\"; তাই এই বর্ণনা গ্রহণযোগ্য হবে না।\n\n\nউপরোক্ত ব্যাখ্যার পর, ‘ওয়াসীলাতুল মা’আল’ পুস্তকের লেখক যদি তাঁর কিতাবে কিংবা তিনি ছাড়া অন্য কোনো লেখক (অন্যত্র) তা বর্ণনা করেন, তবে তাতে কোনো পার্থক্য হবে না। এটাও জানা আবশ্যক যে ‘ফায়যুল কাদীর’ গ্রন্থ যা ‘আল-জামিউস্ সগীর’ গ্রন্থের শরাহ/ব্যাখ্যা, তাতে \u0027আল্লামা \u0027আব্দুর্ রউফ আল মুনাবী (رحمة الله) - لا تبكوا على الدين إذا وليه أهله (দ্বীনের লোকদের দ্বারা পরিচালিত হলে দ্বীনের ব্যাপারে কাঁদবে না তথা আফসোস করবে না) - হাদীসটির উপর মন্তব্য করার সময় কাসীর ইবনে যায়দকে যঈফ/দুর্বল হিসেবে আখ্যায়িত করে তাঁর সমালোচনা করেন। তাই আমরাই প্রথম এবং একমাত্র ব্যক্তি নই, যারা তাঁকে এইভাবে চিহ্নিত করেছি; বরং পূর্ববর্তী উলামাবৃন্দও আমাদের আগে এ কাজ করেছেন।\n\n\nনোট: \u0027আবাকাতুল্ আনওয়ার’ (খণ্ড-১, পৃষ্ঠা-১৪৭) গ্রন্থে বলা হয়েছে: “এই বর্ণনাটি একইভাবে আদ্ দুলাবী (আবূল বিশর মুহাম্মদ ইবনে আহমদ আল-আনসারী আদ্ দুলাবী তাঁর আয্ যুর্রিয়াতুত্ তাহিরাহ গ্রন্থে) বর্ণনা করেছেন। আদ্ দুলাবী এই বর্ণনাটি হুবহু একই ইসনাদ-সহ উল্লেখ করেছেন; তাই তাঁর বর্ণনার আলাদা উত্তর দেয়ার প্রয়োজন এখানে নেই।\n\n\nকাসীর সম্পর্কে ‘ফায়যুল কাদীর শরহু জামেঈস্ সগীর’ (খণ্ড-৬ পৃষ্ঠা-৩৮৭) গ্রন্থে উল্লেখিত বিবরণও অধ্যয়নের যোগ্য।"
  },
  {
    "1": "মুসনাদে ইমামে আহমদ ইবনে হাম্বল আশ্ শায়বানী",
    "2": "মুসনাদে ইমামে আহমদ ইবনে হাম্বল আশ্ শায়বানী\n\n\nআমাদের গবেষণা অনুযায়ী, ‘মুসনাদে আহমদ’ গ্রন্থে সাকলায়নের বর্ণনা আটবার এসেছে। এগুলোর প্রত্যেকটিকে নিজ নিজ আসানিদ-সহ উপস্থাপন করা আমাদের উদ্দেশ্য, যার শেষে প্রতিটি ইসনাদের বিষয়ে আলোচনা করা হবে। সম্মানিত পাঠকবৃন্দ নিজেরাই বিচার করতে পারবেন এই অস্পষ্ট ও ত্রুটিপূর্ণ বর্ণনাগুলো প্রমাণ হিসেবে কাজ করার যোগ্যতা রাখে কি না।\n\n\nপ্রথম বর্ণনা\n\n\nحدثنا عبدالله حدثني أبي أحمد بن حنبل حدثنا اسود بن عامر حدثنا اسرائيل بن يونس عن عثمان بن المغيرة عن علي بن ربيعة قال لقيت زيد بن أرقم وهو داخل على المختار أو خارج من عنده فقلت له أسمعت من رسول الله صلى الله عليه و سلم يقول إني تارك فيكم الثقلين قال نعم.\n\n\nআবদুল্লাহ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনে হাম্বল হতে, তিনি আসওয়াদ ইবনে আমির হতে, তিনি ইসরাঈল ইবনে ইঊনুস হতে, তিনি উসমান ইবনে মুগীরাহ হতে, তিনি আলী ইবনে রাবীআহ হতে, যিনি বলেন: আমি যায়দ ইবনে আরক্বামের দেখা পেলাম যখন তিনি মুখতারের গৃহে প্রবেশ অথবা তা হতে প্রস্থান করছিলেন। আমি তাঁকে জিজ্ঞেস করলাম, আপনি কি রাসূলুল্লাহ (ﷺ)-কে বলতে শুনেছেন এ কথা - “আমি তোমাদের মাঝে রেখে যাচ্ছি সাক্বলাইন?” তিনি উত্তর দিলেন, “হ্যাঁ।”\n\n\nএই বর্ণনাটি, যা সর্বপ্রথম তা অর্থের দিক থেকে বেশ অস্পষ্ট। সাক্বলাইন শব্দের ব্যাখ্যা তো দেয়া হয়নি, না এতে রয়েছে নবী করীম (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর প্রতি আরোপিত বিষয়টির কোনো স্পষ্টতা। এই বর্ণনাটি কেবল এই বিষয়টির উল্লেখ করে যে যায়েদ ইবনে আরক্বাম (রাদিয়াল্লাহু আনহু)-কে জিজ্ঞাসা করা হয়েছিলো যে তিনি \"নিশ্চয়ই আমি তোমাদের মধ্যে সাক্বলাইন রেখে যাচ্ছি\" মর্মে কথাটি শুনেছেন কি-না, যার উত্তর তিনি হ্যাঁ-সূচক দিয়েছিলেন।\n\n\nসুতরাং এটাকে এমনভাবে ব্যাখ্যা করা সবচেয়ে উপযুক্ত হবে যা উভয় পক্ষের কাছে গ্রহণযোগ্য, অর্থাৎ এটা আল্লাহর কিতাব (কুর’আন) এবং রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সুন্নাহকে নির্দেশ করে। তদুপরি, এই ব্যাখ্যাটিকে আল-কুর’আন এবং প্রিয়নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর অবশিষ্ট সহীহ হাদীসের সাথে সম্পূর্ণ সামঞ্জস্যপূর্ণ হতে হবে, এবং এর ওপর সবাইকে একমতও হতে হবে। অতএব, এই বর্ণনাটি বিতর্কিত বিষয়ে প্রমাণ হিসেবে ব্যবহার করা যাবে না। উপরন্তু, এই বর্ণনাটি (উপস্থাপিত) যুক্তির আলোকে অস্পষ্ট এবং কোনোভাবেই এটা শিয়া দাবিকে সঠিক প্রমাণ করে না। তাদের দাবি প্রমাণে স্পষ্ট হাদীস প্রয়োজন।\n\n\nদ্বিতীয় বর্ণনা\n\n\nحدثنا عبد الله حدثني ابى عن ابن نمير ثنا عبد الملك بن ابى سليمان عن عطية العوفى عن ابى سعيد الخدرى قال قال رسول الله صلى الله عليه و سلم انى قد تركت فيكم ما إن أخذتم به لن تضلوا بعدي الثقلين أحدهما أكبر من الآخر كتاب الله حبل ممدود من السماء إلى الأرض وعترتى أهل بيتي وانهما لن يفترقا حتى يردا على الحوض.  \n\n\nআবদুল্লাহ ইবনে আহমদ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনে হাম্বল হতে, তিনি ইবনে নুমাইর হতে, তিনি আবদুল মালিক ইবনে আবী সুফিয়ান হতে, তিনি আতিয়্যাহ আল-আউফী হতে, তিনি আবূ সাঈদ আল-খুদরী (رضي الله عنه) হতে এ মর্মে যে রাসূলূল্লাহ (ﷺ) ঘোষণা করেছেন, “আমি তোমাদের মাঝে এমন কিছু রেখে যাচ্ছি, যাকে আঁকড়ে ধরলে কখনো পথভ্রষ্ট হবে না, তা সাক্বলাইন। এদের একটি অন্যটির চেয়ে বড়: আল্লাহর কিতাব একটি রশির মতো যা আসমান থেকে জমিনে প্রসারিত হয়েছে; এবং আমার ‘ইতরাত, যারা আমার আহলে বাইত। এই দুটো কখনোই আলাদা হবে না যতোক্ষণ না তারা হাউজ আল-কাওসারে আমার সাথে মিলিত হবে।” [মুসনাদে আহমদ হাম্বল, ৩য় খণ্ড, ৯৫ পৃষ্ঠা]\n\n\nতৃতীয় বর্ণনা\n\n\nحدثني ابي حدثنا اسود بن عامر أخبرنا أبو إسرائيل يعني إسماعيل بن إسحاق الملائي عن عطية  عن أبي سعيد قال قال رسول الله صلى الله عليه و سلم إني تارك فيكم الثقلين أحدهما أكبر من الآخر كتاب الله حبل ممدود من السماء إلى الأرض وعترتي أهل بيتي وانهما لن يفترقا حتى يردا على الحوض.\n\n\nআবদুল্লাহ ইবনে আহমদ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনে হাম্বল (رحمة الله) হতে, তিনি আসওয়াদ ইবনে আমির হতে, তিনি আবূ ইসরাঈল ইসমাঈল ইবনে ইসহাক আল-মালাঈ হতে, তিনি আতিয়্যাহ হতে, তিনি হযরত আবূ সাঈদ (رضي الله عنه) হতে এ মর্মে যে রাসূলুল্লাহ (ﷺ) বলেছেন, “নিশ্চয় আমি তোমাদের মাঝে ‘সাক্বলাইন’ (তথা দুটো জিনিস) রেখে যাচ্ছি, যেগুলোকে আঁকড়ে ধরলে তোমরা কখনো পথভ্রষ্ট হবে না। একটি অপরটির চেয়ে বড়: আল্লাহর কিতাব (কুর’আন) একটি রশির মতো আসমান থেকে জমিনে বিস্তৃত হয়েছে, আর আমার ইতরাত হচ্ছে আমারই আহলে বাইত। এ দুটো কখনো বিচ্ছিন্ন হবে না, যতোক্ষণ না তারা হাউজে কাউসারে মিলিত হবে।” [মুসনাদে আহমদ, ৩য় খণ্ড, ১৪ পৃষ্ঠা]\n\n\nচতুর্থ বর্ণনা\n\n\nحدثنى أبى ثنا أبو النضر ثنا محمد يعني ابن طلحة عن الأعمش عن عطية العوفى عن ابى سعيد الخدرى عن النبى صلى الله عليه و سلم قال اني أوشك أن أدعى فأجيب وإني تارك فيكم الثقلين كتاب الله عز وجل وعترتي كتاب الله حبل ممدود من السماء إلى الأرض وعترتي اهل بيتي وان اللطيف الخبير أخبرني أنهما لن يفترقا حتى يردا على الحوض فانظروني بم تخلفوني فيهما.\n\n\nআবদুল্লাহ ইবনে আহমদ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনে হাম্বল (رحمة الله) হতে, তিনি আবূ নাদর হতে, তিনি মুহাম্মদ ইবনে তালহাহ হতে, তিনি আল-আ’মাশ হতে, তিনি আতিয়্যাহ আল-আউফী হতে, তিনি আবূ সাঈদ আল-খুদরী (رضي الله عنه) হতে এ মর্মে যে প্রিয়নবী (ﷺ) ঘোষণা করেছেন, “সহসা আমাকে (আল্লাহর সান্নিধ্যের) আমন্ত্রণ জানানো হবে এবং আমি তা গ্রহণ করবো। আমি তোমাদের মাঝে সাকলাইন তথা আল্লাহর কিতাব ও আমার ইতরাতকে রেখে যাচ্ছি। আল্লাহর কিতাব একটি রশির মতো যা আসমান থেকে জমিনে বিস্তৃত হয়েছে; আর আমার ইতরাত হচ্ছে আমারই আহলে বাইত। নিশ্চয় ওই পবিত্র সত্তা যিনি সবচেয়ে বেশি অবগত, তিনি আমাকে জানিয়েছেন যে এই দুটো কখনো আলাদা হবে না, যতোক্ষণ না তারা হাউজে কাউসারে আমার সাথে মিলিত হবে। আমার (যাহেরী/প্রকাশ্য) অনুপস্থিতিতে তোমরা তাদের সাথে আচরণের ব্যাপারে সতর্ক হও।” [মুসনাদে ইমামে আহমদ, ৩য় খণ্ড, ১৭ পৃষ্ঠা]\n\n\nপঞ্চম বর্ণনা\n\n\nحدثنى أبى ثنا  ابن نمير ثنا عبد الملك يعنى ابى سليمان عن عطية عن ابى سعيد الخدرى قال قال رسول الله صلى الله عليه وسلم إني  تركت فيكم الثقلين أحدهما أكبر من الآخر كتاب الله حبل ممدود من السماء إلى الأرض وعترتي أهل بيتي ألا انهما لن يفترقا حتى يردا على الحوض.\n\n\nআবদুল্লাহ ইবনু আহমদ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনু হাম্বল (رحمة الله) হতে, তিনি ইবনু নুমাইর হতে, তিনি আবদুল মালিক আবূ সুলাইমান হতে, তিনি আতীয়্যা হতে, তিনি আবূ সাঈদ আল-খুদরী (رحمة الله) হতে এ মর্মে যে রাসূলূল্লাহ (ﷺ) বলেছেন, “আমি তোমাদের মাঝে সাক্বলাইন রেখে যাচ্ছি; এ দুটোর একটা অপরটা হতে বড়: আল্লাহর কিতাব যা একটা রশির মতো আসমান হতে জমিনে বিস্তৃত এবং আমার ইতরাত যারা আমার আহলে বাইত। সাবধান! নিশ্চয় এ দুটো পরস্পর বিচ্ছিন্ন হবে না যতোক্ষণ না তারা আমার সাথে হউজে (কাউসারে) মিলিত হবে। [মুসনাদে আহমদ, ৩য় খণ্ড, ২৬ পৃষ্ঠা]\n\n\nদ্বিতীয়, তৃতীয়, চতুর্থ ও পঞ্চম বর্ণনার প্রতিটিতে আতীয়্যাহ আল-আউফীর নাম এসেছে। এ ব্যক্তির বিস্তারিত তথ্য আমরা তাবাক্বাত-এ-সা’আদের বর্ণনার অংশে ইতোমধ্যে উল্লেখ করেছি। পাঠককে তা আবারো একবার অধ্যয়ন করার অনুরোধ জানানো হলো। এ ধরনের অবিশ্বস্ত লোক ও ডাহা মিথ্যুকের বর্ণনাসমূহ কখনোই মনোযোগ পাওয়ার যোগ্য হতে পারে না।\n\n\nজ্ঞাতব্য: ওপরে উদ্ধৃত আতীয়্যাহ হতে আবদুল মালিকের বর্ণনাগুলো, যা আতীয়্যাহ হযরতে আবূ সাঈদ খুদরী (رضي الله عنه) থেকে বর্ণনা করেছেন, সেগুলো সম্পর্কে ইমাম বুখারী (رحمة الله) নিজ ‘আত্ তারীখুস্ সগীর’ পুস্তকে ইমাম আহমদ হাম্বল (رحمة الله)-এর সমালোচনার উল্লেখ করেছেন। আমরা জ্ঞানী আলেম-উলামার খেদমতে তা এখানে পুনরায় পেশ করছি:\n\n\nقال أحمد في حديث عبد الملك عن عطية عن أبي سعيد قال النبي صلى الله عليه و سلم تركت فيكم الثقلين…أحاديث الكوفيين هذه مناكير.\n\n\nঅর্থ: আবদুল মালিক বর্ণিত হাদীস যা তিনি আতীয়্যাহ হতে, তিনি হযরতে আবূ সাঈদ (رضي الله عنه) হতে, তিনি প্রিয়নবী (ﷺ) হতে বর্ণনা করেছিলেন এ মর্মে যে “আমি তোমাদের মাঝে সাক্বলাইন রেখে যাচ্ছি,” সে সম্পর্কে ইমাম আহমদ বিন হাম্বল (رحمة الله) বলেছেন: “কুফাবাসী লোকদের এ সব বর্ণনা প্রত্যাখ্যাত।” [আত্ তারীখুস্ সগীর, ১২৬ পৃষ্ঠা]\n\n\nষষ্ঠ বর্ণনা\n\n\nحدثنا عبد الله حدثنى أحمد بن حنبل حدثنا الأسود بن عامر ثنا شريك عن الركين عن القاسم بن حسان عن زيد بن ثابت قال قال رسول الله صلى الله عليه و سلم إني قد تركت فيكم ما إن أخذتم به لن تضلوا بعدي الثقلين أحدهما أكبر من الآخر كتاب الله حبل ممدود من السماء إلى الأرض وعترتي أهل بيتي وانهما لن يفترقا حتى يردا على الحوض.\n\n\nআবদুল্লাহ ইবনু আহমদ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনু হাম্বল হতে, তিনি আসওয়াদ ইবনু আমির হতে, তিনি শারীক হতে, তিনি আর্ রুকাঈন হতে, তিনি কাসিম ইবনু হাসসান হতে, তিনি যায়দ ইবনু সাবিত হতে এ মর্মে যে প্রিয়নবী (ﷺ) ঘোষণা করেছেন, “আমি তোমাদের মাঝে এমন এক বস্তু রেখে যাচ্ছি যা আঁকড়ে ধরলে আমার পরে তোমরা আর কখনোই পথভ্রষ্ট হবে না - সেটা সাক্বলাইন। এ দুটোর একটা অপরটা থেকে বড়; আল্লাহর কিতাব যা একটা রজ্জুর মতো আসমান থেকে জমিনে বিস্তৃত, আর আমার ইতরাত যারা আমার আহলে বাইত। নিশ্চয় এরা বিচ্ছিন্ন হবে না যতোক্ষণ না এরা আমার সাথে হাউজে (কাউসারে) মিলিত হচ্ছে।” [মুসনাদে আহমদ, ৫ম খণ্ড, পৃষ্ঠা ১৮১, ১৮২]\n\n\nসপ্তম বর্ণনা\n\n\nحدثنى أبى ثنا أبو أحمد الزبيري ثنا شريك عن الركين عن القاسم بن حسان عن زيد بن ثابت قال قال رسول الله صلى الله عليه و سلم إني  تارك فيكم خليفتين كتاب الله  وأهل بيتي وإنهما لن يفترقا حتى يردا علي الحوض جميعا.  \n\n\nআবদুল্লাহ ইবনু আহমদ বর্ণনা করেন (তাঁর পিতা) আহমদ ইবনু হাম্বল (رحمة الله) হতে, তিনি আবূ আহমদ যুবাইরী হতে, তিনি শারীক হতে, তিনি আর্ রুকাঈন হতে, তিনি কাসিম ইবনু হাসসান হতে, তিনি যায়দ ইবনু সাবিত হতে, তিনি রাসূলুল্লাহ (ﷺ) হতে এ মর্মে যে তিনি ঘোষণা করেছেন, “আমি তোমাদের মাঝে দুটো খলীফাহ রেখে যাচ্ছি: আল্লাহর কিতাব ও আমার আহলে বাইত। নিশ্চয় এরা পরস্পর বিচ্ছিন্ন হবে না যতোক্ষণ না এরা আমার সাথে হাউজে (কাউসারে) মিলিত হচ্ছে।” [মুসনাদে আহমদ হাম্বল, ৫ম খণ্ড, পৃষ্ঠা ১৮৯, ১৯০]\n\n\nশারীক ইবনু আব্দিল্লাহর নাম ওপরের দুটো বর্ণনায় এসেছে। তাঁর বিশ্বাসযোগ্যতা সম্পর্কে ইতোমধ্যে মুসান্নাফে আবী শায়বাহ গ্রন্থের বর্ণনাসমূহের অংশে আলোচনা করা হয়েছে। সারমর্ম হলো, তিনি যয়ীফ বর্ণনাকারী যিনি অনেক ভুল করেছেন; তাঁর বর্ণনাগুলোতে অসঙ্গতি বিদ্যমান; তাঁর স্মৃতিশক্তিও দুর্বল; তিনি তাদলীস সংঘটন তথা তাঁর সূত্রদের পরিচয় গোপন করেছেন; আর সর্বোপরি, তিনি একজন উগ্রপন্থী শিয়া। এ বিষয়টি পরিষ্কার করার পরে এ অধ্যায়ে তাঁর বর্ণনাগুলো প্রমাণ হিসেবে গ্রহণ করার প্রশ্নই আর ওঠে না।\n\n\nঅষ্টম বর্ণনা\n\n\nحدثنا عبد الله حدثنى أبى ثنا اسماعيل بن ابراهيم عن ابى حيان التميمى قال انطلقت أنا وحصين بن سمرة وعمرو بن مسلم الى زيد بن أرقم فلما جلسنا اليه قال له الحصين لقد لقيت يا زيد خيرا كثيرا رأيت رسول الله صلى الله عليه وسلم وسمعت حديثه وغزوت معه وصليت خلفه لقد لقيت يا زيد خيرا كثيرا حدثنا يا زيد ما سمعت من رسول الله صلى الله عليه و سلم فقال يا ابن اخى لقد كبرت سنى وقدم عهدي ونسيت بعض الذي كنت أعي من رسول الله صلى الله عليه وسلم فما حدثتكم فاقبلوا ومالا فلا ثم قال قام رسول الله صلى الله عليه وسلم يوما خطيبا فينا بماء يدعى خما بين مكة والمدينة فحمد الله وأثنى عليه ووغظ وذكر ثم قال أما بعد ألا يا ايها الناس انما أنا بشر يوشك أن ياتينى رسول ربي عز وجل فأجيب واني تارك فيكم الثقلين أولهما كتاب الله عز وجل فيه الهدى والنور فخذوا بكتاب الله تعالى واستمسكوا به فحث على كتاب الله ورغب فيه قال وأهل بيتي أذكركم الله فى اهل بيتى اذكركم الله في أهل بيتي أذكركم الله في أهل بيتي\n\n\nআব্দুল্লাহ ইবনে আহমদ বর্ণনা করেন (তাঁর পিতা) ইমাম আহমদ ইবনে হাম্বল (رحمة الله) হতে, তিনি ইসমাঈল ইবনে ইবরাহীম হতে, তিনি আবূ হাইয়্যান আত্ তামীমী হতে, যিনি বলেন, আমি হুসাইন ইবনে সাবূরাহ ও উমর ইবনে মুসলিমের সাথে যায়দ ইবনে আরক্বাম (رضي الله عنه)-এর কাছে গিয়েছিলাম। আমরা উপবিষ্ট হওয়ার পরে হুসাইন তাঁকে (মানে যায়দকে) বলেন, “হে যায়দ (رضي الله عنه), আপনার প্রতি মহা অনুগ্রহ/খায়র-বরকত মঞ্জুর হয়েছে। রাসূলুল্লাহ (ﷺ)-কে আপনি দেখেছেন, তাঁর ভাষণ শুনেছেন, (বিভিন্ন) গযওয়ায় বা অভিযানে তাঁর সঙ্গী হয়েছেন, এবং তাঁর ইমামতিতে নামায আদায় করেছেন। নিশ্চয় আপনি অনেক বড় আশীর্বাদের দেখা পেয়েছেন। অতএব, হে যায়দ, আপনি নবী করীম (ﷺ)-এর কাছ থেকে যা যা শুনেছেন, তার কিছু কিছু আমাদের কাছে বর্ণনা করুন।” যায়দ (رضي الله عنه) বল্লেন, “ওহে ভাতিজা, আমি (এখন) বৃদ্ধ বয়সে উপনীত; আমার সময় অনেক আগেই অতিক্রান্ত হয়েছে এবং রাসূলে পাক (ﷺ) সম্পর্কে যা যা আমি স্মৃতিতে গেঁথে রেখেছিলাম তার কিছু কিছু ভুলে গিয়েছি। তাই আমি তোমার কাছে (এক্ষণে) যা বর্ণনা করছি তা গ্রহণ করো এবং এর বেশি বোঝা দ্বারা আমাকে ভারাক্রান্ত কোরো না।” অতঃপর তিনি বর্ণনা করেন, “একবার রাসূলুল্লাহ (ﷺ) গাদীরে খুম নামে পরিচিত মক্কা ও মদীনার মাঝামাঝি অবস্থিত একটি কুয়োর ধারে আমাদের প্রতি ধর্মীয় উপদেশমূলক ভাষণ দেয়ার উদ্দেশ্যে উঠে দাঁড়ান। তিনি আল্লাহতায়ালার প্রচুর প্রশংসা করেন, আমাদেরকে উপদেশ দেন এবং স্মরণও করিয়ে দেন। অতঃপর তিনি বলেন, ‘ওহে মানব সকল, নিশ্চয় আমি বশর তথা মানবীয় আবরণ/আকৃতিতে (আগত), আর তাই এটা সম্ভব যে সহসা আমার প্রভু মহান আল্লাহতায়ালার দূত/ফেরেশতা আমার কাছে আসবেন এবং আমি তাঁর (আমন্ত্রণের) প্রতি উত্তর দেবো। নিশ্চয় আমি তোমাদের মাঝে সাক্বলাইন রেখে যাবো। এ দুইয়ের প্রথমটি আল্লাহর কিতাব, যার মধ্যে রয়েছে হেদায়াত/সঠিক দিকনির্দেশনা ও নূর/জ্যোতি তথা আলো; সুতরাং আল্লাহর কিতাবকে আঁকড়ে ধোরো এবং ছেড়ো না!’ তিনি (ﷺ) কুর’আন মজীদের ব্যাপারে উৎসাহ ও তাকিদ দেন। এরপর তিনি বলেন, এবং (দ্বিতীয়টি) আমার আহলে বাইত! আমি আমার আহলে বাইত সম্পর্কে তোমাদেরকে খোদাভীরু হতে স্মরণ করিয়ে দিচ্ছি! আমার আহলে বাইতের বিষয়ে তোমরা আল্লাহকে ভয় কোরো…’।” [মুসনাদে ইমামে আহমদ, ৪র্থ খণ্ড, ৩৬৬-৩৬৭ পৃষ্ঠ]\n\n\nলেখকের নোট: এই বর্ণনাটি ‘মুসনাদে ইমামে আহমদ’ (৪/৩৬৬) গ্রন্থে ‘যায়দ ইবনে আরক্বাম (رضي الله عنه)-এর বর্ণনাসমূহের অধীনে লিপিবদ্ধ রয়েছে। তবে এ বর্ণনাটিকে একদম নির্ভুল শব্দচয়নে পাওয়া যায় ইমাম মুসলিম (رحمة الله)-এর সহীহ হাদীসগ্রন্থে (২য় খণ্ড, ইমামে আলী কার্রামাল্লাহু ওয়াজহাহু-এর গুণাবলী অধ্যায়ে)। তাই ইমাম মুসলিম (رحمة الله)-বর্ণিত হাদীসটি উদ্ধৃত করার পরে এ বর্ণনার ব্যাখ্যা-বিশ্লেষণ পেশ করা হবে। এ দুটো বর্ণনা সম্পর্কে আলাদা আলাদাভাবে আলোচনা করা অনর্থক হবে, সুতরাং পাঠকমণ্ডলীকে সেখানে উল্লেখিত বিস্তারিত ব্যাখ্যা-বিশ্লেষণ দেখার অনুরোধ করা হলো। এই বর্ণনাটির ইসনাদ সম্পর্কে কোনো সমালোচনা নেই এবং ইসনাদটি সম্পূর্ণ, মানে এতে কোনো বর্ণনাকারী বিচ্ছিন্ন নন। কেবল এর মতন তথা মূলপাঠের জন্যে কিছু ব্যাখ্যা-বিশ্লেষণ প্রয়োজন। তা ইমাম মুসলিম (رحمة الله)-এর বর্ণনার পরে পেশ করা হবে। আপনাদের ধৈর্য কামনা করি।"
  },
  {
    "1": "মুসনাদে আবদে ইবনে হুমাইদ",
    "2": "মুসনাদে আবদে ইবনে হুমাইদ\n\n\nحدثنى يحيى بن عبدالحميد قال حدثنا شريك عن الركين عن القاسم بن حسان عن زيد بن ثابت قال قال رسول الله صلى الله عليه و سلم إني تارك فيكم ما إن تمسكتم به لن تضلوا كتاب الله وعترتي اهل بيتي وانهما لن يفترقا حتى يردا على الحوض.\n\n\nইয়াহইয়া ইবনে আবদিল হামিদ বর্ণনা করেন শারীক হতে, তিনি আল-রুকাইন হতে, তিনি আল-ক্বাসিম ইবনে হাসসান হতে, তিনি হযরত যায়দ ইবনে সাবিত (رضي الله عنه) হতে এ মর্মে যে রাসূলুল্লাহ (ﷺ) ফরমান, “আমি তোমাদের মাঝে এমন কিছু রেখে যাচ্ছি যাকে আঁকড়ে ধরলে তোমরা পথভ্রষ্ট হবে না: (এ দুটো) আল্লাহর কিতাব (মানে কুর’আন) ও আমার ইতরাত যারা আমারই আহলে বাইত; আর নিশ্চয় তারা (পরস্পর হতে) পৃথক হবে না যতোক্ষণ না তারা আমার সাথে হাউজে (কাউসারে) মিলিত হবে।” [মুসনাদে আবদে ইবনে হুমাইদ, ৪৩ পৃষ্ঠা]\n\n\nএই ইসনাদে রয়েছেন এমন দু জন ব্যক্তি যাঁদের গ্রহণযোগ্যতা প্রশ্নবিদ্ধ। প্রথম জন হলেন ইয়াহইয়া ইবনে আবদিল হামিদ এবং দ্বিতীয় জন তাঁরই উস্তাদ শারীক ইবনে আব্দিল্লাহ। শারীক সম্পর্কে বিস্তারিত ইতোমধ্যেই মুসান্নাফে ইবনে আবী শায়বাহ গ্রন্থের হাদীসগুলোতে জানানো হয়েছে। এগুলো এখানে আবারো ব্যক্ত করার কোনো প্রয়োজন নেই। তবে ইয়াহইয়া সম্পর্কে বিস্তারিত তথ্য উল্লেখ করা আবশ্যক যা আমরা নিচে পেশ করেছি। ন্যায়পরায়ণ ও ভারসাম্যপূর্ণ চিন্তাধারার মানুষ এ ধরনের লোকদের বর্ণিত হাদীসগুলো গ্রহণযোগ্য কি-না তা বিচার করতে সক্ষম হবেন।    \n\n\nআহলে সুন্নাতের দৃষ্টিতে ইয়াহইয়া ইবনে আবদিল হামিদ\n\n\n(১) ইমাম যাহাবী (رحمة الله) ‘মীযানুল এ’তেদাল’ গ্রন্থে লেখেন:\n\n\nيحيى بن عبدالحميد الحماني الكوفي روى عن شريك….أما احمد فقال كان يكذب جهارا وقال النسائى ضعيف…قال محمد بن عبد الله ابن الحماني كذاب…قال ابن عدى أحاديثه أحاديث مناكير…انه شيعي بغيض، قال زياد بن أيوب سمعت يحيى ابن العمانى يقول كان معاوية على غير ملة الإسلام قال زياد كذب عدو الله.\n\n\nইয়াহইয়া ইবনে আবদিল হামিদ আল-হিম্মানী কুফী বর্ণনা করেন শারীক হতে..। ইমাম আহমদ হাম্বল (رحمة الله) তাঁর সম্পর্কে বলেছেন, “সে প্রকাশ্যে মিথ্যে বলতো।” ইমাম নাসাঈ (رحمة الله) বলেছেন, “সে যঈফ/দুর্বল।” মুহাম্মদ ইবনে আবদিল্লাহ বলেছেন, “ইবনে হিম্মানী একজন ডাহা মিথ্যুক।” ইবনে আদী (رحمة الله) বলেছেন, “তার বর্ণিত আহাদীস হচ্ছে আহাদীসে মুনকার (প্রত্যাখ্যাত)...সে গোঁড়াপন্থী শিয়া।” যিয়াদ ইবনে আইয়ূব বলেছেন, আমি ইয়াহইয়া ইবনে সাঈদ হিম্মানীকে শুনেছি এ কথা বলতে, ‘(আমীরে) মু’য়াবিয়া (رضي الله عنه) ইসলামবহির্ভূত অন্য ধর্মের অনুসারী।’ যিয়াদ এরপর বলেন, “আল্লাহর শত্রু মিথ্যে বলেছে।” [মীযানুল এ’তেদাল, ২য় খণ্ড, ২৯৫-২৯৬ পৃষ্ঠা]\n\n\n(২) ইমাম ইবনে হাজর (رحمة الله) ‘তাহযীব’ পুস্তকে লেখেন:\n\n\nيحيى بن عبدالحميد…ما زلنا نعرفه انه يسرق الأحاديث…قال لنا عبدان قال ابن نمير الحماني كذاب قال محمد بن عبد الرحيم البزار كنا إذا قعدنا إلى الحماني تبين لنا منه البلايا قال أبو الشيخ الأصفهاني عن زياد بن أيوب الطوسي سمعت يحيى بن عبد الحميد يقول كان معاوية على غير ملة الإسلام قال كذب عدو الله…قال الزهلي ما استحل الرواية عنه وقال النسائى ضعيف.\n\n\nইয়াহইয়া ইবনে আবদিল হামিদকে আমরা সবসময়ই জেনেছি সারিক্বে আহাদীস (স্ববর্ণিত হাদীসের বানোয়াট ইসনাদ তথা জালকারী) হিসেবে। আবদান আমাদের বলেছেন, “ইবনে নুমাইর বিবৃত করেন, ‘আল-হিম্মানী একজন (মস্ত) মিথ্যুক’।” মুহাম্মদ ইবনে আবদির রহীম বাযযার বলেছেন, “আমরা যখন আল-হিম্মানীর সঙ্গে বসতাম, তখন আমাদের কাছে তার দোষত্রুটি স্পষ্ট হয়ে যেতো।” আবূশ্ শায়খ ইসফাহানী বর্ণনা করেন যিয়াদ ইবনে আইয়ূব তূসী হতে, যিনি বলেন, “আমি ইয়াহইয়া ইবনে সাঈদ হিম্মানীকে শুনেছি এ কথা বলতে, ‘(আমীরে) মু’য়াবিয়া (رضي الله عنه) ইসলাম-বহির্ভূত অন্য ধর্ম অনুসরণ করেছিলেন’।” যিয়াদ (আরো) বলেন, “আল্লাহর শত্রু মিথ্যে কথা বলেছে।” আয্ যুহায়লী বলেন, “আমি তার কাছ থেকে (হাদীস) বর্ণনা করাকে অনুমতিপ্রাপ্ত মনে করি না।” ইমাম নাসাঈ (رحمة الله) বলেন, (সে) যঈফ/দুর্বল (বর্ণনাকারী)। [তাহযীব, ১১তম খণ্ড, ২৪৫-২৪৬ পৃষ্ঠা]"
  },
  {
    "1": "শিয়াবর্গের দৃষ্টিতে ইয়াহইয়া ইবনে আবদিল হামিদ",
    "2": "শিয়াবর্গের দৃষ্টিতে ইয়াহইয়া ইবনে আবদিল হামিদ\n\n\n(১) জামেউল রুওয়াত শীর্ষক শিয়া গ্রন্থে উল্লেখিত আছে:\n\n\nيحيى بن عبدالحميد الحماني…له كتاب عنه محمد بن أيوب بن يحيى.\n\n                .        \n\n (২) তানক্বীহুল মাক্বাল পুস্তকে উল্লেখিত হয়েছে:\n\n\nقال أبو عمرو الكشى .. يحيى بن عبدالحميد الحماني في كتابه المؤلف فى إثبات إمامة أمير المؤمنين عليه السلام.\n\n\nএর মানে আরেক কথায়, উল্লেখিত (শিয়াপন্থী) হিম্মানী হযরতে ইমামে আলী (কার্রামাল্লাহু ওয়াজহাহু)-এর ইমামতের প্রমাণাদি প্রতিষ্ঠা করে একটি বই লিখেছেন। আবূ আমর আল-কাশশী এ কথা স্পষ্ট উল্লেখ করেছেন। [জামিউল রুওয়াত, ২য় খণ্ড, ৩৩০ পৃষ্ঠা; তানক্বীহুল মাক্বাল, ৩য় খণ্ড, ৩১৮ পৃষ্ঠা]\n\n\nমুলাখখাসুল মাক্বাল ফী তাহক্বীক্বি আহওয়ালির রিজাল শিরোনামের গ্রন্থে (ক্যাটেগরী-৫, ‘ي’ অধ্যায়) তিনি (হিম্মানী) অসমালোচিত (শিয়া) বর্ণনাকারীদের তালিকাভুক্ত রয়েছেন। অনুরূপভাবে, রিজালুন্ নাজ্জাশী শীর্ষক পুস্তকের পাশাপাশি আত্ তুসী কৃত ‘আল-ফাহরিস্ত’ কিতাবেও তাঁকে শিয়া বর্ণনাকারী হিসেবে তালিকাবদ্ধ করা হয়েছে।"
  },
  {
    "1": "সুনানে দারিমী",
    "2": "সুনানে দারিমী\n\n\nসুনানে দারিমী পুস্তক প্রণেতার নাম আবূ মুহাম্মদ আবদুল্লাহ ইবনে আবদির্ রহমান ইবনে ফযল তামীমী আদ্ দারিমী সমরক্বন্দী (বেসাল: ২৫৫ হিজরী)।\n\n\nحدثنا جعفر بن عون حدثنا أبو حيان عن يزيد بن حيان عن زيد بن أرقم  قال قام رسول الله صلى الله عليه وسلم يوما خطيبا فحمد الله وأثنى عليه ثم قال يا ايها الناس انما أنا بشر يوشك أن يأتينى رسول ربى فأجيب واني تارك فيكم الثقلين أولهما كتاب الله فخذوا به وحث عليه ورغب فيه ثم قال وأهل بيتي أذكركم الله في أهل بيتي ثلاث مرات.\n\n\nজা’ফর ইবনে আওন বর্ণনা করেন আবূ হাইয়্যান হতে, তিনি ইয়াযীদ ইবনে হাইয়্যান হতে এ মর্মে যে হযরতে যায়দ ইবনে আরক্বাম (رضي الله عنه) বলেছেন: একবার রাসূলুল্লাহ (ﷺ) খুতবা দিতে দাঁড়ান; তিনি আল্লাহতায়ালার প্রচুর প্রশংসা করেন এবং এরপর ঘোষণা করেন, “ওহে মানব সকল, নিশ্চয় আমি মানবাকৃতিসম্পন্ন এবং সম্ভাবনা এই যে অতি সত্বর আমার প্রভুর ফেরেশতা আমার কাছে আসবেন, আর আমিও তাঁর (আহ্বানের) প্রতি সাড়া দেবো। নিশ্চয় আমি তোমাদের মাঝে সাক্বলাইন’কে রেখে যাচ্ছি, যার প্রথমটি আল্লাহর কিতাব (ঐশীগ্রন্থ); অতএব, কুর’আন মজীদকে আঁকড়ে ধরো এবং তা হতে বিচ্ছিন্ন হয়ো না!” প্রিয়নবী (ﷺ) আল্লাহর কিতাব (কুর’আন) সম্পর্কে উৎসাহ ও তাকিদ দিতে থাকেন। অতঃপর তিনি বলেন, “এবং আমার আহলে বাইত! আমার আহলে বাইত সম্পর্কে আল্লাহকে ভয় করার ব্যাপারে তোমাদেরকে স্মরণ করিয়ে দিচ্ছি!” তিনি এ কথা তিনবার উচ্চারণ করেন।\n\n\nহযরতে যায়দ ইবনে আরকাম (رضي الله عنه) বর্ণিত এ হাদীসের ইসনাদ সহীহ যা মুসলিম শরীফের হযরতে ইমামে আলী (কার্রামাল্লাহু ওয়াজহাহু)-এর গুণগত বৈশিষ্ট্যের অধ্যায়ে লিপিবদ্ধ হাদীসেরই অনুরূপ। দুটো রওয়ায়াতের মধ্যে পার্থক্য কেবল এই যে, এই হাদীসে কম বিস্তারিত বর্ণনা বিদ্যমান। মুসলিম শরীফের হাদীসটির আলোচনায় সকল প্রয়োজনীয় ব্যাখ্যা-বিশ্লেষণ পেশ করা হবে। পাঠকমণ্ডলীকে মুসলিম শরীফের হাদীসটির ব্যাখ্যা দেখবার জন্যে অনুরোধ করা হলো।"
  },
  {
    "1": "নওয়াদিরুল উসূল",
    "2": "নওয়াদিরুল উসূল\n\n\nএ গ্রন্থের প্রণেতা হলেন ইমাম হাকীম তিরমিযী (২৫৫-৩২০ হিজরী)।\n\n\nইসনাদ-সহ বর্ণনাটি পেশ করার আগে আমরা পাঠকদের জন্য প্রথমে কিছু কথা স্পষ্ট করতে চাই। হাদীস আল-সাকলাইনের জন্য বিভিন্ন আসানিদের অনুসন্ধান করার সময় “ইয়ানাবি আল-মাওয়াদ্দাহ” (সুলাইমান ইবনে শায়খ ইব্রাহীম আল বলখী আল-কুন্দূযী কৃত) বইটি আমাদের কাছে লভ্য করা হয়েছিলো। বইটি প্রকাশ করেছে মাকতাবাতুল ইরফান, বৈরুত, লেবানন। আমরা আসলে যে বিষয়টি তুলে ধরতে চাই তা হলো, হাকীম তিরমিযীর যে সমস্ত বর্ণনা উদ্ধৃত করা হবে তা এই বই থেকেই নেয়া হয়েছে। এই বইটি শিয়া বিশ্বাসের সাথে সঙ্গতি রেখে লেখা হয়েছে; তাই এই বিশ্বাসকে শক্তিশালী করার উদ্দেশ্যেই এতে সকল প্রকার বর্ণনা অন্তর্ভুক্ত করা হয়েছে। এই বইয়ের অবস্থা নিজের সম্পর্কে সাক্ষ্য দেয়। তা সত্ত্বেও আমরা বর্ণনাটিকে এর ইসনাদ-সহ হুবহু বর্ণনা করবো।\n\n\nপ্রথম বর্ণনা\n\n\nوفي نوادر الأصول حدثنا ابى قال حدثنا زيد بن الحسن قال حدثنا معروف بن خرّبوذ المكي عن أبي الطفيل عامر بن واثلة عن حثيفة بن أسيد الغفارى رضى الله عنه قال لما صدر رسول الله صلى الله عليه وسلم من حجة الوداع فقال يا أيها الناس إنه قد انبانى اللطيف الخبير أنه لم يعمر نبي إلا مثل نصف عمر النبي الذي يليه من قبل واني أظن أني يوشك أن أدعى فأجيب واني فرطكم على الحوض واني ائاكم حين تردون على عن الثقلين فانظروا كيف تخلفوني فيهما الثقل الأكبر كتاب الله عز وجل سبب طرفه بيد الله تعالى وطرف بأيديكم فاستمسكوا به ولا تضلوا ولا تبدلوا والثقل الأصغر وعترتي أهل بيتي فاني قد نبأني اللطيف الخبير أنهما لن يفترقا حتى يردا على الحوض.\n\n\nআমার পিতা বর্ণনা করেন যায়দ ইবনুল হাসান হতে, তিনি মা’রূফ ইবনু খার্রাবূয মক্কী হতে, তিনি আবূল তোফায়েল আমির ইবনু ওয়াসিলাহ হতে এ মর্মে যে হুযায়ফাহ ইবনু উসায়দ গাফফারী (رضي الله عنه) বলেছেন, রাসূলুল্লাহ (ﷺ) বিদায়ী হজ্জ্ব থেকে প্রত্যাবর্তনকালে আমাদের সম্বোধন করে বলেছিলেন: “ওহে মানবকুল, নিশ্চয় সূক্ষ্মতম ও সকল বিষয়ের জ্ঞানী (আল্লাহ) আমাকে জ্ঞাত করেছেন যে প্রত্যেক নবী (عليه السلام)-কে তাঁর পূর্ববর্তী নবী (عليه السلام)-এর অর্ধেক হায়াতে জিন্দেগী দান করা হয়েছে। আমি আশা করি আমাকে সহসা আমন্ত্রণ জানানো হবে এবং তাতে সাড়া দেবো। আমি তোমাদের গ্রহণ করতে হাউজে কাউসারে অপেক্ষা করবো এবং তোমরা যখন আমার সাথে সেখানে সাক্ষাৎ করবে তখন আমি তোমাদেরকে সাক্বলাইন সম্পর্কে প্রশ্ন করবো; অতএব, আমার বেসাল শরীফের পরে তোমরা এ দুইয়ের সাথে কেমন আচরণ করলে সে ব্যাপারে সতর্ক হবে। সিকাল-এ-আকবর তথা বড় সিকাল হলো কুর’আন মজীদ। (এর) এক প্রান্ত রয়েছে আল্লাহর হাতে এবং অপর প্রান্ত তোমাদের হাতে। অতএব, এটাকে আঁকড়ে ধোরো। আর এ থেকে বিচ্যুত হয়ো না, একে পরিবর্তনও কোরো না। অতঃপর সিক্বাল-এ-আসগর তথা ছোট সিকাল হলো আমার ইতরাত, যারা আমার আহলে বাইত। নিশ্চয় সূক্ষ্মতম ও সকল বিষয়ের জ্ঞানী (আল্লাহ) আমায় জানিয়েছেন যে এই দুটো কখনো পরস্পর বিচ্ছিন্ন হবে না যতোক্ষণ না তারা আমার সাথে হাউজে কাউসারে মিলিত হচ্ছে। [ইয়ানাবী আল-মাওয়াদ্দাহ, ১ম খণ্ড, ২৯ পৃষ্ঠা]\n\n\nআহলুস্ সুন্নাহ ও শিয়াদের বই থেকে এই হাদীস বর্ণনাকারীদের তথ্যগুলো পাঠকদের কাছে এখন হুবহু পেশ করা হবে। অতএব, ওহে বুদ্ধিমান মানুষ সকল, মনোযোগসহ বিবেচনা করুন!\n\n\nযায়দ ইবনুল হাসানের পাশাপাশি তাঁর শিক্ষক মা’রূফ ইবনু খার্রাবূয মক্কী এই ইসনাদে উপস্থিত। এই বর্ণনাটি তাঁদের \u0027উদার অবদানের\u0027 মধ্যে একটি।"
  },
  {
    "1": "আহলুস্ সুন্নাহের দৃষ্টিতে যায়দ ইবনুল হাসান আল-আনমাতী",
    "2": "আহলুস্ সুন্নাহের দৃষ্টিতে যায়দ ইবনুল হাসান আল-আনমাতী\n\n\n(১) ইমাম ইবনে হাজর (رحمة الله) বলেন:\n\n\nزيد بن الحسن القرشي أبو الحسن الكوفي صاحب الأنماط ضعيف من الثامنة.\n\n\nঅর্থ: যায়দ ইবনুল হাসান কুরাশী আবূল হাসান কুফী ছিলেন আনমাত অঞ্চলের অধিবাসী। তিনি দুর্বল বর্ণনাকারী, (রাবীদের) অষ্টম সারিভুক্ত। [তাকরীবুত্ তাহযীব, ১৭২ পৃষ্ঠা]\n\n\n(২) ইমাম যাহাবী (رحمة الله) বলেন:\n\n\nزيد بن الحسن صاحب الانماط…قال أبو حاتم منكر الحديث.\n\n\nঅর্থ: যায়দ ইবনুল হাসান যিনি আনমাত অঞ্চলের। আবূ হাতিম (رحمة الله) তাঁর সম্পর্কে বলেন, “তিনি মুনকার-এ-হাদীস।” [মুনকার-এ-হাদীস হলো যাদের বর্ণিত হাদীস প্রত্যাখ্যাত; মীযানুল এ’তেদাল, ১ম খণ্ড, ৩৬২ পৃষ্ঠা]\n\n\n(৩) তাহযীবুত্ তাহযীব গ্রন্থে লেখা হয়েছে:\n\n\nقال أبو حاتم كوفي قدم بغداد منكر الحديث روى له الترمذي حديثا واحدا…روى عن جعفر بن محمد بن على بن الحسين و معروف بن خربوذ المكى.\n\n\nঅর্থ: আবু হাতেম (رحمة الله) বলেন, “তিনি একজন কুফী যিনি বাগদাদে এসেছিলেন। তাঁর বর্ণনাগুলো হচ্ছে মুনকার; আত্ তিরমিযী তাঁর থেকে একটি হাদীস বর্ণনা করেছেন... তিনি জা’ফর ইবনে মুহাম্মদ ইবনে আলী ইবনে আল-হুসাইন এবং মা’রূফ ইবনে খার্রাবূয মক্কী থেকে হাদীস বর্ণনা করেছেন। [তাহযীবুত্ তাহযীব, ৩য় খণ্ড, ৪০৬ পৃষ্ঠা]\n\n\nউপরোক্ত উদ্ধৃতিগুলোর সারমর্ম এই যে, যায়দ ইবনুল হাসান ‘সাহেব আল-আনমাত’ উপাধি দ্বারা বেশি পরিচিত এবং তিনি অবিশ্বস্ত। তিনি বর্ণনাকারীদের অষ্টম সারিতে গণ্য হন।"
  },
  {
    "1": "শিয়াদের দৃষ্টিতে যায়দ ইবনুল হাসান আল-আনমাতী",
    "2": "শিয়াদের দৃষ্টিতে যায়দ ইবনুল হাসান আল-আনমাতী\n\n\n(১) রিজাল আত্ তাফরীশী বলেন:\n\n\nزيد بن الحسن الأنماطي ق.\n\n\nঅর্থ: যায়দ ইবনুল হাসান আনমাতী হলেন (ইমাম জা’ফর) আস্ সাদিক্ব (رحمة الله)-এর সাথী। [রিজালুত্ তাফরীশী, ১৪৩ পৃষ্ঠা]\n\n\n(২) মুনতাহা আল-মাক্বাল বিবৃত করেন:\n\n\nزيد بن الحسن اسند عنه ق. \n\n\nঅর্থ: যায়দ ইবনুল হাসান আনমাতী, যাঁর কাছ থেকে বর্ণনার ইসনাদসমূহ গ্রহণ করা যেতে পারে; তিনি (ইমাম জা’ফর) আস্ সাদিক্ব (رحمة الله)-এর সাথীদের একজন। [মুনতাহা আল-মাক্বাল, ২০৮ পৃষ্ঠা]\n\n\n(৩) জামেউর্ রুওয়াত গ্রন্থে ব্যক্ত হয়েছে:\n\n\nزيد بن الحسن اسند عنه ق.\n\n\nঅর্থ: যায়দ ইবনুল হাসান আনমাতী, যাঁর কাছ থেকে বর্ণনার ইসনাদসমূহ গ্রহণ করা যেতে পারে; তিনি (ইমাম জা’ফর) আস্ সাদিক্ব (رحمة الله)-এর সাথীদের মধ্য হতে। [জামেউর্ রুওয়াত, ১ম খণ্ড, ৩৪১ পৃষ্ঠা]\n\n\n(৪) আবদুল্লাহ আল-মামাক্বানী বলেন:\n\n\nو ظاهر كونه اماميا…\n\n\nঅর্থ: বাহ্যতঃ তিনি একজন ইমামী (শিয়া)। [তানক্বীহুল মাক্বাল, ১ম খণ্ড, ৪৬৩ পৃষ্ঠা]\n\n\nএই চারটি উদ্ধৃতির সারমর্ম হলো, এই যায়েদকে “মুসনাদ ‘আনহু” হিসেবে শ্রেণীবদ্ধ করা হয়েছে, যার মানে তিনি শিয়া বর্ণনাসমূহের জন্য একটি বৈধ উৎস/সূত্র। তিনি ইমাম জা’ফর সাদিক (رحمة الله)-এর সাথীদের মধ্যে গণ্য হতেন। আল-মামাকানী আরও যোগ করেছেন, তিনি যে শিয়া মতবাদের সমর্থন করতেন তা স্পষ্ট। এই ধরনের একজন ব্যক্তি, যাঁকে আমাদের উলামাবৃন্দ অবিশ্বস্ত বলে মনে করেন, তিনি নিজেকে এমন সব বর্ণনার প্রচারে ব্যস্ত রাখতেন যা ইসলামী প্রামাণিক দলিলাদির বিরোধিতা করেছিলো; অথচ তিনি শিয়াদের দ্বারা হাদীস বর্ণনার সূত্র হিসেবে বিবেচিত হন, আর এমনকি তাঁকে হযরত ইমাম জা’ফর সাদিক (رحمة الله)-এর একজন সঙ্গী হিসেবেও গণ্য করা হয় (শিয়া মতানুসারে); তাহলে কীভাবে তাঁর (অবিশ্বস্ত) অবস্থাকে উপেক্ষা করে (তাঁরই পরিবেশিত) বর্ণনাগুলোকে অন্ধভাবে গ্রহণ করা যায়?\n\n\nআমরা এখন তাঁর শিক্ষক মা’রূফ আল-মক্কীর \u0027প্রশংসাস্তুতি\u0027 উপস্থাপন করছি। উল্লেখ্য যে মা’রুফের পিতা খার্রাবূযকে কখনো কখনো বূয নামেও উল্লেখ করা হয়; আরেক কথায় তাঁর নাম কখনো কখনো সংক্ষিপ্ত করা হয়।\n\n\nআহলে সুন্নাতের দৃষ্টিতে মা’রূফ ইবনু খার্রাবূয\n\n\n(১) ইমাম ইবনে হাজর (رحمة الله) ‘তাহযীব’ গ্রন্থে লেখেন:\n\n\nمعروف بن خربوذ المكي مولى آل عثمان روى عن ابى الطفيل عامر بن واثلة ….قال ابن خيثمة عن بن معين ضعيف.\n\n\nঅর্থ: মা’রূফ ইবনু খার্রাবূয ছিলেন খলীফাহ হযরত উসমান (رضي الله عنه)-এর পরিবারের মুক্ত করে দেয়া গোলাম। তিনি আবূল তোফায়েল আমির ইবনে ওয়াছিলাহ হতে (হাদীস) বর্ণনা করেন…ইবনু খায়ছামাহ ইমাম ইবনে মাঈন (رحمة الله) হতে বর্ণনা করেন যে খার্রাবূয যয়ীফ/দুর্বল। [তাহযীব, ১ম খণ্ড, ২৩১ পৃষ্ঠা]\n\n\n(২) ইমাম ইবনে হাজর (رحمة الله) ‘তাক্বরীব’ কিতাবে আরো বলেন:\n\n\nربما وهم وكان أخباريا.\n\n\nঅর্থ: তিনি সময়ে সময়ে বিভ্রমে পড়তেন এবং মূলতঃ ছিলেন একজন ইতিহাসবিদ। [তাক্বরীব, ৫০১ পৃষ্ঠা]\n\n\n(৩) ইমাম যাহাবী (رحمة الله) ‘মীযানুল এ’তেদাল’ পুস্তকে লেখেন:\n\n\nمعروف بن خربوذ المكى عن أبى الطفيل صدوق شيعي…ضعفه يحيى بن معين قال أحمد لا ادرى كيف حديثه.\n\n\nঅর্থ: মা’রূফ ইবনু খার্রাবূয মক্কী যিনি আবূল তোফায়েল হতে বর্ণনা করতেন, তিনি সত্যবাদী শিয়াপন্থী। ইমাম ইয়াহইয়া ইবনু মাঈন (رحمة الله) তাঁকে অবিশ্বস্ত হিসেবে শ্রেণিকরণ করেছেন; আর ইমাম আহমদ হাম্বল (رحمة الله) বলেছেন, “তাঁর (বর্ণিত) হাদীসগুলো কেমন তা আমি জানি না।” [মীযানুল এ’তেদাল, ৩য় খণ্ড, ১৮৪ পৃষ্ঠা]\n\n\n(৪) ইমাম রাযী (رحمة الله) ‘আজ্ জারহু ওয়াত্ তা’দীল’ গ্রন্থে বর্ণনা করেন:\n\n\nسئل يحيى بن معين عن معروف بن خربوذ المكى الذى روى عنه وكيع فقال ضعيف.\n\n\nঅর্থ: ইমাম ইয়াহইয়া ইবনু মাঈন (رحمة الله)-কে মা’রূফ ইবনু খার্রাবূয মক্কী সম্পর্কে জিজ্ঞেস করা হয়, যাঁর কাছ থেকে ওয়াকী হাদীস বর্ণনা করতেন; উত্তরে তিনি (ইবনু মাঈন) বলেন, “তিনি যয়ীফ/দুর্বল।” [আজ্ জারহু ওয়াত্ তা’দীল,’ ৪র্থ খণ্ড, ৩২১ পৃষ্ঠা]"
  },
  {
    "1": "শিয়াদের দৃষ্টিতে মা’রূফ ইবনে খার্রাবূয",
    "2": "শিয়াদের দৃষ্টিতে মা’রূফ ইবনে খার্রাবূয\n\n\n(১) আত্ তাফরিশী তাঁর ‘রিজাল’ গ্রন্থে বলেন:\n\n\nمعروف بن خربوذ المكى القرشى الكوفى…قال الكشي أيضا فى موضع آخر أنه ممن اجتمعت العصابة على تصديقهم من اصحاب ابى جعفر وابى عبدالله عليهما السلام و انقادوا لهم بالفقه فقالوا إنه أفقه الأولين.\n\n\nঅর্থ: মা‘রূফ ইবনে খার্রাবুয আল-মক্কী আল-কুরাশী আল-কুফী সম্পর্কে আল-কাশশী অন্যত্র বলেছেন, “নিশ্চয় তিনি (মানে খার্রাবূয) ইমাম আবু জা’ফর (আল-বাকির) ও আবূ আবদুল্লাহ (আস্ সাদিক)-এর সাথীদের মধ্যে অন্তর্ভুক্ত, যাঁদের সম্পর্কে একটি বড় দল সত্যবাদী বলে একমত হয়েছেন। তাঁরা ফিকাহ-শাস্ত্রেও তাঁর অনুসরণ করেছেন এই কথা বলে, ‘নিশ্চয়ই তিনি ছিলেন পূর্ববর্তী ফকীহদের মধ্যে সর্বশ্রেষ্ঠ’।” [রিজালুত্ তাফরিশী, ৩৪৮-৩৪৯ পৃষ্ঠা]\n\n\n(২) ‘মুনতাহা আল-মাক্বাল’ পুস্তকে উল্লেখিত হয়েছে:\n\n\nوفي الوجيزة ثقة.\n\n\nঅর্থ: আল-ওয়াজীযাহ (বিবৃত করেন যে) তিনি (মানে খার্রাবূয) সিকাহ/বিশ্বস্ত। [মুনতাহা আল-মাক্বাল, ৩৭৮ পৃষ্ঠা]\n\n\n(৩) জা’মেউর্ রুয়া’ত কিতাবটি বিবৃত করে:\n\n\nمعروف بن خربوذ… قال الكشى انه ممن اجتمعت العصابة على تصديقهم من اصحاب ابى جعفر وابى عبدالله عليهما السلام و انقادوا لهم بالفقه فقالوا إنه أفقه الأولين وفي الوجيزة والبلغة أنه ثقة اجتمعت الجماعة على تصحيح ما يصح عنه.\n\n\nঅর্থ: মারূফ ইবনে খার্রাবূয সম্পর্কে আল-কাশশী বলেছেন, “নিশ্চয় তিনি ইমাম আবূ জাফর (আল-বাকির) ও আবূ আবদুল্লাহ (আস্ সাদিক)-এর সাথীদের মধ্যে অন্তর্ভুক্ত, যাঁদেরকে সত্যবাদী বলে গণ্য করেন একটি বৃহৎ দল। তাঁরা ফিকাহ-শাস্ত্রেও তাঁর অনুসরণ করেছেন এই কথা বলে, ‘নিশ্চয়ই তিনি ছিলেন পূর্ববর্তী ফকীহদের মধ্যে সর্বশ্রেষ্ঠ।’ আল-ওয়াজিযাহ ওয়াল্ বুলগাহ পুস্তকে বলা হয়েছে, “তিনি একজন বিশ্বস্ত/নির্ভরযোগ্য বর্ণনাকারী। একটি বৃহৎ দল তাঁর কাছ থেকে যা সহীহ হিসেবে বর্ণিত হয়েছে তা সমর্থনের ব্যাপারে একমত হয়েছেন।” [জামেউর্ রুয়া’ত, ২য় খণ্ড, ২৪৭ পৃষ্ঠা; তানকীহুল মাক্বাল, ৩য় খণ্ড, ২৪৭ পৃষ্ঠা]\n\n\nজামেউর্ রুয়া’ত গ্রন্থপ্রণেতা (মুহাম্মদ ইবনে আলী আরদাবীলী) উল্লেখ করেন যে খুর্রাবূয বর্ণনা করেছেন আবূ তোফায়েল হতে, তিনি ইমামে আলী (কার্রামাল্লাহু ওয়াজহাহু) হতে। এসব বর্ণনা লিপিবদ্ধ আছে ‘মান লা ইয়াহদুরুহূ আল-ফকীহ’ এবং ‘উসূলুল্ কাফী’ বইগুলোতে। [জামেউর্ রুয়া’ত, ২য় খণ্ড, ২৪৭ পৃষ্ঠা]\n\n\n(৪) শাইখ আব্বাস কুম্মী তাঁকে (মানে খার্রাবূয‘কে) একজন বিশ্বস্ত বর্ণনাকারী বিবেচনা করেছেন। তিনি ‘তোহফাতুল্ আহবাব’ শীর্ষক ফারসী কিতাবে লেখেন:\n\n\nشیخ کشی روایات در مدح و قدح او  واردھ  کردھ لکن آں روایات ضعیف است و معروف بطول سجده معروف است.\n\n\nঅর্থ: শাইখ কাশশী তাঁর (মানে খার্রাবূযের পেশকৃত) প্রশংসাপূর্ণ ও সমালোচনাদায়ক বর্ণনা এনেছেন, তবে ওই (সমালোচনাদায়ক) বর্ণনাগুলো যঈফ; আর তিনি (খার্রাবূয) তাঁর দীর্ঘ সেজদাসমূহের ক্ষেত্রে প্রসিদ্ধ ছিলেন। [তোহফাতুল আহবাব, ৩৬৯ পৃষ্ঠা]\n\n\nমুলাখখাসুল-মাক্বাল ফী তাহকীকে আহওয়ালির্ রিজাল শিরোনামের পুস্তকে (ক্যাটেগরী-১: বিশ্বস্ত বর্ণনাকারীবৃন্দ অধ্যায়ে) মা’রূফ কার্রাবূযের বিশ্বস্ততা সম্পর্কে নিম্নবর্ণিত ঘোষণা দেয়া হয়েছে:\n\n\nهو أقرب للصواب وفاقا للجماعة.    \n\n\nঅর্থ: (শিয়া) দলের মতানুসারে, তিনি (তাঁর বর্ণনাগুলোতে বিশুদ্ধতার) অধিকতর নিকটবর্তী। [মুলাখখাসুল মাক্বাল, ১০৯ পৃষ্ঠা]\n\n\nউল্লিখিত উদ্ধৃতির সারমর্ম হলো, মা’রূফ খার্রাবূযকে শিয়াবর্গ অত্যন্ত নির্ভরযোগ্য বর্ণনাকারী বলে মনে করেন। তিনি তাঁদের চারটি প্রামাণিক গ্রন্থে দৃশ্যমান এবং একজন মহান এবাদত-বন্দেগী ও তপস্যাকারী হিসেবে বিবেচিত হন। তিনি তাঁদের শ্রেষ্ঠ ফকীহদের মধ্যেও একজন। তবে তাঁর সম্পর্কে আমাদের অবস্থান উপরে ব্যাখ্যা করা হয়েছে। আহলুস সুন্নাহ-এর নীতিমালা অনুযায়ী এ ধরনের ব্যক্তিদের বর্ণনা গ্রহণযোগ্য নয়।\n\n\nদ্বিতীয় বর্ণনা\n\n\nএই বর্ণনাটি হযরতে জাবির ইবনে আবদুল্লাহ (رضي الله عنه) থেকে এবং এটা সনদ ছাড়াই বর্ণিত।\n\n\nعن جابر بن عبدالله رضى الله عنه قال رأيت رسول الله صلى الله عليه وسلم في حجته يوم عرفة وهو على ناقته القصواء يخطب فسمعته يقول أيها الناس قد تركت فيكم ما إن أخذتم به لن تضلوا كتاب الله وعترتى اهل بيتى.\n\n\nঅর্থ: হযরতে জাবির ইবনে আবদিল্লাহ বর্ণনা করেন, “আমি রাসূলুল্লাহ (ﷺ)’কে হজ্জ্ব পালনকালে এয়াওমুল আরাফাহ’র দিবসে খুতবাহ দিতে দেখি; তিনি তখন তাঁর উট আল-ক্বাসওয়া’র উপরে উপবিষ্ট ছিলেন। আমি তাঁকে বলতে শুনি, ‘ওহে মানব সকল, আমি তোমাদের মাঝে এমন বস্তু রেখে যাচ্ছি যা আঁকড়ে ধরলে তোমরা পথভ্রষ্ট হবে না: আল্লাহর কিতাব ও আমার ইতরাহ যারা আমারই আহলে বাইত’।” [নওয়াদিরুল উসূল, ৬৮ পৃষ্ঠা]\n\n\nআমাদের ব্যাপক গবেষণা সত্ত্বেও আমরা ‘নওয়াদিরুল উসূল’ গ্রন্থের এ বর্ণনাটির কোনো ইসনাদ খুঁজে পাইনি। তবে প্রথম রাবী/বর্ণনাকারী হিসেবে একজন সাহাবী (رضي الله عنه)-এর নাম উল্লেখ করা হয়েছে। ইসনাদের বাকি অংশ তথা সাহাবী (رضي الله عنه)-এর পরবর্তী জন হতে লেখকের আগের জন পর্যন্ত সবার নাম বাদ দেয়া হয়েছে। এই বর্ণনাটি ইমাম তিরমিযী (رحمة الله)-এর ‘জামেউত্ তিরমিযী’ গ্রন্থে বর্ণিত বর্ণনাটির মতো একই পদ্ধতিতে বর্ণিত হয়েছে। আমাদের দৃষ্টিতে এটা ওই একই বর্ণনা (ইমাম তিরমিযী রহমতুল্লাহি আলাইহির), যেটা সম্পর্কে একটা পূর্ণ আলোচনা সামনে করা হবে। পাঠকমণ্ডলীকে আবারো ধৈর্য ধরার অনুরোধ করছি। সহসা তাঁদেরকে স্বস্তি দেয়া হবে।\n\n\nশাহ আবদুল আযীয মুহাদ্দিসে দেহেলভী (رحمة الله) তাঁর ‘বুস্তানুল মুহাদ্দিসীন’ কিতাবে ‘নওয়াদিরুল উসূল’ গ্রন্থপ্রণেতার বর্ণনাসমূহ ও পুস্তকাদি সম্পর্কে একটি গুরুত্বপূর্ণ গবেষণামূলক লেখা রচনা করেছেন। আমরা পাঠকমণ্ডলীর উপকারার্থে তাঁর আলোচনার উপসংহার উদ্ধৃত করা যথাযথ মনে করি:\n\n\nএটা জ্ঞাত হওয়া জরুরি যে হাকীম আত্ তিরমিযীর লিখিত বইপত্রে অনেক অনির্ভরযোগ্য ও জাল বর্ণনা বিদ্যমান। এর কারণ তাঁরই ‘তাবাক্বাতুশ্ শা’রাদী’ গ্রন্থে তিনি ব্যক্ত করেছেন এভাবে, “কোনো সংকলন বা লেখনীর ব্যাপারে আমি যেমন চিন্তাভাবনা করি নি, তেমনি আমি এও চাইনি যেনো আমার সংকলন আমারই প্রতি আরোপিত হোক। কেবল যখনই আমি ‘কব্জ’ অনুভব করতাম (অর্থাৎ, সূফিয়ায়ে কেরাম কর্তৃক ব্যবহৃত একটি শব্দ যা গুরুত্বপূর্ণ কাজগুলো সম্পন্ন করার সময় অলসতার অবস্থাকে নির্দেশ করে), তৎক্ষণাৎ আমি এই অবস্থা থেকে নিজেকে মুক্তি দেওয়ার জন্য আমার মনে যা আসতো তাই নোট করে রাখতাম।\" অতএব, এ থেকে আমরা জানতে পারি তাঁর সমস্ত সংকলনই ‘খসড়া’ ছিলো, যেগুলোর সম্পাদনা প্রয়োজন ছিলো। কিন্তু এই সম্পাদনা আর কখনো হয়ে উঠে নি। [বুস্তানুল মুহাদ্দিসীন (ফার্সী কিতাব), ৬৩ পৃষ্ঠা]\n\n\nশাহ আবদুল আযীয মুহাদ্দিসে দেহলভী (رحمة الله)-এর এই গবেষণালব্ধ সিদ্ধান্তের পরে ‘নওয়াদিরুল উসূল’ পুস্তকের বিশ্বস্ততার মাত্রা স্পষ্ট হয়েছে। এটা আরো দৃঢ়ভাবে দৃশ্যমান হয় যখন ইসলামী ধর্মতত্ত্বের মূল বলে বিবেচিত বিষয় প্রতিষ্ঠার বেলায় এসব বর্ণনাকে ব্যবহার করা হয়। তাই এ ক্ষেত্রে অধিকতর সতর্কতা অবলম্বন ও বর্ণনাগুলোর বিশুদ্ধতা যাচাইয়ে বিশেষ যত্ন নেয়া জরুরি।"
  },
  {
    "1": "নওয়াদিরুল উসূল শীর্ষক গ্রন্থসম্পর্কিত আলোচনার পরিশিষ্ট",
    "2": "নওয়াদিরুল উসূল শীর্ষক গ্রন্থসম্পর্কিত আলোচনার পরিশিষ্ট\n\n\nনওয়াদিরুল উসূল গ্রন্থের দ্বিতীয় বর্ণনাটির ইসনাদ, যা হযরতে জাবির ইবনে আবদিল্লাহ (رضي الله عنه) থেকে বর্ণিত, এবং যা’তে আমরা ইসনাদ না থাকার কারণে সমালোচনা করেছিলাম, সেই বর্ণনাটি আবার তার গোটা ইসনাদসহ আমরা কাকতালীয়ভাবে ‘ইয়ানাবী আল-মাওয়াদ্দাহ’ শিরোনামের বইয়ের তৃতীয় খণ্ডে দেখতে পাই। এটা আমাদেরকে বেশ আনন্দিত করেছে এবং তাই আমরা এর পুনঃউদ্ধৃতি দিচ্ছি নিচে:\n\n\nحدثنا نصر بن عبد الرحمن الوشاء قال حدثنا زيد بن الحسن الأنماطي عن جعفر بن محمد عن أبيه عن جابر بن عبدالله رضى الله عنه قال رأيت رسول الله صلى الله عليه وسلم في حجته يوم عرفة وهو على ناقته القصواء يخطب فسمعته يقول أيها الناس قد تركت فيكم ما إن أخذتم به لن تضلوا كتاب الله وعترتى اهل بيتى.\n\n\nঅর্থ: নাসর ইবনে আবদির রহমান আল-ওয়াশা’ বর্ণনা করেন যায়দ ইবনুল হাসান আল-আনমাতী হতে, তিনি জা’ফর ইবনে মুহাম্মদ হতে, তিনি তাঁর পিতা (মুহাম্মদ) হতে এ মর্মে যে হযরতে জাবির ইবনে আবদিল্লাহ (رضي الله عنه) বলেছেন: “আমি রাসূলুল্লাহ (ﷺ)’কে হজ্জ্ব পালনকালে এয়াওমুল আরাফাহ’র দিবসে খুতবাহ দিতে দেখি; তিনি তখন তাঁর উট আল-ক্বাসওয়া’র উপরে উপবিষ্ট ছিলেন। আমি তাঁকে বলতে শুনি, ‘ওহে মানব সকল, আমি তোমাদের মাঝে এমন দুটো বস্তু রেখে যাচ্ছি যা আঁকড়ে ধরলে তোমরা পথভ্রষ্ট হবে না: আল্লাহর কিতাব ও আমার ইতরাত যারা আমারই আহলে বাইত’।” [ইয়ানাবী আল-মাওয়াদ্দাহ, ৩য় খণ্ড, ১৯ পৃষ্ঠা, বৈরুত, লেবানন]\n\n\nপ্রথমতঃপাঠকদের অবগত থাকা উচিত যে, এই সম্পূর্ণ ইসনাদটি ইমাম তিরমিযী (رحمة الله)-এর বর্ণনার অধীনে যে ইসনাদের আলোচনা করা হবে তারই অনুরূপ। ইসনাদটিতে যায়েদ ইবনুল হাসান আল-আনমাতীর উপস্থিতির কারণে এই বর্ণনাটির সত্যতা প্রশ্নবিদ্ধ হয়েছে। আমরা ইতিমধ্যে নওয়াদিরুল উসূল গ্রন্থের প্রথম বর্ণনায় সে সম্পর্কে বিস্তারিত উল্লেখ করেছি। এখানে তার পুনরাবৃত্তি করার দরকার নেই।\n\n\nদ্বিতীয়তঃ ’ইয়ানাবী আল-মাওয়াদ্দাহ’ পুস্তকের ব্যাখ্যা থেকে জানা যায়, নওয়াদিরুল উসূল গ্রন্থের নির্ভরযোগ্যতা নির্বিশেষে এতে উল্লেখিত সমস্ত আসানিদই বিদ্যমান ছিল। তবে বইটির প্রকাশকবর্গ বইয়ের আয়তন কমাতে সব আসানিদ বাদ দেন। ‘ইয়ানাবী আল-মাওয়াদ্দাহ’ পুস্তকের লেখকের (দাবি অনুসারে) নিজের কাছে সেটার একটা মূল এবং একটা হাতে লেখা কপি সংরক্ষিত থাকায় সমস্ত আসানিদ/সনদ উদ্ধৃত করতে তিনি সক্ষম হন। তবে পরিস্থিতির বাস্তবতা কী তা আল্লাহই সবচেয়ে ভালো জানেন।"
  },
  {
    "1": "সহীহ মুসলিম",
    "2": "সহীহ মুসলিম\n\n\nআমরা যে সমস্ত বর্ণনা পেশ করেছি এবং যাচাই-বাছাই করেছি, তার মধ্যে সম্পূর্ণ ইসনাদ-সহ সবচেয়ে নির্ভরযোগ্য বর্ণনা হলো ইমাম মুসলিম (رحمة الله)-এর, যেটা মুসনাদে ইমাম আহমদ (অষ্টম বর্ণনা) এবং দারিমীতেও বর্ণিত আছে। বস্তুতঃ এই তিনটি বর্ণনা এক ও অভিন্ন। সর্ব-ইমাম মুসলিম ও আহমদ (রহমতুল্লাহি আলাইহিমা)-এর বর্ণনা একটি বা দুইটি শব্দে ভিন্ন হতে পারে; পক্ষান্তরে, দারিমী (رحمة الله)-এর বর্ণনা সামান্য সংক্ষিপ্ত; কিন্তু তিনটির অর্থ  একই। সুতরাং, এটা একটাই মাত্র বর্ণনা। তাই এটা এক জায়গায় বিস্তারিত উল্লেখ করা সবচেয়ে উপযুক্ত। মুসনাদে আহমদ ও দারিমী গ্রন্থ দুটোর বর্ণনাগুলো আগেই উদ্ধৃত করা হয়েছে। এখন শুধু মুসলিম শরীফের বর্ণনাই অবশিষ্ট আছে, যার উদ্ধৃতি-শেষে তিনটি বর্ণনার জন্যেই একটি ব্যাখ্যা পেশ করা হবে।\n\n\nحدثنى زهير بن حرب و شجاع بن مخلد جميعا عن بن علية (اسماعيل بن ابراهيم) حدثنى ابو حيان حدثنى يزيد بن حيان قال انطلقت انا و حصين بن سمرة و عمر بن مسلم الى زيد بن ارقم  فلما جلسنا اليه قال له الحصين لقد لقيت يا زيد خيرا كثيرا رايت رسول الله صلى الله عليه و سلم و سمعت حديثه و غزوت معه و صليت خلفه لقد لقيت يا زيد خيرا كثيرا حدثنا يا زيد ما سمعت من رسول الله صلى الله عليه و سلم فقال والله يا ابن اخى لقد كبرت سنى و قدم عهدى و نسيت بعض الذى كنت اعى من رسول الله صلى الله عليه و سلم فما حدثتكم فاقبلوا ومالا فلا تكلفونىه ثم قال قام رسول الله صلى الله عليه و سلم يوما فينا خطيبا بماء يدعى خما بين مكة و المدينة فحمد الله و اثنى عليه ووغظ و ذكر ثم قال اما بعد الا ايها الناس انما انا بشر يوشك ان ياتينى رسول ربى فاجيب و انا تارك فيكم الثقلين اولهما كتاب الله فيه الهدى و النور فخذوا بكتاب الله تعالى واستمسكوا به فحث على كتاب الله و رغب فيه ثم قال واهل بيتى اذكركم الله فى اهل بيتى اذكركم الله فى اهل بيتى اذكركم الله فى اهل بيتى فقال له الحصين و من اهل بته يا زيد الي نساءه من اهل بيته؟ قال نساءه من اهل بيته ولكن اهل بيته من حرم الصدقة بعده.قال من هم؟ قال هم ال على وال عقيل و ال جعفر و ال عباس قال كل هؤلاء حرم الصدقة؟ قال نعم.\n\n\nঅর্থ: যুহাইর ইবনু হার্ব ও শুজা’আ ইবনু মাখলাদ (যুহাইরের ভাষ্যানুযায়ী) বর্ণনা করেন ইবনু উলাইয়াহ (ইসমাঈল বিন ইবরাহীম) হতে, তিনি আবূ হাইয়্যান হতে, তিনি ইয়াযীদ ইবনু হাইয়্যান হতে, যিনি বলেন:\n\n\nআমি হুসাইন ইবনে সবূরাহ এবং উমর ইবনে মুসলিমের সাথে যায়দ ইবনে আরকাম (رضي الله عنه)-এর কাছে গেলাম। আমাদের আসন গ্রহণের পরে হুসাইন ইবনু সবূরাহ তাঁকে (মানে যায়দকে) বললেন, “হে যায়দ (رضي الله عنه), আপনাকে অনেক পুণ্য দেয়া হয়েছে। আপনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছেন, তাঁর বক্তব্য শুনেছেন, তাঁর সাথে অভিযানে যোগ দিয়েছেন এবং তাঁর ইমামতিতে সালাতও আদায় করেছেন। প্রকৃতপক্ষে, যায়দ, আপনি অনেক নেকির ভাগীদার হয়েছেন! হে যায়দ, আপনি নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে যা শুনেছেন তার কিছু আমাদের কাছে বর্ণনা করুন। হযরতে যায়দ (رضي الله عنه) বললেন, হে আমার ভাতিজা, আমি বার্ধক্যে উপনীত হয়েছি; আমার সময় অতিবাহিত হয়েছে এবং আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পর্কে যা স্মরণে রেখেছিলাম তার কিছু ভুলে গেছি। অতএব, আমি তোমার কাছে যা বর্ণনা করি তা গ্রহণ করো এবং যা বর্ণনা করি না, তা বর্ণনা করার জন্য আমার উপর বোঝা চাপিয়ে দিও না।\" তারপর তিনি বললেন, “একদা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কা ও মদীনার মধ্যে অবস্থিত খুম নামে পরিচিত একটি স্থানে আমাদেরকে খুতবা দেয়ার জন্যে দাঁড়ান। তিনি প্রচুর পরিমাণে আল্লাহর প্রশংসা করেন, আমাদের উপদেশ দেন এবং আমাদের স্মরণ করিয়ে দেন। অতঃপর তিনি বলেন, ‘হে লোকসকল, মনোযোগ দাও, আমি তো একজন ‘বশর’ (তথা মানবসুরতবিশিষ্ট) এবং খুব শীঘ্রই আমার রবের রসূল (তথা প্রভুর প্রতিনিধি/ফেরেশতা) আমার কাছে আসবেন এবং আমি তাঁর ডাকে সাড়া দেবো। নিশ্চয়ই আমি তোমাদের মাঝে সাকলাইন রেখে যাচ্ছি: দুইটির মধ্যে প্রথমটি হলো আল্লাহর কিতাব (কুর’আন), এতে রয়েছে হেদায়েত/পথপ্রদর্শন ও নূর/আলো, তাই আল্লাহর কিতাবকে আঁকড়ে ধরো এবং কখনোই একে ছেড়ে দিও না!’ তিনি আল্লাহর কিতাব সম্পর্কে উৎসাহ ও তাগিদ দিতে থাকেন। অতঃপর তিনি বলেন, ‘এবং আমার আহলে বাইত (رضي الله عنه)! আমি তোমাদের স্মরণ করিয়ে দিচ্ছি যে আমার আহলে বাইতের (رضي الله عنه) ব্যাপারে আল্লাহকে ভয় করো! আমি তোমাদের স্মরণ করিয়ে দিচ্ছি যে আমার আহলে বাইতের (رضي الله عنه) ব্যাপারে আল্লাহকে ভয় করো! আমি তোমাদের আমার আহলে বাইতের ব্যাপারে আল্লাহকে ভয় করার কথা স্মরণ করিয়ে দিচ্ছি।’’ অতঃপর হুসাইন জিজ্ঞেস করলেন, ‘‘আর তাঁর আহলে বাইত (رضي الله عنه) কারা, হে যায়দ? তাঁর স্ত্রীবৃন্দ (رضي الله عنه) কি তাঁর আহলে বাইতের (رضي الله عنه) অংশ নন?” যায়দ (رضي الله عنه) উত্তরে বলেন, \"তাঁর স্ত্রীবৃন্দ (رضي الله عنه) তাঁর আহলে বাইতের (رضي الله عنه) অংশ, কিন্তু তাঁর আহলুল বাইতের (رضي الله عنه) অন্তর্ভুক্ত তাঁরাও, যাঁদের প্রতি যাকাত নিষিদ্ধ।\" হুসাইন জিজ্ঞেস করলেন, তাঁরা কারা? যায়দ (رضي الله عنه) উত্তরে বললেন, তাঁরা হলেন (হযরতে) আলী (ক.)-এর পরিবার, আকিলের পরিবার, জা’ফরের পরিবার এবং আব্বাস (রাদ্বিয়াল্লাহু আনহুম)-এর পরিবার। হুসাইন জিজ্ঞেস করলেন, যাকাত কি তাঁদের সবার জন্যে হারাম? যায়দ (رضي الله عنه) জবাব দিলেন, \"হ্যাঁ।\"\n\n   \n\nসংক্ষেপে, এই বর্ণনাটি আহলে বাইতের সদস্যবৃন্দের (رضي الله عنه) সাথে সুসম্পর্ক ও উত্তম আচরণ বজায় রাখার জন্যে একটি উপদেশ। তাঁদেরকে সর্বদা ভালোবাসা, তাঁদের প্রতি (অন্তরে) সহানুভূতি লালন ও সম্মানের সাথে আচরণ করা উচিত। সর্বাবস্থায় তাঁদের অধিকার পূরণের ক্ষেত্রে সুবিবেচনাশীল হওয়া উচিত, আর এও নিশ্চিত করা উচিত যে তাঁরা যেনো কখনোই নিপীড়ন ও হয়রানির লক্ষ্যবস্তুতে পরিণত না হন।\n\n\nঅধিকন্তু, উপরের বর্ণনাটি অধ্যয়ন করার সময় এর নিম্নলিখিত দিকগুলো মনে রাখা উচিত: \n\n\n১/ - এই বর্ণনাটি যায়দ ইবনে আরকাম (রাদিয়াল্লাহু আনহু) এমন এক সময়ে বর্ণনা করেছিলেন যা তিনি নিজেই স্পষ্টভাবে স্বীকার করেছেন যে তিনি বার্ধক্যে পৌঁছেছেন। তিনি যা বর্ণনা করছিলেন তা দেখা ও শোনার পর অনেকগুলো বছর কেটে গেছে; তাই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে যা শুনেছিলেন তার সবই তিনি মনে রাখতে পারছিলেন না, যেমনটি মনে রাখতে পারতেন তিনি আগে। এ কারণে হাদীসের সূচনায় তিনি যে কৈফিয়ত পেশ করেছেন, তা মুসনাদে ইমাম আহমদ হাম্বল গ্রন্থেও অনুরূপভাবে লিপিবদ্ধ হয়েছে এবং তা এ বইয়ে ইতোমধ্যেই উদ্ধৃত হয়েছে। একই ভাষ্য লিপিবদ্ধ হয়েছে ইবনে মাজাহ শরীফ গ্রন্থের ‘আহাদীস বর্ণনায় সতর্কতা’ শীর্ষক অধ্যায়েও। আবদুর রহমান ইবনে আবী লায়লা তা বর্ণনা করেন এভাবে:\n\n\nحدثنا عن رسول الله صلى الله عليه وسلم قال (زيد) كبرنا ونسينا والحديث عن رسول الله صلى الله عليه و سلم لشديد.\n\n\nঅর্থ: ‘রাসূলুল্লাহ (ﷺ) হতে শ্রুত (হাদীস) আমাদের কাছে বর্ণনা করুন’ - (মর্মে প্রশ্নের পরিপ্রেক্ষিতে) হযরতে যায়দ (رضي الله عنه) উত্তরে বলেন, “আমরা বার্ধক্যে পৌঁছেছি এবং (অনেক কিছু) বিস্মৃত হয়েছি; আর প্রিয়নবী (ﷺ) হতে হাদীস বর্ণনা নিশ্চয় একটা কঠিন বা গুরুতর বিষয়!”\n\n\n২/ - এই হাদীসটির পরপরই মুসলিম শরীফে লিপিবদ্ধ হযরতে যায়দ (رضي الله عنه) হতে বর্ণিত আরেকটি হাদীস শরীফে প্রিয়নবী (ﷺ)-এর পবিত্র স্ত্রীবৃন্দ (رضي الله عنه)-কে আহলে বাইত থেকে বাদ দেয়া হয়েছে। অথচ এই হাদীসে তাঁদেরকে আহলে বাইতের অন্তর্ভুক্ত করা হয়েছে। একই বর্ণনাকারী হতে বর্ণিত দুটো হাদীসের পরস্পরবিরোধিতার বাস্তবতা স্পষ্ট ইঙ্গিত করে যে (এতদসংক্রান্ত) হাদীস সংরক্ষণের ক্ষেত্রে কিছু অসঙ্গতি বিদ্যমান।\n\n\n৩/ - ‘সাকলাইন’ সম্পর্কে উল্লেখের পরে স্পষ্ট বলা হয়েছে “দুইটির মধ্যে প্রথমটি” হলো আল্লাহর কিতাব/কুর’আন; অথচ ‘দ্বিতীয়টি” সম্পর্কে কোনো স্পষ্ট উল্লেখ করা হয়নি। উপরন্তু, কুর’আনের সাথে এর প্রয়োজনীয় বিস্তারিত বিবরণও দেয়া হয়েছে। যথা - “এতে রয়েছে হেদায়েত/পথপ্রদর্শন ও নূর/আলো, তাই আল্লাহর কিতাবকে আঁকড়ে ধরো এবং কখনোই একে ছেড়ে দিও না!” মহাগ্রন্থকে গ্রহণ ও তার ওপর অনুশীলন করার প্রশংসাও করা হয়েছে। পক্ষান্তরে, আহলে বাইত (رضي الله عنه)-এর কথা উল্লেখের পাশাপাশি অনুরূপ এমন কোনো বক্তব্য পেশ করা হয়নি, যা ইসলামী বিধিবিধানের বেলায় তাঁদের মৌলিক পদবীর ব্যাপারে ইঙ্গিতবহ, এবং যা ব্যক্ত করে যে তাঁদেরকে প্রশ্নাতীতভাবে মান্য করা বাধ্যতামূলক। বরঞ্চ আমরা এখানে যা দেখতে পাই তা হলো, তাঁদের সাথে সুসম্পর্ক বজায় রাখা এবং তাঁদের প্রতি ভালোবাসার তাকিদ, যে বিষয়টি বিতর্কাতীত এবং সুন্নী ও শিয়া উভয় পক্ষ কর্তৃক সমর্থিত।\n\n\n৪/ - এই হাদীসে আরেকটি ইঙ্গিত রয়েছে এ মর্মে যে আহলে বাইত (رضي الله عنه) দ্বিতীয় ‘সিক্বাল’ নন, আর তা হলো আরবী - ثم قال - তথা “অতঃপর তিনি (ﷺ) বলেন” কথাটি। এটা এ কারণে যে আরবী ভাষায় - ثم - ‘অতঃপর’ শব্দটি দুটো ঘটনার মধ্যখানে বিলম্ব বোঝায়। অতএব, এই পরিপ্রেক্ষিতে এটা প্রমাণ করে যে আহলে বাইত (رضي الله عنه)-সংক্রান্ত অলোচনা তার পূর্ববর্তী আলোচনার সাথে যুক্ত নয়। অন্য একটি বিষয়বস্তু নিয়ে (প্রথমে) আলোচনা করা হচ্ছিলো, যা (হাদীস) বর্ণনাকারী বাদ দিয়ে (তদস্থলে) আহলে বাইত (رضي الله عنه)-এর প্রসঙ্গে যাওয়ার সিদ্ধান্ত নিয়েছিলেন। তিনি এদিকেই ইশারা করেছেন - ثم قال - ‘অতঃপর তিনি (ﷺ) বলেন’ মর্মে কথাটি প্রয়োগের মাধ্যমে দুটো আলোচনাকে আলাদা করে। অতএব, ‘সাকলাইনের’ সাথে আহলে বাইত (رضي الله عنه)-এর কোনো সম্পর্ক (এখানে) নেই। কেননা - ثم - ‘অতঃপর’ শব্দটি এমন বাক্যে খাপ খায় না যা অবিচ্ছিন্ন এবং একই বিষয়বস্তু-সংক্রান্ত। এটা আরো স্পষ্ট হবে যখন আমরা এ হাদীসে উল্লেখিত পূর্ববর্তী দুটো দৃষ্টান্তের দিকে তাকাবো, যেখানে - ثم - শব্দটি ব্যবহৃত হয়েছে। উপরন্তু, মুহাদ্দিসীন/হাদীসশাস্ত্রবিদমণ্ডলীর মাঝে হাদীসকে সংক্ষেপ করার সাধারণ একটি প্রথা চালু ছিলো। কোনো জ্ঞানী ব্যক্তিই এ বিষয়টি অস্বীকার করবেন না। তাই বড় সম্ভাবনা এই যে, এ কথা মাথায় রেখেই (উপরোক্ত) হাদীসটির বর্ণনাকারীবৃন্দ হাদীসটিকে সংক্ষেপ করার উদ্দেশ্যে দ্বিতীয় সিক্বাল‘কে উল্লেখ না করার ব্যাপারটি বেছে নেন। এই হাদীসে অনেকগুলো ইঙ্গিত বিদ্যমান; কেউ এগুলো নিয়ে চিন্তা করলে এর সম্ভাব্যতা শক্তিশালী বা দৃঢ়তর হয়। আমরা এগুলো উল্লেখ করবো নিচে:\n\n\n(ক) হাদীসটিতে ’আল্লাহর কিতাব’ উল্লেখ করার আগে ‘দুটির প্রথমটি’ মর্মে বর্ণনা প্রদান করা হয়েছে। এরপর ‘দুটির দ্বিতীয়টি’ বলা হয়নি। আহলে বাইত (رضي الله عنه)-কে স্পষ্টভাবে দুটির মধ্যে দ্বিতীয়টি বলে বর্ণনা করা হয়নি। তাঁরা যে সাক্বলাইনের অংশ নন, এটা তারই একটা ইঙ্গিত।\n\n\n(খ) সাক্বলাইনের অন্তর্ভুক্ত কিতাবুল্লাহ/আল্লাহর কিতাব উল্লেখের পাশাপাশি তার নূর তথা জ্যোতি ও হেদায়াত বা সঠিক দিকনির্দেশনার গুরুত্বও বর্ণনা করা হয়েছে। এটাকে আঁকড়ে ধরতে হবে; আর এটাকে গ্রহণ ও এটার অনুশীলনের প্রশংসাসূচক বাণীও হাদীসটিতে এসেছে। কিন্তু আহলে বাইত (رضي الله عنه) সম্পর্কে অনুরূপ বর্ণনাসমূহ প্রদান করা হয়নি। তাই তাঁরা দ্বিতীয় সিক্বাল নন। আহলে বাইত (رضي الله عنه)-এর বিষয়টি একেবারেই আলাদা একটি বিষয়বস্তু।\n\n\n(গ) আরবী - ثم - শব্দটি দ্বারা একটি বিলম্ব বা ছেদ বোঝানো হয়, যেমনটি উপরে আলোচনা করা হয়েছে। অতএব, দ্বিতীয় সিক্বালের উল্লেখ ও (প্রসঙ্গের) বিষয়বস্তু সম্পূর্ণ করার আগে এই শব্দটি ব্যবহার করা অনুপযুক্ত বা অসঙ্গত হবে।\n\n\nউপরে পেশকৃত ইশারাগুলোর মাধ্যমে দ্বিতীয় সিক্বাল যে আহলে বাইত (رضي الله عنه) নন, সে সম্পর্কে কেউ নিশ্চিত হতে পারেন। বরঞ্চ উলামাবৃন্দের সংখ্যাগরিষ্ঠ অংশের কৃত ব্যাখ্যানুযায়ী তা (মানে দ্বিতীয় সিক্বাল) হচ্ছে সুন্নাহ। কিন্তু এখানে তা উল্লেখিত হয়নি বর্ণনাকারীদের হাদীস সংক্ষিপ্তকরণের কারণে।"
  },
  {
    "1": "জরুরি জ্ঞাতব্য",
    "2": "জরুরি জ্ঞাতব্য \n\n\nএই বইয়ের শেষে আমরা সেসব হাদীস সংকলন করবো, যেগুলোতে প্রিয়নবী (ﷺ)-এর প্রসিদ্ধ ভারার্পণমূলক আজ্ঞা তিনি আমাদের প্রতি জারি করেছেন এ মর্মে যে আল্লাহর কিতাব ও সুন্নাহকে আঁকড়ে ধরতে হবে। এটা শিক্ষিতদের পাশাপাশি সর্বসাধারণের কাছেও ‘সাক্বলাইন’ শব্দের সঠিক অর্থ স্পষ্ট করবে।\n\n\nউপরোক্ত ব্যাখ্যার পর আমরা আরও একটি বিষয়ের প্রতি ন্যায়বান ব্যক্তিদের দৃষ্টি আকর্ষণ করতে চাই আর তা হলো, সহীহ মুসলিম, মুসনাদে আহমদ ও দারিমী (রহমতুল্লাহি আলাইহিম)-এর বর্ণনার ব্যাখ্যা আপনাদের সামনে পেশ করা হয়েছে বটে, কিন্তু এই বর্ণনাটি আরও তিনজন মুহাদ্দীস আলেম, যেমন সর্ব-ইমাম আল-বাগাভী, আল-বায়হাকী ও ইবনুল মাগাযী (রহমতুল্লাহি আলাইহিম), ভিন্ন ভিন্ন ইসনাদ-সহ বর্ণনা করেছেন। এই বর্ণনাগুলো সেগুলোর ক্রমানুসারে সহসা উদ্ধৃত করা হবে। তবে সর্ব-ইমাম বায়হাকীর দ্বিতীয় বর্ণনা, ইবনুল মাগাযীর চতুর্থ বর্ণনা এবং ইমাম বাগাভী (রহমতুল্লাহি আলাইহিম)-এর বর্ণনাটি সবই ইমাম মুসলিম (رحمة الله)-এর বর্ণনার সাথে মিলে যায়। বর্ণনার একটি বা দুটি শব্দে নগণ্য পার্থক্য থাকতে পারে, তবে বর্ণনার অবশিষ্টাংশ এবং ইসনাদের মূল অংশ (বর্ণনাকারী হচ্ছেন আবূ হাইয়ান আল-তাইমী, যাঁর নাম ইয়াহিয়া ইবনে সাঈদ; তিনি  বর্ণনা করেছেন ইয়াজিদ ইবনে হাইয়্যান থেকে, যিনি যায়েদ ইবনে আরকাম রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেছেন) এই একই (মুসলিম শরীফের) বর্ণনার অনুরূপ। এর সকল বর্ণনাকারীই নির্ভরযোগ্য এবং সমালোচনামুক্ত।\n\n\nযেহেতু এই সমস্ত বর্ণনা ইমাম মুসলিম (رحمة الله)-এর বর্ণনার মূল পাঠের সাথে মিলে যায়, সেহেতু এগুলোকে একটি বর্ণনা হিসেবেই গণ্য করা হবে এবং উপরের ব্যাখ্যাটি এগুলোর সকলের জন্য প্রযোজ্য হবে। এই বর্ণনার সংক্ষিপ্তসার নিচে উপস্থাপন করা হলো:\n\n\n১/ - ছয়টি বইয়ের সবগুলো (যথা - আহমদ, দারিমী, মুসলিম, বায়হাকী, ইবনুল মাগাযী এবং বাগাভী রহমতুল্লাহি আলাইহিম) একই বর্ণনা উদ্ধৃত করে। তাই এটাকে শুধুমাত্র একটা বর্ণনা হিসেবে গণ্য করা উচিত। বর্ণনাকারী আবূ হাইয়্যান-ই তাঁর যুগের একমাত্র ব্যক্তি যিনি এই হাদীসটি বর্ণনা করেছেন; তাই এই বর্ণনাটি ‘মাশহুর’ নয় এবং মুতাওয়াতিরও নয়। বরং এটা খবর আল-ওয়াহিদ (আহাদ নামে পরিচিত)।                      \n\n\n২/ - এই সমস্ত বর্ণনা কুর‘আনকে সত্য-সঠিক পথের দিকনির্দেশনামূলক ও আলোকিত গ্রন্থ হিসেবে বর্ণনা করে। এগুলোর কোনোটাই আহলে বাইত (رضي الله عنه)-কে অনুরূপভাবে বর্ণনা করে না।\n\n\n৩/ - এতে কুর’আনকে মেনে চলার নির্দেশ জারি করা হয়। কিন্তু আহলে বাইত (رضي الله عنه)-এর ব্যাপারে এমন কোনো নির্দেশ এতে ছিল না।\n\n\n৪/ - কুর’আনকে দৃঢ়ভাবে আঁকড়ে ধরার কথা এতে স্পষ্টভাবে উল্লেখ করা হয়েছে। কিন্তু আহলে বাইত (رضي الله عنه)-এর ব্যাপারেও একই কথা বলা হয়নি।\n\n\n৫/ - কুর’আনকে (অনুসরণ করার) উপদেশ স্পষ্টভাবে এতে দেয়া হয়েছে, কিন্তু আহলে বাইত (رضي الله عنه)-এর ক্ষেত্রে একই উপদেশ দেয়া হয়নি।\n\n\n৬/ - কুর’আনের বিধানাবলীর উপর আমল তথা অনুশীলন করার আদেশ এতে জারি করা হয়েছে। কিন্তু আহলে বাইত (رضي الله عنه)-এর উল্লেখের সময় এটা দেখা যায়নি।\n\n\n৭/ - আরবী - \"ثم\" - শব্দটি বিলম্ব বা ছেদকে বোঝায়। এক ও অভিন্ন বিষয়ে আলোচনা করার সময় এই শব্দটি ব্যবহার করা অনুচিত [অতএব, একটি নতুন বিষয় যা সাকলাইন নয়, বরং আহলে বাইত (رضي الله عنه)-এর অধিকার, সে সম্পর্কে আলোচনা করা হয়েছে হাদীসের প্রথমাংশের পরপরই]।\n\n\n৮/ - এই বর্ণনায় বিদ্যমান সমস্ত ইঙ্গিত দ্বারা এটা সন্দেহাতীত যে, দ্বিতীয় সিক্বালটি আহলে বাইত (رضي الله عنه) নন; বরং এটা প্রিয়নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সুন্নাহ।"
  },
  {
    "1": "চলমান",
    "2": ""
  }
]