[
  {
    "id": 1,
    "heading": "গর্ভাবস্থায় ১০টি পরামর্শ",
    "body": "<p>সন্তান যখন মায়ের গর্ভে থাকে, তখন ভ্রুণ অবস্থা থেকেই মায়ের যাবতীয় চাল-চলন ও গতিবিধির বিস্তর প্রভাব সন্তানের ওপর পড়ে। অপরদিকে ভ্রুণ অবস্থা থেকেই শুরু হয় মায়ের অবর্নণীয় কষ্ট। কুরআনের ভাষায়, حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ তার মাতা তাকে কষ্টের পর কষ্ট করে গর্ভে ধারণ করেছে। (সূরা লুকমান: ১৪) আর একজন মায়ের এহেন কষ্টের ফসল ‘সন্তান’ যদি তাঁরই অসতর্ক ও আজেবাজে চাল-চলনের কারণে নেক, সৎকর্মশীল ও সুচরিত্রের অধিকারী না হয় তাহলে একদিন এ মা’ই নিজের গর্ভ-ব্যর্থতা স্বীকার করে বলে থাকে, তোকে গর্ভে ধারণ করে ভুল করেছি। এজাতীয় কথা-আল্লাহ্‌র কাছে পানাহ চাই-যেন কোনো মাকে বলতে না হয় এলক্ষে একজন গর্ভবতী মায়ের প্রতি আল্লাহওয়ালাদের পরামর্শের ভান্ডার থেকে দশটি পরামর্শ পেশ করছি। আশা করি, উপকৄত হবেন—</p>\n<p></p>\n<p>১. গোনাহ থেকে বিরত থাকুন:</p>\n<p></p>\n<p>প্রিয় গর্ভবতী মা! গর্ভাবস্থায় অতিরিক্ত ইবাদতের ফিকিরের চাইতে গোনাহ ছেড়ে দেয়ার ফিকির অধিক করাটাই হবে আপনার বুদ্ধিমত্তার পরিচয়। আর এটা করতে হবে, আপনার ভেতরে বেড়ে ওঠা সন্তানের জন্যই। যেমন, নাটক-সিরিয়ালপ্রীতি বর্জন করবেন, কণ্ঠস্বরকে সংযত করবেন, বিশেষ প্রয়োজন দেখা না দিলে ঘর হতে বের হবেন না। আপনার যে সকল গায়রে মাহরাম আত্মীয় রয়েছে, তাদেরকে আপনার সাথে দেখা সাক্ষাতের কিংবা পর্দা লংঘনের জন্য অনুমতি দেবেন না। এভাবে চলতে পারলে পবিত্র কুরআনের সুসংবাদ গ্রহণ করুন إنَّ مَعَ العُسْرِ يُسْراً— কষ্টের সাথেই আছে সুখ। (সূরা আলাম-নাশরাহ: ৬)</p>\n<p></p>\n<p>এই যে আরেকটি আয়াত দেখুন, যা আপনার জন্যও প্রযোজ্য—</p>\n<p></p>\n<p>إِن تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا</p>\n<p></p>\n<p>যেগুলো সম্পর্কে তোমাদের নিষেধ করা হয়েছে যদি তোমরা সেসব বড় গোনাহ থেকে বেঁচে থাকতে পার। তবে আমি তোমাদের (ছাট) গুনাহসমূহ ক্ষমা করে দেব এবং সম্মানজনক স্থানে তোমাদের প্রবেশ করাব। (সূরা নিসা: ৩১)</p>\n<p></p>\n<p>২. ধৈর্য্য ধারণ করুন:</p>\n<p></p>\n<p>অসুস্থতা, বমি বমি ভাব, দুর্বলতা প্রভৃতি কারণে ধৈর্য্যহারা হবেন না। এভাবে ভাবুন, ‘এই সময়টার প্রতিটি মুহূর্ত আপনার জন্য জিহাদতূল্য ইবাদত’। এতে ধৈর্য্য ধারণ করা আপনার জন্য সহজ হবে। আপনার কষ্ট শক্তিতে পরিণত হবে।</p>\n<p></p>\n<p>নবীজী ﷺ চমৎকার বলেছেন, الصَّبْرُ ضِيَاءٌ সবর হল জ্যোতি। (মুসলিম: ২২৩)</p>\n<p></p>\n<p>৩. সময় মত নামাজ আদায় করুন:</p>\n<p></p>\n<p>এসময়ে অস্থিরতা বেশি কাজ করে। আর যথাসময়ে নামাজ অন্তরকে প্রশান্ত রাখে। এজন্যই নামাজের সময় হলে নবীজী ﷺ বেলাল রাযি.কে বলতেন, أَقِمِ الصَّلاةَ، أَرِحْنا بِهَا নামাজের ব্যবস্থা কর এবং তার মাধ্যমে আমাকে তৃপ্ত কর। (আবু দাউদ: ৪৩৩৩)</p>\n<p></p>\n<p>৪. জিকির করুন:</p>\n<p></p>\n<p>অস্থিরতা দূরীকরণের কুরআনি-ব্যবস্থাপনা এটি। এটা আপনাকে ও আপনার গর্ভের সন্তানকে শান্ত রাখতে সহায়ক হবে। আল্লাহ তাআলা বলেন,</p>\n<p></p>\n<p>الَّذِينَ آَمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ</p>\n<p></p>\n<p>যারা ঈমান আনে এবং আল্লাহর স্মরণে যাদের মন প্রশান্ত হয় ; জেনে রাখ, আল্লাহর স্মরণেই মন প্রশান্ত হয়। (সূরা রাদ : ২৮)</p>\n<p></p>\n<p>৫. শোকর আদায় করুন:</p>\n<p></p>\n<p>দেখুন, মা হওয়ার মাঝেই নারীজন্মের স্বার্থকতা। কত নারী এমন আছে,গর্ভবতী হওয়ার জন্যে বছরের পর বছর ধরে চেষ্টা করছে কিন্তু তাদের ভাগ্যে এই নেয়ামত জুটছে না। এজন্য যখনি মা হওয়ার আনন্দে পুলকিত হবেন তখনি আল্লাহর শোকর আদায় করুন। আল্লাহ তাআলা বলেন, وَٱشْكُرُواْ لِى وَلَا تَكْفُرُونِ আমার কৃতজ্ঞতা প্রকাশ কর; অকৃতজ্ঞ হয়ো না। (সূরা বাকারা: ১৫২)</p>\n<p></p>\n<p>৬. বেশি রাত পর্যন্ত জাগ্রত থাকা থেকে বিরত থাকুন:</p>\n<p></p>\n<p>গর্ভাবস্থায় রাতে পর্যাপ্ত পরিমাণ ঘুম না হলে স্বাস্থ্যহানী ঘটে। তাই ইশার নামাজ সময়ের শুরুতে পড়ে নিন। তারপর প্রয়োজনীয় কাজ সেরে যত দ্রুত সম্ভব ঘুমিয়ে পড়ুন। দেরি করে ঘুমোতে যাবেন না। অন্তত এতটা আগে রাতের বিছানায় যেতে হবে যাতে করে কমপক্ষে ছয় ঘণ্টা ঘুম নিশ্চিন্তে যাওয়া যায় এবং ফজর যথাসময় পড়া যায়।</p>\n<p></p>\n<p>আল্লাহ তাআলা বলেন, وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا আর আমি তোমাদের নিদ্রাকে করেছি ক্লান্তি দূরকারী। (সূরা নাবা: ৯)</p>\n<p></p>\n<p>৭. ওযু অবস্থায় থাকার চেষ্টা করুন:</p>\n<p></p>\n<p>কেননা দৈহিক সুস্থতা ও আত্মিক প্রশান্তির ক্ষেত্রে ওযুর ভূমিকা অপরিসীম। বিশেষত, ঘুমানোর আগে ওযু করে নিবেন। এতে অনিদ্রার বিড়ম্বনা থেকে বাঁচা সহজ হবে।</p>\n<p></p>\n<p>নবীজী ﷺ বলেছেন,</p>\n<p></p>\n<p>إِذَا أَتَيتَ مَضْجَعَكَ فَتَوضَّأْ وضُوءَكَ لِلصَّلاةِ</p>\n<p></p>\n<p>যখন তুমি বিছানায় যাবে তখন নামাযের ওযুর মত ওযু করবে। (মুসলিম : ৪৮৮৪)</p>\n<p></p>\n<p>৮. আপনার সন্তানের জন্য কুরআন তিলাওয়াত করুন:</p>\n<p></p>\n<p>প্রায় ২০ তম সপ্তাহে গর্ভের বাচ্চা শোনার সক্ষমতা অর্জন করে। মা প্রতিদিন কিছু কুরআন তিলাওয়াত করে বাচ্চার মাঝেও কুরআনের মাঝে সম্পর্ক জুড়ে দেয়ার এটাই উপযুক্ত সময়। আবদুল্লাহ ইবনে আমর রাযি. বলেন,</p>\n<p></p>\n<p>عَلَيْكُم بِالْقُرْآَن ، فَتَعَلَّمُوه وَعَلَّمُوه أَبْنَائِكُم ، فَإِنَّكُم عَنْه تُسْأَلُوْن ، وَبِه تُجْزَوْن</p>\n<p></p>\n<p>কুরআনের বিষয়ে তোমাদের উপর অবশ্য পালনীয় এই যে, কুরআন শিক্ষা করা এবং তোমাদের সন্তানদের কুরআন শিক্ষা দেয়া। কেননা এ বিষয়ে তোমাদের জিজ্ঞাসা করা হবে এবং তার প্রতিদানও দেয়া হবে। (শরহে সহীহ বুখারী, ইবন বাত্তাল : ৪৬)</p>\n<p></p>\n<p>এক্ষেত্রে অনেকে জানতে চান, কোন সূরা পড়ব?</p>\n<p>উত্তর হল, গর্ভাবস্থার জন্য মূলত নির্দিষ্ট কোনো সূরা নেই। তবে কোনো বুজুর্গ সূরার বিষয়বস্তুর প্রতি লক্ষ রেখে আশাবাদ ব্যক্ত করেছেন এভাবে—</p>\n<p></p>\n<p>প্রথম মাসে সূরা-আল ইমরান পড়লে সন্তান দামী হবে।</p>\n<p></p>\n<p>দ্বিতীয় মাসে সূরা-ইউসুফ পড়লে সন্তান সুন্দর হবে।</p>\n<p></p>\n<p>তৃতীয় মাসে সূরা মারিয়াম পড়লে সন্তান সহিষ্ণু হবে।</p>\n<p></p>\n<p>চতুর্থ মাসে সূরা-লোকমান পড়লে সন্তান বুদ্ধিমান হবে।</p>\n<p></p>\n<p>পঞ্চম মাসে সূরা-মুহাম্মদ পড়লে সন্তান চরিত্রবান হবে।</p>\n<p></p>\n<p>ষষ্ঠ মাসে সূরা-ইয়াসিন পড়লে সন্তান জ্ঞানী হবে।</p>\n<p></p>\n<p>সপ্তম, অষ্ঠম, নবম ও দ্বশম মাসে সূরা-ইউসুফ, মুহাম্মদ এবং ইব্রারাহিম কিছু কিছু পড়বে।</p>\n<p></p>\n<p>ব্যাথা উঠলে সূরা-ইনশিকাক পড়ে পানিতে ফুক দিয়ে পান করলে ব্যথা কমে যাবে।</p>\n<p></p>\n<p>তাছাড়া ঘুমের পূর্বে অবশ্যই চার কুল তথা সূরা কাফিরূন, সূরা ইখলাস ও সূরা ফালাক ও সূরা নাস পড়ে হাতের তালুতে ফু দিয়ে সারা শরীরে হাত বুলিয় নিলে বহুবিধ ফায়দা পাওয়া যায়। এভাবে তিনবার করবেন।</p>\n<p></p>\n<p>৯. দোয়ার অভ্যাস করুন: </p>\n<p>গর্ভকালীন সময়ে মাঝে মাঝে অসহায়বোধ হয়। এমনও মনে হয়, না-জানি এবার আমি মরে যাব কিনা! তাই গর্ভকালীন সময়ে দোয়ায় বেশি লিপ্ত হতে হয়। কেননা এসময়ের দোয়া আল্লাহ কবুল করেন। আল্লাহ বলেন,</p>\n<p></p>\n<p> أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ</p>\n<p></p>\n<p>বলো তো কে নিঃসহায়ের ডাকে সাড়া দেন যখন সে ডাকে এবং কষ্ট দূরীভূত করেন। (সুরা নামল ৬২)</p>\n<p></p>\n<p>তাছাড়া আপনি আপনার সন্তানের মা। আর মায়ের দোয়া কবুল হয়। সুতরাং নেক, সুস্থ ও সুন্দর সন্তান কামনা করে বার বার দোয়া করুন। এক্ষেত্রে কুরআনের বর্ণিত দোয়াগুলোকে অগ্রাধিকার দিন। যেমন, এ দোয়াটি মুখস্থ করে নিতে পারেন—</p>\n<p></p>\n<p>رَبِّ هَبْ لِىْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً‌ۚ اِنَّكَ سَمِيْعُ الدُّعَآءِ</p>\n<p></p>\n<p>হে আমার পালনকর্তা! আপনার পক্ষ থেকে আমাকে পুত-পবিত্র সন্তান দান করুন। নিশ্চয়ই আপনি প্রার্থনা শ্রবণকারী। (আল ‘ইমরান: ৩৮)</p>\n<p></p>\n<p>পুত্র-সন্তান লাভের জন্য পড়তে পারেন—</p>\n<p>رَبِّ هَبْ لِىْ مِنَ الصّٰلِحِيْنَ </p>\n<p>হে আমার প্রতিপালক! আপনি আমাকে সৎকর্মশীল পুত্র সন্তান দান করুন। (আস-সাফফাত: ১০০)</p>\n<p></p>\n<p>১০. আল্লাহর এ দু’টি গুণবাচক নাম পড়ুন: </p>\n<p>কোনো গর্ভবর্তী মহিলা যদি আল্লাহ তাআলার গুণবাচক নাম (اَلْمُتَعَالِىْ) ‘আল-মুতাআ’লি’ এবং (اَلْمُبْدِئُ) ‘আল-মুবদিয়ু’ পড়তে থাকে তবে ঐ মহিলা তার গর্ভকালীন কষ্টক্লেশ থেকে মুক্তি পায়।</p>\n<p></p>\n<p>উক্ত দশ পরামর্শ মেনে চললে গর্ভবতী মা যেমন মহান আল্লাহর কাছে প্রিয় হয়ে ওঠবে, অনুুরূপভাবে তার ভেতরে বেড়ে ওঠা সন্তানও ‘নেক’ হবে ইনশাআল্লাহ্।</p>"
  },
  {
    "id": 2,
    "heading": "শিশু ভূমিষ্ট হওয়ার পর করণীয়",
    "body": "<p>সন্তান জন্ম হওয়া যেমন আনন্দের, সে সন্তানের প্রাথমিক কাজগুলো সুন্নাতের আলোকে পালন করা আরো বেশি আনন্দের। কেননা এ সুন্নাতের অনুসরণ সদ্য ভূমিষ্ঠ সন্তানকে সঠিক, সুন্দর জীবনের দিকে ধাবিত করবে।</p>\n<p></p>\n<p>প্রিয়নবি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাদিসে পাকে সন্তান ভূমিষ্ঠ হওয়ার পর অভিভাবকদের করণীয়গুলো বর্ণনা করেছেন। সন্তানের জন্য তা পালন করা অনেক জরুরি। আর তাহলো-</p>\n<p></p>\n<p>সন্তান ভূমিষ্ঠ হলে আল্লাহর প্রসংশা করা ও তার কৃতজ্ঞতা জ্ঞাপন করা এবং সন্তানের জন্য কল্যাণের দোয়া করা। যেভাবে হযরত ইবরাহিম আলাইহিস সালাম দোয়া করেছিলেন-الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ - رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ - رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ‘সকল প্রশংসা আল্লাহর, যিনি বৃদ্ধ বয়সে আমাকে ইসমাঈল ও ইসহাককে দান করেছেন। নিশ্চয় আমার রব দোয়া শ্রবণকারী। হে আমার রব! আমাকে সালাত কায়েমকারী বানান এবং আমার বংশধরদের মধ্য থেকেও, হে আমাদের রব! আমার দোয়া কবুল করুন। হে আল্লাহ! যেদিন হিসাব কায়েম হবে, সেদিন আপনি আমাকে, আমার পিতামাতাকে ও মুমিনদেরকে ক্ষমা করে দেবেন।’ (সুরা ইবরাহিম : আয়াত ৩৯-৪১)</p>\n<p></p>\n<p>১. সন্তান ভূমিষ্ঠ হওয়ার পর প্রথম কাজ হলো নবজাতকের ডান কানে আজান এবং বাম কানে ইকামাত দেয়া।</p>\n<p></p>\n<p>হযরত আবু রাফে রাদিআল্লাহু আনহু বর্ণনা করেন, ‘ফাতেমার ঘরে হাসান ইবনে আলি ভূমিষ্ঠ হলে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে তার কানে আজান দিতে দেখেছি।’ (আবু দাউদ, তিরমিজি)</p>\n<p></p>\n<p>২. সন্তান ভূমিষ্ঠ হওয়ার প্রথম দিন বা সপ্তম দিন নব জাতকের নাম রাখা সুন্নত।</p>\n<p></p>\n<p>রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আজ রাতে আমার একটি সন্তান ভূমিষ্ঠ হয়েছে, আমার পিতা ইবারাহিমের নামানুসারে আমি তার নামকরণ করেছি ইবরাহিম।’ (মুসলিম)অন্য হাদিসে এসেছে, নবজাতকের সুন্দর নাম রাখা সুন্নত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, কেয়ামতের দিন তোমাদেরকে তোমাদের নিজ নামে ও তোমাদের বাপ-দাদার নামে আহ্বান করা হবে, অতএব তোমরা তোমাদের (সন্তানদের) নাম সুন্দর করে নাও।</p>\n<p></p>\n<p>৩. নবজাতকের বয়স ৭দিন হলে আকিকা দেয়া।</p>\n<p></p>\n<p>হযরত সামুরা রাদিআল্লাহু আনহু বর্ণনা করেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, প্রত্যেক সন্তান তার আকিকার বিনিময়ে বন্ধক হিসেবে রক্ষিত। অতএব সপ্তম দিন তার পক্ষ থেকে আকিকা কর, তার চুল কাট ও তার নাম রাখ।’ মুসনাদে আহমদ, তিরমিজি)( যদি কেউ ৭ দিন পর আকিকা দিতে না পারে তবে সে ১৪ কিংবা ২১ দিন পর আকিকা করবে। যদি তাতেও সমর্থ না হয় তবে পরে তা আদায় করে নেবে।)</p>\n<p></p>\n<p>৪. নবজাতকের জন্মের সপ্তম দিন মাথা মুণ্ডন করে চুলের ওজন পরিমাণ রূপা (অর্থ) দান করা।</p>\n<p></p>\n<p>হযরত আনাস ইবনে মালেক রাদিআল্লাহু আনহু বর্ণনা করেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সপ্তম দিন হাসান ও হুসাইনের চুল কাটার নির্দেশ দেন এবং চুলের ওজন পরিমাণ রূপা সদকা করেন। (তিরমিজি)হযরত আলি রাদিআল্লাহু আনহু থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাসানের পক্ষ থেকে একটি বকরি আকিকা দিয়েছেন এবং বলেছেন, হে ফাতিমা, তার মাথা মুণ্ডন কর ও তার চুলের ওজন পরিমাণ রৌপ্য সদকা কর।’ (তিরমিজি)</p>\n<p></p>\n<p>৫. নবজাতকের মাথা মুণ্ডনের পর মাথায় জাফরান লাগানোও সুন্নাত।</p>\n<p></p>\n<p>৬. তাহনিক করা। অর্থাৎ নবজাতকের মুখে খেঁজুর চিবিয়ে দেয়া। </p>\n<p></p>\n<p>ইমাম নববি বলেন, সন্তান ভূমিষ্ঠ হলে খেজুর দিয়ে তাহনিক করা সুন্নত।</p>\n<p></p>\n<p>হযরত আনাস রাদিআল্লাহু আনহু বলেন আব্দুল্লাহ ইবনে আবু তালহা ভূমিষ্ঠ হলে আমি তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে নিয়ে গেলাম, তিনি বললেন, তোমার সঙ্গে কি খেজুর আছে? আমি বললাম, হ্যাঁ।রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খেজুর চিবালেন, অতঃপর তা বের করে বাচ্চার মুখে দিলেন। বাচ্চাটি জিব্বা দিয়ে চুষে চুষে ও ঠোটে লেগে থাকা অংশ চেটে খেতে লাগল।রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ দৃশ্য দেখে বললেন, দেখ! আনসারদের খেজুর কত প্রিয়!।’ (মুসলিম)</p>\n<p></p>\n<p>হযরত আবু মুসা রাদিআল্লাহু আনহু বলেন, আমার এক সন্তানের জন্ম হলে, আমি তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে নিয়ে যাই। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার নাম রাখেন ইবরাহিম। অতঃপর খেজুর দিয়ে তাহনিক করেন, তার জন্য বরকতের দোয়া করেন এবং আমার কাছে ফিরিয়ে দেন।’ (বুখারি ও মুসলিম)</p>\n<p></p>\n<p>৭. সন্তান ভূমিষ্ঠের ৭দিন পর খৎনা করা সুন্নাত।</p>\n<p></p>\n<p>হযরত জাবের রাদিয়াল্লাহু আনহু বর্ণনা করেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সপ্তম দিন হাসান এবং হুসাইনের আকিকা দিয়েছেন ও খাৎনা করিয়েছেন।’ (তাবারানি, বায়হাকি)নবজাতকের জন্মের ৭ দিন থেকে শুরু করে ৩ বছরের মধ্যে খৎনা করা উত্তম। আর ৭ বছর পূর্ণ হওয়ার আগেই খৎনা করে নেয়া ভালো। তবে সাবালক হওয়ার আগেই খৎনা করা জরুরি।</p>\n<p></p>"
  },
  {
    "id": 3,
    "heading": "নামকরণে লক্ষণীয় দিক",
    "body": "<p>নাম হলো একজন মানুষের পরিচয়ের অন্যতম মাধ্যম। সুন্দর ও অর্থবোধক নাম রাখা প্রত্যেক পিতা-মাতা, কিংবা অভিভাবকের ওপর দায়িত্ব ও কর্তব্য। রাসূল সাল্লাল্লাহু  আলাইহি ওয়াসাল্লাম -এর অসংখ্য হাদীস দ্বারা সুন্দর নামের গুরুত্ব ফুটে ওঠে। সুন্দর নামের প্রভাব সন্তানের জীবনে প্রতিফলিত হয়, এবং খারাপ নামের বদ আছর বাস্তবায়িত হয়। আপনি আপনার সন্তানের যে নাম রাখবেন হাশরের ময়দানে আল্লাহ তাআলা এ নামেই ডাকবেন।  যেমনটি  হাদীসে এসেছে। হযরত আবুদ দারদা (রাযিঃ) হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু  আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন  তোমাদেরকে ডাকা হবে তোমাদের ও তোমাদের বাবার নাম নিয়ে (অর্থাৎ এভাবে ডাকা হবে- অমুকের ছেলে অমুক)। তাই তোমরা নিজেদের জন্য সুন্দর নাম রাখ। (আবু দাউদ, হাদীস  : ৪৯৪৮)</p>\n<p></p>\n<p>কারও নাম অসুন্দর হলে নাবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পরিবর্তন করে সুন্দর নাম রাখতেন। হাদীস শরীফে এ ধরনের একাধিক ঘটনা বর্ণিত হয়েছে।</p>\n<p>عَنِ ابْنِ عُمَرَ: أَنّ ابْنَةً لِعُمَرَ كَانَتْ يُقَالُ لَهَا عَاصِيَةُ فَسَمّاهَا رَسُولُ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ جَمِيلَةَ.</p>\n<p>হযরত ইবনে ওমর (রা.) থেকে বর্ণিত, হযরত ওমর রা.এর এক মেয়ের নাম ছিল আছিয়া। রাসূলুল্লাহ সাল্লাল্লাহু  আলাইহি ওয়াসাল্লাম তার নাম পরিবর্তন করে রাখলেন জামিলা। (সহীহ মুসলিম, হাদীস ২১৩৯)</p>\n<p>কারণ আছীয়া অর্থ অবাধ্য নাফরমান ইত্যাদি সে জন্য রাসূল এ নাম পরিবর্তন করে দিয়েছেন।</p>\n<p>নামের অর্থ মানসিক ও স্বভাবের উপরও নামের প্রভাব থাকে।</p>\n<p></p>\n<p>أَخْبَرَنِي عَبْدُ الحَمِيدِ بْنُ جُبَيْرِ بْنِ شَيْبَةَ، قَالَ: جَلَسْتُ إِلَى سَعِيدِ بْنِ المُسَيِّبِ، فَحَدّثَنِي: أَنّ جَدّهُ حَزْنًا قَدِمَ عَلَى النّبِيِّ صَلّى اللهُ عَلَيْهِ وَسَلّمَ فَقَالَ: مَا اسْمُكَ؟ قَالَ: اسْمِي حَزْنٌ، قَالَ: بَلْ أَنْتَ سَهْلٌ. قَالَ: مَا أَنَا بِمُغَيِّرٍ اسْمًا سَمّانِيهِ أَبِي قَالَ ابْنُ المُسَيِّبِ: فَمَا زَالَتْ فِينَا الحُزُونَةُ بَعْدُ.</p>\n<p></p>\n<p>আবদুল হুমাইদ বিন শায়বা বলেন, আমি হযরত সাঈদ ইবনুল মুসায়্যিবের কাছে বসা ছিলাম। তিনি তখন বললেন, আমার দাদা ‘হাযান’ একবার নবীজীর দরবারে উপস্থিত হলেন। নবীজী তাকে জিজ্ঞেস করলেন, তোমার নাম কী? দাদা বললেন, আমার নাম হাযান। (হাযান অর্থ শক্তভূমি) নবীজী বললেন- না, তুমি হচ্ছ ‘সাহল’ (অর্থাৎ তোমার নাম হাযানের পরিবর্তে সাহল রাখো; সাহল অর্থ, নরম জমিন।) দাদা বললেন, আমার বাবা আমার যে নাম রেখেছেন আমি তা পরিবর্তন করব না। সাইদ ইবনুল মুসায়্যিব বলেন, এর ফল এই হল যে, এরপর থেকে আমাদের বংশের লোকদের মেযাজে রুঢ়তা ও কর্কশভাব রয়ে গেল। (সহীহ বুখারী, হাদীস ৫৮৬৪)</p>\n<p></p>\n<p>অন্য হাদীসে এসেছে তোমরা নবীগণের নামে নাম রাখ। আল্লাহ তাআলার কাছে সবচেয়ে প্রিয় নাম হচ্ছে আবদুল্লাহ ও আবদুর রহমান।সবচেয়ে সত্য নাম হচ্ছে হারেস এবং হাম্মাম আর সবচেয়ে খারাপ নাম হচ্ছে হারব এবং মুররাহ। (সুনানে আবু দাউদ, হাদীস ৪৯৫০)</p>\n<p></p>\n<p>অহংকার ও ঔদ্ধত্য প্রকাশ প্রকাশ পায় এমন নাম নবীজী সাল্লাল্লাহু  আলাইহি ওয়াসাল্লাম অপছন্দ করতেন।</p>\n<p>عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ: أَخْنَى الأَسْمَاءِ يَوْمَ القِيَامَةِ عِنْدَ اللهِ رَجُلٌ تَسَمّى مَلِكَ الأَمْلاَكِ.</p>\n<p></p>\n<p>হযরত আবু হুরায়রা রা. থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু  আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিন আল্লাহ তাআলার কাছে সবচেয়ে অপছন্দনীয় হবে ঐ ব্যক্তির নাম, যে মালিকুল আমলাক (রাজাধিরাজ) নাম ধারণ করেছে। (সহীহ বুখারী, হাদীস: ৬২০৫)</p>\n<p></p>\n<p>আজকাল আমাদের মাঝে অনেকেই শুধু আনকমন নাম খোঁজার প্রবণতা লক্ষ করা যায়। নামের অর্থ কী? সে দিকে কোন ভ্রুক্ষেপ নেই। হাদীসে আমাদেরকে এ দিকনির্দেশনা প্রদান করা হয়েছে যে, নাম রাখার সময় আমরা যেন অর্থের দিকে লক্ষ রাখি। নিজে না বুঝলে যিনি বুঝেন তার শরাণপন্ন হই।</p>"
  }
]
