[{"1":"আমিরে মুয়াবিয়া (রা.) এর পক্ষে জবাব","2":"মূল: সা’আদ ইবনে দায়দা’ন আল-সুবাঈ\n\nঅনুবাদ: কাজী সাইফুদ্দীন হোসেন\n\n\n[Bengali translation of Sa’ad ibn Dhaydaan al-Subayi’s online book “In Defense of Mu’awiyah (Ra:).” Translator: Kazi Saifuddin Hossain]\n\n"},{"1":"ভূমিকা - শায়খ ও মুহাদ্দীস আবদুল্লাহ ইবনে আবদ আল-রহমান আল-সা’আদ","2":"ভূমিকা - শায়খ ও মুহাদ্দীস আবদুল্লাহ ইবনে আবদ আল-রহমান আল-সা’আদ\n\n\nসকল প্রশংসা আল্লাহরই প্রাপ্য; আমরা তাঁর প্রশংসা করি; তাঁরই (ঐশী) সাহায্য কামনা ও তাঁর কাছেই ক্ষমা প্রার্থনা করি; আর আমরা আমাদের অন্তরের বক্রতা ও কর্মের মন্দ ফলাফল হতে আল্লাহরই মাঝে আশ্রয় নেই। তিনি যাঁকে সৎ পথপ্রদর্শন করেছেন, তাঁকে কেউই পথহারা করতে পারে না; আর তিনি যাকে গোমরাহ/বিচ্যুত করেছেন, তার কোনো পথপ্রদর্শক থাকে না। আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ছাড়া কোনো মা’বূদ/উপাস্য নেই এবং তাঁর কোনো শরীক-ও নেই। আমি আরো সাক্ষ্য দিচ্ছি যে হযরত মুহাম্মাদুর রাসূলূল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম তাঁরই হাবীব ও (প্রেরিত) রাসূল।\n\n\nঅতঃপর এখানে যা বিবৃত হবে, তার ব্যাপারে বলতে গেলে বলতে হয়, নিশ্চয় আল্লাহতা’লা আমাদের ধর্মকে পূর্ণতা দিয়েছেন এবং আমাদের প্রতি তাঁর নেআমত পরিপূর্ণ করেছেন, যেমনটি তিনি এরশাদ করেন:\n\n ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ ٱلإِسْلٰمَ دِيناً\n\nঅর্থ: “আজ আমি তোমাদের জন্যে তোমাদের দ্বীনকে পরিপূর্ণ করে দিলাম এবং তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম; আর তোমাদের জন্যে ইসলামকে মনোনীত করলাম” [সূরা মা-ইদাহ্, ৩ নং আয়াত, তাফসীরে নূরুল এরফান বাংলা সংস্করণ]। অতএব, আমাদের ধর্মীয় ও বৈষয়িক ক্ষেত্রে যা যা প্রয়োজন, সব কিছুর ব্যাখ্যা-বিশ্লেষণ আল্লাহর এই কেতাব ও রাসূলুল্লাহ (দ:)-এর সুন্নাতের মধ্যে নিহিত রয়েছে। আল্লাহতা’লা আরো ফরমান:\n\n وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَابَ تِبْيَاناً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ\n\n অর্থ: “(হে হাবীব), আমি আপনার প্রতি এ ক্বুরআন অবতীর্ণ করেছি, যা প্রত্যেক বস্তুর সুস্পষ্ট বিবরণ, হিদায়াত, দয়া ও সুসংবাদ মুসলমানদের জন্যে” [সূরা নাহল, ৮৯ আয়াত, প্রাগুক্ত তাফসীর বাংলা সংস্করণ]।\n\n\n ইমাম আল-বুখারী (রহ:)’র কাতেব/লিপিকার মুহাম্মদ ইবনে আবী হাতেম বলেন: আমি ইমাম মুহাম্মদ ইবনে ইসমাঈল আল-বুখারী (রহ:)’কে বলতে শুনেছি, “আমি এমন কোনো বিষয় সম্পর্কে জানি না, যা আল্লাহর কিতাবে ও রাসূল (দ:)-এর সুন্নাতে নেই।” এমতাবস্থায় আমি তাঁকে জিজ্ঞেস করি, এগুলোর সমস্তটুকু জানাটা কি সম্ভব? তিনি উত্তর দেন, “হ্যাঁ।” [সিয়্যার আল-আলম আল-নুবালা’ ১২:৪১২; এবং ইমাম বুখারী (রহ:)-এর লিপিকার মুহাম্মদ ইবনে আবী হাতেম রচিত ‘শামায়েল আল-বুখারী’, যেটাকে ইমাম যাহাবী একটি বড় সংকলন বলে অভিহিত করেন। ইমাম ইবনে হাজর (রহ:) নিজ ‘তাগলিক্ব আল-তা’লিক্ব’ পুস্তকে (৫:৩৮৬) এই নির্দিষ্ট বইয়ের বিবরণের সনদ উদ্ধৃত করেন]।\n\n\nআল-শাতিবী প্রণীত ‘আল-এ’তেসাম’ পুস্তকে (১:৬৪) তিনি বলেন: বাস্তবিকই শরীয়ত পূর্ণতাপ্রাপ্ত; এতে কোনো কিছু সংযোজন বা বিয়োজনের সুযোগ নেই; কেননা আল্লাহ এ সম্পর্কে বলেন, “আজ আমি তোমাদের জন্যে তোমাদের দ্বীনকে পরিপূর্ণ করে দিলাম এবং তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম; আর তোমাদের জন্যে ইসলামকে মনোনীত করলাম” [সূরা মা-ইদাহ্, ৩ নং আয়াত, তাফসীরে নূরুল এরফান বাংলা সংস্করণ]।\n\n\nঅধিকন্তু, হযরত এরবাদ ইবনে সারিয়াহ (রা:)-এর বর্ণনায় এসেছে: রাসূলুল্লাহ (দ:) আমাদেরকে এমন এক উপদেশ দেন যার দরুন আমাদের চোখ অশ্রুসিক্ত এবং অন্তর (ভয়ে) কম্পমান হয়, আর আমরা আরয করি, “এয়া রাসূলাল্লাহ (দ:)! এই উপদেশ মনে হচ্ছে যেনো বিদায়ের, এমতাবস্থায় আপনি আমাদের জন্যে কী পরামর্শ দেন?” তিনি বলেন:\n\nتركتكم على البيضاء؛ ليلها كنهارها. ولا يزيغ عنها بعدي إلا هالك ومن يعش منكم؛ فسيرى اختلافاً كثيراً. فعليكم ما عرفتم من سنتي وسنة الخلفاء الراشدين من بعدي\n\nঅর্থ: “আমি তোমাদেরকে স্পষ্ট (সোজা-সরল) পথের ওপর ছেড়ে দিয়েছি; এর রাত এর দিনেরই মতো (উজ্জ্বল); আমার পরে কেউ-ই এ পথ থেকে বিচ্যুত হবে না, একমাত্র ধ্বংসের ভাগ্য যার সে ছাড়া। আমার পরে যারা জীবিত থাকবে, তারা অনেক মতভেদ/মতপার্থক্য দেখতে পাবে; অতএব তোমরা আমার সুন্নাহ সম্পর্কে যা জানো তা-ই আঁকড়ে ধরবে এবং আমার পরে সঠিক পথপ্রাপ্ত খলীফা (রা:)-দের সুন্নাহকেও আঁকড়ে ধরবে...”\n\n\nএটা প্রতিষ্ঠিত যে মহানবী (দ:) দ্বীনী ও দুনিয়াদারির বিষয়াদি ব্যাখ্যা না করে বেসালপ্রাপ্ত হননি; আহলে সুন্নাহ উলামাবৃন্দের মাঝে এ ব্যাপারে কোনো মতানৈক্য নেই। এই যদি হয় বাস্তবতা, তাহলে মুবতাদী’ তথা বেদআতী ব্যক্তিবর্গ কর্তৃক এর বিপরীত দৃষ্টিভঙ্গি গ্রহণের ফলাফল দাঁড়ায় এই যে, (তাদের মতে) শরীয়ত অসম্পূর্ণ অবস্থায় আছে এবং তাতে কিছু বিষয়ের পুনর্বিবেচনা করা দরকার; অথবা এতে হারানো বিষয়াদি সংযোজনের অবকাশ রয়েছে। বেদআতী যদি সব দিক দিয়ে শরীয়তকে পরিপূর্ণ ও নিখুঁত জানতো, তাহলে তার জন্যে বেদআত প্রচলনের প্রয়োজন পড়তো না, নিজের ধারণা অনুযায়ী হারানো বিষয়াদির সংযোজন বা বিয়োজনেরও প্রয়োজন পড়তো না। আর যে ব্যক্তি দাবি করে যে শরীয়তের উন্নয়ন সাধনের অবকাশ আছে, সে সঠিক পথ হতে বিচ্যুত হয়েছে।\n\n\nঅতএব, যে ব্যক্তি কোনো বিষয় বা সিদ্ধান্ত জানতে চান, তাঁর জন্যে কিতাবুল্লাহ (ক্বুরআন মজীদ) ও সুন্নাহ’র সহায়তা নেয়া বাধ্যতামূলক; এতে অন্তর্ভুক্ত রয়েছে হযরত আমীরে মু’আবিয়া ইবনে আবী সুফিয়ান (রা:) ও তাঁর সম্পর্কে যা বলা হয়েছে, সেসব সংশ্লিষ্ট বিষয়ও। সত্যি এটা একটা বড় ব্যাপার এবং জটিলও বটে। কিছু লোক এতে জড়িয়েছে এবং ‘নসব’ তথা হযরত আলী (ক:)-বিরোধী ভ্রান্ত মতবাদে দীক্ষা নিয়েছে; পক্ষান্তরে, অপর কিছু লোক এতে জড়িয়ে ‘তাশাইয়্যু’ ও রাফেযী (সাহাবা-বিরোধী) হয়েছে। এই দুটো সমস্যা থেকে বাঁচার পথ হলো সমস্ত কিছু সুন্নাহ’তে হাওয়ালা তথা সমর্পণ করে দেয়া; কেননা সত্য ও পরিত্রাণ যাঁরা অন্বেষণ করেন, তাঁদের জন্যে এতেই নিহিত রয়েছে পর্যাপ্ত ব্যাখ্যা-বিশ্লেষণ ও তথ্য-উপাত্ত।\n\n\nআবূ মূসা ও ইসরাঈল ইমাম হাসান (রা:) হতে, তিনি আবূ বাকরাহ (রা:) হতে বর্ণনা করেন (আল-বুখারী: ২৭০৪ নং হাদীস) প্রিয়নবী (দ:)-এর কথা, যিনি বলেন:\n\nإن ابني هذا سيد، ولعل الله أن يصلح به بين فئتين من المسلمين\n\nঅর্থ: “আমার এই পুত্র একজন সাইয়্যেদ (সর্দার) এবং আমি আশা করি যে তার মাধ্যমেই আল্লাহতা’লা দুটি মুসলমান বাহিনীকে একতাবদ্ধ করবেন।” - এ বিষয়ে কথা বলতে ইচ্ছুক যে কেউ ইমাম বুখারী (রহ:)-এর উদ্ধৃত আলোচ্য হাদীসটির শরণাপন্ন হলে এটা-ই যথেষ্ট হবে। আল্লাহর মর্জিতে এ হাদীস হতে ব্যাখ্যা-বিশ্লেষণ এই লেখাটিতে আলোকপাত করা হবে নিচে।\n\n\nআমীরে মু’আবিয়া (রা:)-এর (উচ্চ)-মক্বাম সম্পর্কে রাসূলুল্লাহ (দ:) বিস্তারিত বলেছেন সেই সময়কাল হতে, যখন তিনি ছিলেন যুবক (ইসলাম ধর্ম গ্রহণের পরপর); অতঃপর পরিণত বয়সী এবং হায়াতে জিন্দেগী ত্যাগের আগে বৃদ্ধ বয়সীও; এসব বিস্তারিত বিবরণ নিচে দেয়া হবে, ইনশা’আল্লাহ।\n\n\nআমি আমাদের পুত্র শায়খ সা’আদ ইবনে দায়দান আল-সুবাঈ কর্তৃক আমীরে মু’আবিয়া (রা:) সম্পর্কে ও তাঁরই পক্ষ সমর্থনে যা এখানে লেখা হয়েছে, তা মনোযোগের সাথে পাঠ করেছি। আমার বিবেচনায় সে তার লেখায় উৎকর্ষ সাধন করেছে এবং তা হতে ফায়দাও পেয়েছে। আমীরে মু’আবিয়া (রা:)-এর উচ্চমর্যাদা প্রতীয়মানকারী দলিলাদি সে উল্লেখ করেছে, এর পাশাপাশি তাঁর (পক্ষ) সমর্থনে পাণ্ডিত্যপূর্ণ লেখনীরও উদ্ধৃতি দিয়েছে। অতএব, আমি দোয়া করি যেনো আল্লাহ পাক তাকে উত্তমভাবে পুরস্কৃত করেন এবং তাকে আশীর্বাদধন্যও করেন, আমীন।\n\n"},{"1":"আমীরে মু’আবিয়া (রা:)-এর গুণাবলী","2":""},{"1":"১/ তাঁর ধার্মিকতা (ইসলামী জিন্দেগী)","2":"আমীরে মু’আবিয়া (রা:)-এর গুণাবলী\n\n\nএই ব্যাপারে বিস্তারিত আলোচনা হবে নিম্নোক্ত বিষয়গুলোর ভিত্তিতে:\n\n\n১/ তাঁর ধার্মিকতা (ইসলামী জিন্দেগী)\n\n\nহযরতে আমীরে মু’আবিয়া ইবনে আবী সুফিয়ান (রা:)-এর ইসলামী জিন্দেগী সম্পর্কে উলামাবৃন্দের মাঝে কোনো মতপার্থক্য নেই। যে বিষয়ে তাঁদের মতভেদ আছে, তা হলো তাঁর ইসলাম গ্রহণের সময়কাল-সম্পর্কিত, যেমনটি কেউ কেউ বলেছেন সেটা হুদায়বিয়াহ’র বছর (৬ষ্ঠ হিজরী), আবার কেউ কেউ বলেছেন তৎপরবর্তী বছর; কেউ কেউ আবার মক্কা বিজয়ের সময় বলে একে উল্লেখ করেছেন; ওই সময় তিনি ছিলেন ১৮ বছরের তরুণ [আমীরে মু’আবিয়া (রা:)-এর জীবনী পাওয়া যাবে ইবনে আসাকিরের রচিত ‘তারীখ’ (ইতিহাস) পুস্তকে, যেখানে বিভিন্ন আলেমের এতদসংক্রান্ত মতামত তিনি তালিকাবদ্ধ করেছেন]।\n\n\nঅামি বলি, এটা সমস্ত উন্নত গুণের ভিত্তিমূল; আর যেহেতু এটা সুপরিচিত/প্রসিদ্ধ, সেহেতু সকল মানুষের দ্বারা এর মানদণ্ডেই একে মাপা উচিত। সর্বশক্তিমান আল্লাহতা’লা বলেন:\n\nإِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلإِسْلاَمُ\n\nঅর্থ: “নিঃসন্দেহে আল্লাহর কাছে ইসলামই একমাত্র (মনোনীত) ধর্ম…”[সূরা আলে ইমরান, ১৯]। অন্যত্র এরশাদ ফরমান:\n\nوَمَن يَبْتَغِ غَيْرَ ٱلإِسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ\n\nঅর্থ: “আর যে ব্যক্তি ইসলাম ব্যতিরেকে অন্য কোনো ধর্ম চাইবে, তা তার পক্ষ থেকে কখনো গ্রহণ করা হবে না…” [সূরা আলে ইমরান, ৮৫]। আল্লাহতা’লা আরো ফরমান:\n\nقُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ\n\nঅর্থ: “আল্লাহরই অনুগ্রহ ও তাঁরই দয়া, সেটারই ওপর তাদের আনন্দ প্রকাশ করা উচিত। তা তাদের সমস্ত ধন-দৌলত অপেক্ষা শ্রেয়” [সূরা ইঊনুস, ৫৮]।\n\n\nযদি বলা হয় যে আমীরে মু’আবিয়া (রা:)-এর ইসলামী জিন্দেগী অসিদ্ধ এবং তিনি স্রেফ কপটতা (মোনাফেকী)-স্বরূপ ইসলাম ধর্ম গ্রহণ করেছিলেন, তাহলে আমি এর জবাব তিনটি দিক হতে প্রদান করবো।\n\n\nপ্রথমতঃ রাসূলুল্লাহ (দ:) হতে বিভিন্ন হাদীসে আমীরে মু’আবিয়া (রা:)-এর ইসলামী জিন্দেগী সম্পর্কে বিবৃত হয়েছে। এসব হাদীস দুটি শ্রেণিভুক্ত:\n\n\n(ক) সুনির্দিষ্ট লিপি\n\n(খ) সাধারণ লিপি\n\n\nসুনির্দিষ্ট হাদীসগুলোর মধ্যে ইমাম মুসলিম বর্ণনা করেন (হাদীস নং ১৪৮০) মালেক ইবনে আবদিল্লাহ ইবনে এয়াযীদ হতে, যিনি আল-আসওয়াদ ইবনে সুফিয়ানের মৌলা তথা মুক্ত করে দেয়া গোলাম, তিনি আবূ সালামাহ ইবনে আব্দিল রাহমান হতে, তিনি ফাতেমাহ বিনতে ক্বায়স (রা:) হতে; হযরত ফাতেমা (রা:) বলেন:\n\n\nআমার যখন বিয়ের বৈধ বয়স হলো, তখন আমি মহানবী (দ:)-কে জানাই যে মু’আবিয়াহ ইবনে আবী সুফিয়ান (রা:) ও আবূ জাহম (রা:) উভয়েই আমাকে বিয়ের প্রস্তাব দিয়েছেন। এমতাবস্থায় তিনি বলেন:\n\nأما أبو جهم فلا يضع عصاه عن عاتقه. وأما معاوية فصعلوك لا مال له، انكحي أسامة بن زيد\n\nঅর্থ: আবূ জাহম তার লাঠি নিজের কাঁধ থেকে নামায় না, আর মু’আবিয়াহ গরিব এবং তার তেমন সম্পদ নেই। তুমি (বরঞ্চ) উসামাহ ইবনে যায়দকে বিয়ে করো...।”\n\n\nএই বর্ণনায় আমীরে মু’আবিয়া (রা:)-এর গুণগত উৎকর্ষের উল্লেখ রয়েছে এবং যারা তাঁর বিরুদ্ধে কপটতার অভিযোগ উত্থাপন করে, তাদেরও খণ্ডন এতে রয়েছে। কেননা হযরত ফাতেমা বিনতে ক্বায়স (রা:)-এর সাথে হুযূর পাকের (দ:) আলাপের মধ্যে ফুটে ওঠেছে যে তিনি সম্পদশালী নন; কিন্তু তাঁর ইসলামী জিন্দেগী সম্পর্কে যদি কোনো সংশয় থাকতো, তাহলে সেদিকে হযরত ফাতেমাহ (রা:)-এর দৃষ্টি আকর্ষণ করা হতো এবং মহানবী (দ:) এ কথা লুকোতেন না। অতএব, এ বর্ণনায় হযরতে আমীরে মু’আবিয়া (রা:)-এর উচ্চসিত প্রশংসা বিদ্যমান, আর এটা ঘটেছিলো তাঁর জীবনের প্রথম দিকে, তাঁরই ইসলামী জিন্দেগীর প্রাথমিক পর্যায়ে।\n\n\nরাসূলুল্লাহ (দ:)-এর বেসাল শরীফের পরে আমীরে মু’আবিয়া (রা:) সৈনিক ও যোদ্ধা হিসেবে শা’ম (বৃহত্তর সিরিয়া) অঞ্চলে গমন করেন। এটা ছিলো খলীফা আবূ বকর (রা:)-এর খেলাফত আমলে। খলীফা (রা:) তাঁকে অতিরিক্ত সেনাদলের প্রধান করে সেখানে পাঠিয়েছিলেন।\n\n\nঅতঃপর খলীফা উমর ফারূক্ব (রা:)-এর শাসনামলে আমীরে মু’আবিয়া (রা:)-কে শা’ম অঞ্চলের কিছু অংশের শাসনভার দেয়া হয়; আর এটা ঘটেছিলো তাঁরই আপন ভাই এয়াযীদ ইবনে আবী সুফিয়ানের ইন্তেক্বালের পরে, যা পরবর্তী পর্যায়ে বর্ণনা করা হবে। আমীরে মু’আবিয়া (রা:) ওই পদে কর্মরত ছিলেন যতোক্ষণ পর্যন্ত না হযরত উসমান (রা:) খলীফা হন; এরপর তাঁকে পুরো শা’ম অঞ্চলের শাসনভার অর্পণ করা হয়। এগুলোর সবই যুবক বয়সে তাঁর উন্নত গুণাবলীর স্পষ্ট নিদর্শন।\n\n\nপরিণত বয়সে তাঁর হালত-অবস্থা প্রসঙ্গে আল-বুখারী (রহ:)-এর বর্ণিত রাসূলুল্লাহ (দ:)-এর একখানা হাদীস (নং ২৭০৪) উদ্ধৃত করা সমীচীন হবে। এটা হযরত হাসান আল-বসরী (রহ:) হতে নেয়া, যিনি বলেন তিনি হযরত আবূ বাকরাহ (রহ:)-কে বলতে শুনেছেন যে রাসূলুল্লাহ (দ:) তাঁর নাতি ইমাম হাসান ইবনে আলী (রা:)-কে পাশে নিয়ে এরশাদ ফরমান:\n\n\nإن ابني هذا سيد، ولعل الله أن يصلح به بين فئتين من المسلمين\n\n“আমার এই পুত্র একজন সাইয়্যেদ (সর্দার) এবং আমি আশা করি যে তার মাধ্যমেই আল্লাহতা’লা দুটি মুসলমান বাহিনীকে একতাবদ্ধ করবেন।”\n\n\nআল-বুখারী (রহ:) এই রওয়ায়াত/বর্ণনাটি তাঁর সংকলনগ্রন্থে বারংবার উল্লেখ করেছেন (হাদীস নং ৩৬২৯, ৩৭৪৭, ৭১০৯)।\n\n\nএই হাদীসে ইমাম হাসান ইবনে আলী (রা:)-এর উন্নত বৈশিষ্ট্য বর্ণনা করা হয়েছে এ মর্মে যে তিনি একজন সাইয়্যেদ, আর ওই গুণের চিহ্ন হচ্ছে আমীরে মু’আবিয়া (রা:)-এর বরাবরে তাঁর খেলাফতের রাষ্ট্রক্ষমতা হস্তান্তর। এতে আরো বর্ণিত হয়েছে যে ইমাম হাসান (রা:) ও আমীরে মু’আবিয়া (রা:)-এর দুটি সেনাবাহিনী-ই মুসলমান; অধিকন্তু, এতে আমীরে মু’আবিয়া (র:)-এর গুণগত যোগ্যতা ও উচ্চসিত প্রশংসাও বিদ্যমান; কেননা প্রিয়নবী (দ:) ইমাম হাসান (রা:) কর্তৃক আমীরে মু’আবিয়া (রা:)-এর বরাবরে খেলাফতের ক্ষমতা হস্তান্তরের প্রশংসা দ্বারা আমীরে মু’আবিয়া (রা:)-এর প্রশংসা করেছেন। তিনি নেতৃত্বের যোগ্য না হলে মহানবী (দ:) ইমাম হাসান (রা:)-এর কৃত এই সমঝোতা ও আমীরে মু’আবিয়া (রা:)-এর পক্ষে খেলাফতের ক্ষমতা হস্তান্তরের প্রশংসা করতেন না।\n\n\nহযরত সুফিয়ান ইবনে উবায়না (রহ:) বলেন:\n\nقال سفيان بن عيينة: قوله: ((فئتين من المسلمين)) يعجبنا جداً\n\n”দুটি মুসলিম সেনাবাহিনী” শীর্ষক হাদীসের বাণী আমাদেরকে অতিশয় প্রভাবিত করে। [এয়াক্বূব ইবনে সুফিয়ান তাঁর প্রণীত ‘তারীখ’গ্রন্থে এটা বর্ণনা করেন এবং সাঈদ ইবনে মানসূর হতে বর্ণনা করেন ইমাম ইবনে হাজর (রহ:) নিজ ‘ফাতহুল বারী’ পুস্তকে (১৩:৬৬)]\n\n\nইমাম আবূ বকর আল-বায়হাক্বী (রহ:) বলেন:\n\nوإنما أعجبهم لأن النبي (صلى الله عليه وسلم) سماهما جميعاً مسلمين. وهذا خبر من رسول الله (صلى الله عليه وسلم) بما كان من الحسن بن علي بعد وفاة علي في تسليمه الأمر إلى معاوية بن أبي سفيان\n\n\nঅর্থ: প্রভাবিত হওয়ার কারণ হলো, প্রিয়নবী (দ:) উভয় বাহিনীকেই ‘মুসলিম’ বলেছেন। আর এই বর্ণনা খলীফা হযরত আলী কার্রামাল্লাহু ওয়াজহাহুল করীমের বেসাল শরীফের পরে ইমাম হাসান (রা:)-এর জীবনে যে ঘটনা ঘটবে এবং আমীরে মু’আবিয়া (রা:)-এর বরাবরে তাঁর ক্ষমতা হস্তান্তরের যে উপাখ্যান রচিত হবে, সে সম্পর্কে রাসূলুল্লাহ (দ:)-এর একটি (স্পষ্ট) ভবিষ্যদ্বাণীও।\n\n\nইমাম হাসান ইবনে আলী ইবনে আবী তালেব (রা:) তাঁর খুতবায় বলেন:\n\n\nأيها الناس، إن الله هداكم بأولنا، وحقن دماءكم بآخرنا، وإن هذا الأمر الذي اختلفت فيه أنا ومعاوية هو حق لامرئ كان أحق به مني، أو حق لي تركته لمعاوية إرادة إصلاح المسلمين وحقن دمائهم، وإن أدري لعله فتنة لكم ومتاع إلى حين  ا.هــ.\n\n\nওহে মানব সকল, নিশ্চয় আল্লাহ পাক তোমাদেরকে হেদায়াত দিয়েছেন আমাদের প্রথম জনের দ্বারা, আর তিনি তোমাদের রক্ত (ঝরানো) হতে (তোমাদেরকে) বাঁচিয়েছেন আমাদের শেষ জনের দ্বারা; এই যে বিষয়টি যার ব্যাপারে আমীরে মু’আবিয়া (রা:) ও আমার মধ্যে মতপার্থক্য হয়েছে, তা হয় আমার চেয়ে অধিকতর যোগ্য কোনো ব্যক্তিত্বের অধিকারসংক্রান্ত, না হয় আমারই অধিকার যা আমি আমীরে মু’আবিয়া (রা:)-এর বরাবরে ছেড়ে দিয়েছি এই উদ্দেশ্যে যে মুসলমানদের মধ্যে ঐক্য ও সমঝোতা ফিরিয়ে আনা যাবে এবং তাদের রক্তও ঝরানো বন্ধ করা যাবে। আমি জানি না এটা কি তোমাদের জন্যে কোনো পরীক্ষা, নাকি কিছু সময়কালের জন্যে আনন্দ উদযাপন। [ইমাম বায়হাক্বী: আল-এ’তেক্বাদ]\n\n\nআবূ সোলায়মান আল-খাত্তাবী নিজ ‘মা’আলিম আল-সুনান’ (৭:৩৭) পুস্তকে এই হাদীসের ব্যাখ্যায় লেখেন:\n\n\nتحت شرحه لهذا الحديث ـ : وقد خرج مصداق هذا القول فيه بما كان من إصلاحه بين أهل العراق وأهل الشام وتخليه عن الأمر؛ خوفا من الفتنة؛ وكراهية لإراقة الدم؛ ويسمى ذلك العام سنة الجماعة؛ وفي الخبر دليل على أن واحدا من الفريقين لم يخرج بما كان منه في تلك الفتنة من قول أو فعل عن ملة الإسلام؛ إذا قد جعلهم النبي صلى الله عليه وسلم مسلمين؛ وهكذا سبيل كل متأول فيما تعاطاه من رأي ومذهب دعا إليه؛ إذ كان قد تأوله بشبهة وإن كان مخطئا في ذلك؛ ومعلوم أن إحدى الفئتين كانت مصيبة والأخرى مخطئة  ا.هــ.\n\n\n(রাসূলুল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লামের ‘সাইয়েদ’-বিষয়ক) এই ভবিষ্যদ্বাণীর বাস্তবায়ন হয়েছিলো ইরাক্ব ও শাম রাজ্য দুটোর জনগণের মধ্যকার ঐক্য/সমঝোতা দ্বারা; আর বাস্তবে পরিণত হয়েছিলো মুসলমানদের রক্ত ঝরবার আশঙ্কায় ইমাম হাসান (রা:)-এর নেতৃত্ব ত্যাগের বিষয়টিও; সেই সালটিকে ‘ঐক্যের বছর’ বলা হয়েছিলো। অধিকন্তু, এই বর্ণনায় প্রমাণ হয় যে উভয় দল-ই নিজেদের মধ্যকার মৌখিক অথবা কর্মতৎপরতাগত মতভেদের কারণে ইসলাম ধর্ম হতে খারিজ/বিচ্যুত হননি, কেননা মহানবী (দ:) তাঁদের উভয় দলকেই মুসলমান অভিহিত করেছিলেন। এটাই হচ্ছে এমন ব্যক্তির সাথে (ইমাম হাসান রাদ্বিয়াল্লাহু আনহু’র গৃহীত) আলোচনায় প্রবৃত্ত হবার (সঠিক) পন্থা, যিনি কোনো মতামত বা দৃষ্টিভঙ্গি অনুযায়ী তা’বিল (ইসলামী পাণ্ডিত্যপূর্ণ ব্যাখ্যা-বিশ্লেষণ) করেন - যদিও তাঁর ব্যাখ্যা-বিশ্লেষণ হয় অস্পষ্ট ও সম্ভাব্য অনিশ্চয়তা, এমন কী ভুলও। এটা জ্ঞাত যে একটি দল সঠিক ও অপরটি ভুল করেছিলেন (এজতেহাদে)। [আল-বাগাভী-ও অনুরূপ বক্তব্য লিখেছেন তাঁর ‘শরহে আল-সুন্নাহ’ গ্রন্থে (১৪:১৩৬)]\n\n\nইবনে তাইমিয়া নিজের ফাতাওয়া পুস্তকে (৩৫:৭০) লেখেন:\n\n \n\n“নবী করীম (দ:) ইমাম হাসান (রা:)-এর প্রশংসা করেছিলেন এই সমঝোতার জন্যে, যা তাঁর হাতে সুসম্পন্ন হয়, আর এর খাতিরেই তাঁকে ‘সাইয়্যেদ’ বলে অভিহিত করেছিলেন। এটা (বাস্তবায়িত হয়) আল্লাহ ও তাঁর রাসূল (দ:)-এর প্রিয় ইমাম হাসান ইবনে আলী (রা:)-এর ওই কাজটি দ্বারা, আর আল্লাহ ও তাঁর রাসূল (দ:) তাঁর এই কাজে রাজি আছেন। আল্লাহ ও তাঁর রাসূল (দ:) যদি মুসলমানদের মধ্যে অন্তর্দ্বন্দ্ব সংঘটিত হওয়াকে আদিষ্ট করতেন, তাহলে (ইমাম হাসান রাদ্বিয়াল্লাহু আনহু’র কাজের) এই (প্রশংসার) ব্যাপারটি হতো না। ওই অবস্থায় ইমাম হাসান (রা:) প্রকৃতপক্ষে (যুদ্ধ করার) একটি অত্যাবশ্যক গুরুদায়িত্বকে বাদ দিযে যেতেন; অথবা, সেটা হতো এমন এক দায়িত্ব যা আল্লাহর কাছে বেশি প্রিয়। তবে এই রওয়ায়াত/বিবরণটি সহীহ ও স্পষ্ট/দ্ব্যর্থহীন এই মর্মে যে ইমাম হাসান (রা:) যা করেছিলেন তা আল্লাহ ও তাঁর রাসূল (দ:)-এর কাছে প্রশংসনীয় ও পছন্দনীয় ছিলো।”\n\n\nএই হাদীস থেকে আরো যা বোঝা যায় তা হলো, এ ফিতনা (বিবাদ)-সম্পর্কিত আলোচনা ও আমীরে মু’আবিয়া (রা:) ও তাঁর দলের সমালোচনা পরিহার করতে হবে। কেননা মহানবী (দ:) এই সমঝোতার প্রশংসা করেছিলেন এবং যাঁর দ্বারা এটা বাস্তবায়িত হয়েছিলো, সেই ইমাম হাসান (রা:)-এরও ভূয়সী প্রশংসা করেছিলেন। অতএব, যখন কেউ আমীরে মু’আবিয়া (রা:) ও তাঁর পক্ষের মুসলমানদের প্রতি অপবাদ দেয়, তখন তার এই কাজটি রাসূলুল্লাহ (দ:)-এর (ভবিষ্যদ্বাণীতে) প্রশংসিত সমঝোতার ভিত্তিকেই দুর্বল করে দেয়। উপরন্তু, এই সমঝোতার ফলাফল যাতে অস্তিত্বশীল ও জারি থাকে, সে জন্যে প্রয়োজন প্রথমাবস্থায় উদ্ভূত অন্তর্দ্বন্দ্বের কারণগুলোকে পুনরায় জাগ্রত না করা; এগুলোর মধ্যে রয়েছে আমীরে মু’আবিয়া (রা:)-এর প্রতি অপবাদ এবং (তা এড়িয়ে) নিজেকে স্রেফ স্পষ্ট প্রামাণ্য দলিলে উল্লেখিত বিষয়াদির মধ্যে সীমাবদ্ধ রাখা, যাতে এই সমঝোতার প্রভাব জারি রাখা সম্ভব হয়। মুহাদ্দীস ইমাম আবূ দাউদ (রহ:) তাঁর কৃত ‘সুনান’ গ্রন্থে এই হাদীসটি উল্লেখ করেছেন ‘ফিতনা-সংক্রান্ত বক্তব্য পরিহার’ শীর্ষক অধ্যায়ে (৫:২১১); আর এটা যেনো তিনি ইঙ্গিত করেছেন সে বিষয়েই, যা সম্পর্কে ওপরে আমরা আলোচনা করেছি। আর আল্লাহই সবচেয়ে ভালো জানেন। নিঃসন্দেহে এটা ইমাম আবূ দাউদের (রহ:) গভীর অনর্দৃষ্টি (কাশফ) হতেই নিঃসৃত, আল্লাহ পাক তাঁর প্রতি আপন করুণা বর্ষণ করুন, আমীন।\n\n\nআমীরে মু’আবিয়া (রা:)-এর বৃদ্ধ বয়স প্রসঙ্গে রাসূলুল্লাহ (দ:) বিস্তারিত বলেছিলেন, যা আল-বুখারী ( হাদীস নং ৭২২২, ৭২২৩) ও মুসলিম (হাদীস নং ১৮২১) হযরত জাবের ইবনে সামুরাহ (রা:) হতে আবদ আল-মালেক ইবনে উমাইরের সূত্রে বর্ণনা করেন; হযরত জাবের (রা:) তাতে বলেন:\n\n\nسمعت النبي صلى الله عليه وسلم يقول: (( لا يزال أمر الناس ماضياً ما وليهم اثنا عشر رجلاً )) ثم تكلم بكلمة خفيت علي، فسألت أبي: ماذا قال رسول الله  صلى الله عليه وسلم؟ فقال: (( كلهم من قريش )) وهذا لفظ مسلم.\n\n\nআমি রাসূলুল্লাহ (দ:)-কে শুনেছি এ কথা বলতে: “মানুষের বিষয়াদি (উন্নত হতে) থাকবে বারো জনের নেতৃত্বে...।” এরপর তিনি এমন কথা বলেন যা আমি (কানে) শুনতে পাইনি। তাই আমি আমার পিতাকে জিজ্ঞেস করি মহানবী (দ:) কী বলেছিলেন। তিনি উত্তরে বলেন, “তাঁরা (শাসকবৃন্দ) সবাই ক্বুরাইশ গোত্রভুক্ত।”\n\n\nইমাম মুসলিম তাঁর সহীহ গ্রন্থে (৮২১) হযরত জাবের ইবনে সামুরা (রা:) হতে ইমাম হুসাইন (রা:)-এর সূত্রে আলাদা শব্দচয়নে বর্ণনা করেন:\n\n\n(( إن هذا الأمر لا ينقضي حتى يمضي فيهم اثنا عشر خليفة ))\n\n\n“বস্তুতঃ এই বিষয়টি রহিত হবে না, যতোক্ষণ না বারো জন খুলাফা (খলীফামণ্ডলী) তাদের ওপরে শাসন করবে।”\n\n\nহযরত জাবের (রা:) হতে সিমাকের সূত্রেও ভিন্ন শব্দচয়নে বর্ণিত হয়:\n\n\n(( لا يزال الإسلام عزيزاً إلى اثني عشر خليفة )) ثم قال كلمة لم أفهمها، فقلت لأبي: ما قال؟ فقال: (( كلهم من قريش )).\n\n\n“ইসলাম বারো জন খলীফার শাসনকাল পর্যন্ত শক্তিশালী হতে থাকবে।” এরপর মহানবী (দ:) কিছু একটা বলেন যা আমি বুঝতে পারিনি। তাই আমি আমার পিতাকে জিজ্ঞেস করি রাসূলুল্লাহ (দ:) কী বলেছিলেন। তিনি জবাবে বলেন, “তাঁরা (শাসকবৃন্দ) সবাই ক্বুরাইশ গোত্রীয় হবেন।”\n\n\nহযরত জাবের (রা:) হতে আল-শাবী’র সূত্রে অন্যভাবে বর্ণিত:\n\n\n(( لا يزال هذا الأمر عزيزاً منيعاً إلى اثني عشر خليفة )).\n\n\n “বারো জন খলীফার মাধ্যমে (শাসনের) এই বিষয়টি শক্তিশালী থাকবে।”\n\n\nইমাম মুসলিম (রহ:) তাঁর পুস্তকে (১৮২২) আমির ইবনে সা’আদ ইবনে আবী ওয়াক্কাস (রহ:)-এর সূত্রে বর্ণনা করেন, যিনি বলেন যে হযরত জাবের ইবনে সামুরাহ (রা:) তাঁর গোলাম নাফী’র মাধ্যমে লেখা পত্র দ্বারা তাঁকে জানিয়েছেন যে তিনি রাসূলুল্লাহ (দ:)-কে বলতে শুনেছেন:\n\n\n(( لا يزال الدين قائماً حتى تقوم الساعة، أو يكون عليكم اثنا عشرة خليفة كلهم من قريش )).\n\n\nইসলাম ধর্ম প্রাধান্য বজায় রাখবে প্রলয় দিবস অবধি; কিংবা বারো জন খলীফা তোমাদেরকে শাসন করা পর্যন্ত। তারা সবাই ক্বুরাইশ গোত্রভুক্ত হবে।\n\n\nঅতএব, এসব রওয়ায়াতের স্পষ্ট অর্থের ভিত্তিতে হযরতে আমীরে মু’আবিয়া (রা:) এতে অন্তর্ভুক্ত রয়েছেন, কেননা তিনি ক্বুরাইশ গোত্রভুক্ত ছিলেন এবং তিনি শাসন করেছিলেন, আর তাঁর শাসনকালে ইসলাম ধর্ম শক্তিশালী ছিলো এবং আধিপত্য বিস্তার করেছিলো। এই বিবরণ স্পষ্টভাবে তাঁর প্রতি প্রযোজ্য হয়, বিশেষ করে আল-শাবী ও সিমাকের বর্ণনাগুলো, যা ইসলামকে শক্তিশালী ও ক্ষমতাবান হিসেবে প্রতীয়মান করে; আর এই রওয়ায়াত স্পষ্ট ইঙ্গিত করে যে এই শক্তি ও ক্ষমতার সূচনা হয়েছিলো রাসূলুল্লাহ (দ:)-এর বেসাল শরীফের পরে প্রথম খণীফা তথা হযরত আবূ বকর (রা:)-এর দ্বারা। অতঃপর ১২তম খলীফা পর্যন্ত এভাবে চলবে বলে ঘোষিত হয়েছিলো। আমীরে মু’আবিয়া (রা:) তাঁদের মধ্যে অন্তর্ভুক্ত রয়েছেন, বিশেষ করে এই কারণে যে সকল মুসলমান তাঁর প্রতি আনুগত্য স্বীকার করেছিলেন এবং ওই সালটিকে ঐক্যের বছর বলে অভিহিত করা হয়েছিলো।\n\n\nওপরে প্রদর্শিত প্রামাণ্য দলিলের ভিত্তিতে বোঝা যায়, হযরতে আমীরে মু’আবিয়া ইবনে আবী সুফিয়ান (রা:) বৈধ খলীফা ছিলেন এবং তাঁর শাসনামলে ইসলাম ধর্ম শক্তিশালী ও আধিপত্যশীল ছিলো, আর এটা হয়েছিলো তাঁর শরীয়ত অনুসারে শাসন ও সুন্নাহ’র বাস্তবায়নের দরুন। নতুবা ইসলাম ধর্ম শক্তিশালী ও প্রভাবপূর্ণ হতো না। আল্লাহ-ই সর্বজ্ঞ।\n\n\nআবূ যুর’আহ (রহ:) বলেন:\n\n\nقال أبو زرعة: حدثني عبد الرحمن بن إبراهيم نا الوليد عن الأوزاعي قال: أدركتْ خلافة معاوية عدة من أصحاب رسول الله صلى الله عليه وسلم منهم: سعد وأسامة وجابر وابن عمر وزيد بن ثابت ومسلمة بن مخلد وأبو سعيد ورافع بن خديج  وأبو أمامة وأنس بن مالك، ورجال أكثر ممن سمينا بأضعاف مضاعفة، كانوا مصابيح الهدى، وأوعية العلم، حضروا من الكتاب تنزيله، وأخذوا عن رسول الله صلى الله عليه وسلم تأويله.\n\n\nআবদুর রহমান ইবনে ইবরাহীম আমাদের কাছে বর্ণনা করেন; তিনি আল-ওয়ালীদ হতে বর্ণনা করেন, যিনি বলেন, আল-আওযাঈ (রা:) বলেছেন: ‍মু’আবিয়া (রা:)’র শাসনামলের প্রতি সমর্থন ছিলো হুযূরে পাকের (দ:) বহু সাহাবী (রা:)’র, যাঁদের মধ্যে রয়েছেন সর্ব-হযরত সা’আদ (রা:), উসামাহ (রা:), জাবের (রা:), ইবনে উমর (রা:), যায়দ বিন সাবেত (রা:), মালামাহ ইবনে মাখলাদ (রা:), আবূ সাঈদ (রা:), রাফি’ ইবনে খাদীজ (রা:), আবূ উমামাহ (রা:), আনাস বিন মালেক (রা:) প্রমুখসহ আরো অসংখ্য সাহাবী যাঁদের নাম মোবারক আমরা অনেকবার উল্লেখ করেছি। তাঁরা ছিলেন হেদায়াতের প্রদীপ এবং জ্ঞানের আধার। তাঁরা ক্বুরআন অবতীর্ণ হওয়ার ঘটনার সাক্ষী এবং এর ব্যাখ্যা-বিশ্লেষণও তাঁরা (সরাসরি) রাসূলুল্লাহ (দ:) হতে প্রাপ্ত হয়েছিলেন। আল্লাহতা’লার ইচ্ছায় তাঁদের পরবর্তী প্রজন্ম যাঁরা তাঁদেরকে পরম সাফল্যের সাথে অনুসরণ করেছিলেন, সেই উত্তরাধিকারীদের মধ্যে রয়েছেন: সর্ব-হযরত আল-মিসওয়ার ইবনে মাখরামাহ (রহ:), আবদুর রাহমান ইবনে আল-আসওয়াদ ইবনে আবদ্ এয়াগুস্ (রহ:), সাঈদ ইবনে আল-মুসাইয়াব (রহ:), উরওয়াহ ইবনে আল-যুবাইর (রহ:), আবদুল্লাহ ইবনে মুহায়রিয (রহ:) এবং তাঁদের মতো পুণ্যাত্মাবৃন্দ যাঁরা উম্মতে মুহাম্মদী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র ঐক্য বজায় রাখার ক্ষেত্রে (মোটেও) বিচ্যুত হননি।  [‘তারীখে আবূ যুর’আহ’, ৪২-৪৩ পৃষ্ঠা]\n\n\nআল-যাহাবী নিজ ‘সিয়্যার’ পুস্তকে (৩:১৩২) বলেন:\n\n\n“তোমাদের জন্যে এতোটুকুই যথেষ্ট যে এই ব্যক্তিত্বকে একটি প্রদেশ শাসনের জন্যে (প্রথমে) খলীফা উমর (রা:) ও পরবর্তীকালে খলীফা উসমান (রা:) নিযুক্ত করেছিলেন; আর এটা ছিলো সীমান্ত প্রদেশ, যেখানে তিনি তাঁর প্রতি অর্পিত দায়িত্ব ও কর্তব্যে চরম উৎকর্ষ সাধন করেছিলেন এবং তাঁর (এলাকার) জনগণ তাঁরই মহত্ত্ব/উদারতা ও ধৈর্যের ব্যাপারে খুশি/রাজি ছিলেন; যদিও কেউ কেউ হয়তো কোনো কোনো সময়ে তাঁর শাসনে কিছু অসুবিধার অভিজ্ঞতা লাভ করে থাকতে পারেন। একইভাবে, তিনি শাসক হিসেবে অধিষ্ঠিত হয়েছিলেন, যদিও সাহাবাবৃন্দের (রা:) মাঝে অনেকেই গুণে-মানে ও ধার্মিকতায় তাঁর চেয়ে শ্রেষ্ঠ ছিলেন। এই ব্যক্তিত্ব-ই শাসন করেছিলেন এবং দুনিয়াকে পরিচালিত করেছিলেন নিজের গভীর বিচক্ষণতা, অনতিক্রম্য ধৈর্য, আশীর্বাদপূর্ণ মহত্ত্ব, সূক্ষ্ম বুদ্ধি ও কৌশলপূর্ণ সিদ্ধান্ত দ্বারা। তাঁর ওই সব বিষয়ও আছে যার জন্যে তাঁকে আল্লাহর কাছে হিসেব দিতে হতে পারে [ইমাম যাহাবী’র এ বক্তব্য সুন্নী উলামাদের ঐকমত্যের খেলাফ - বঙ্গানুবাদক]। তাঁকে তাঁর জনগণ অত্যন্ত ভালোবাসতেন; তিনি শা’ম রাজ্যে বিশ বছর প্রাদেশিক শাসনকর্তা ছিলেন, এরপর বিশ বছর তিনি খলীফা পদে দায়িত্ব পালন করেছিলেন। এই শাসনকালে কেউই তাঁকে হেয় প্রতিপন্ন করার দুঃসাহস দেখায়নি। পক্ষান্তরে, সকল জাতিগোষ্ঠী-ই তাঁর ঘনিষ্ঠ হয়েছিলেন এবং তিনি আরব ও অনারব সবার ওপর শাসন করেছিলেন। তাঁর শাসনাধীন অঞ্চলের মধ্যে অন্তর্ভুক্ত ছিলো আরব, মিসর, শাম (বৃহত্তর সিরিয়া) ইরাক্ব, খুরাসান (মধ্য এশিয়া), পারস্য, আল-জাযিরাহ (মূল আরব), ইয়েমেন ও আল-মাগরেব (আলজেরিয়া, তিউনিশিয়া, মরোক্কো ইত্যাদি রাজ্য) এবং আরো অন্যান্য এলাকা।”\n\n\nসাধারণ লিপিগুলো নিম্নতালিকা অনুযায়ী হবে:\n\n\nআল-বুখারী (৩৬০৮) বর্ণনা করেন আল-হাকাম ইবনে নাফী’ (রহ:) হতে, তিনি শু’আয়ব (রহ:) হতে, তিনি আল-যুহরী (রহ:) হতে, তিনি আবূ সালামাহ ইবনে আবদির রাহমান (রা:) হতে, তিনি হযরত আবূ হুরায়রাহ (রা:) হতে, যিনি বলেন যে মহানবী (দ:) এরশাদ ফরমান:\n\n\n(( لا تقوم الساعة حتى يقتتل فئتان دعواهما واحدة )).  \n\n\n”প্রলয় দিবস আসবে না, যতোক্ষণ না দুইটি (মুসলমান) দল পরস্পরের বিরুদ্ধে যুদ্ধ করবে; তাদের আহ্বান একই হবে (মানে একই আদর্শের জন্যে লড়বে)।”\n\n\nমুসলিম (১০৬৫) বর্ণনা করেন ক্বাসিম ইবনে ফযল (রহ:) হতে, তিনি আবূ নাদরাহ (রহ:) হতে, তিনি আবূ সাঈদ (রা:) হতে, যিনি বলেন রাসূলুল্লাহ (দ:) এরশাদ ফরমান:\n\n\n(( تمرق مارقة عند فرقة من المسلمين يقتلها أولى الطائفتين بالحق )).\n\n\n“মুসলমান সমাজ যখন দ্বিধা বিভক্ত হবে, তখন একটি দলের (কিছু) অংশ বিদ্রোহ করবে; আর দুটি দলের মধ্যে যে দলটি সত্যের কাছাকাছি অবস্থানে থাকবে, তারা ওই (বিদ্রোহী) অংশের সাথে লড়বে।”\n\n\nঅতএব, হযরত আলী (ক:) ও আমীরে মু’আবিয়া (রা:)’র মাঝে যা ঘটেছিলো, সে সম্পর্কে হযরত আবূ হুরায়রাহ (রা:)’র বিবরণে একটি ব্যাখ্যা পাওয়া যায়; আর নিঃসন্দেহে হযরত আলী (ক:)-ই অন্য যে কারো চেয়ে সত্যের কাছাকাছি ছিলেন এবং তিনি-ই আবার খারেজী বিদ্রোহী/ধর্মত্যাগীদের বিরুদ্ধে লড়েছিলেন। এই রওয়ায়াত/বর্ণনায় আমীরে মু’আবিয়া (রা:)-এর ইসলামী জিন্দেগী সম্পর্কে স্পষ্ট ইঙ্গিত পাওয়া যায়, কেননা নবী করীম (দ:) এরশাদ করেন, “...তাদের আহ্বান একই হবে,” এবং ”দুটি দলের মধ্যে যে দলটি সত্যের কাছাকাছি অবস্থানে থাকবে,” তারা ধর্মত্যাগীদের বিরুদ্ধে লড়বে।\n\n\nইমাম নববী (রহ:) তাঁর রচিত ’শরহে মুসলিম’ গ্রন্থে (৭:১৬৮) বলেন:\n\n\n( وفيه التصريح بأن الطائفتين مؤمنون، لا يخرجون بالقتال عن الإيمان، ولا يفسقون، وهذا مذهبنا )\n\n \n\n“….এই বর্ণনায় রয়েছে এক দ্ব্যর্থহীন ঘোষণা এ মর্মে যে দুটো দল-ই মুসলমান; আর তারা নিজেদের (মধ্যকার) এ যুদ্ধের কারণে ঈমান-ইসলাম থেকে খারিজ হননি, তাঁদেরকে ফাসিক্ব/পাপী হিসেবেও বর্ণনা করা হয়নি। আর এটাই আমাদের (আহলে সুন্নাতের) দৃষ্টিভঙ্গিগত অবস্থান।”\n\n\nইবনে কাসীর নিজের লিখিত ‘বেদায়াহ’ (১০:৫১৩) গ্রন্থে বলেন:\n\n\nআর এতে (এ বিবরণে) রয়েছে শা’ম (সিরিয়া)-বাসী ও ইরাক্ববাসীদের উভয় দলেরই জন্যে ইসলামের একটি বিধান; রাফেযী শিয়া গোষ্ঠী যারা অজ্ঞ ও পথভ্রষ্ট এবং যারা শা’মবাসীদের প্রতি ধর্মত্যাগের অপবাদ দেয়, তারা যেমনটি দাবি করে থাকে তেমনটি নয়।\n\n"},{"1":"২/ তাঁর সাহাবী হওয়া","2":"২/ তাঁর সাহাবী হওয়া                      \n\n\nআল-বোখারী (রহ:) তাঁর সহীহ পুস্তকে (৩৭৪৬) হযরত হাসান ইবনে বিশর (রহ:) হতে বর্ণনা করেন, যিনি বলেন আল-মু’আফা আমাদের কাছে বর্ণনা করেন উসমান ইবনে আল-আসওয়াদ হতে, তিনি ইবনে আবী মুলাইকাহ হতে, যিনি বলেন:\n\n\nআমীরে মু’আবিয়া (রা:) রাতে বেতরের নামায এক রাকআতে পড়তেন, আর তাঁর সাথে ছিলেন হযরত ইবনে আব্বাস (রা:)-এর এক মওলা (মুক্ত করে দেয়া গোলাম); তিনি হযরত ইবনে আব্বাস (রা:)-এর কাছে গিয়ে (আমীরে মু’আবিয়া সম্পর্কে) বলেন। অতঃপর হযরত ইবনে আব্বাস (রা:) বলেন:\n\n\nدعه فإنه قد صحب رسول الله صلى الله عليه وسلم.\n\n\n “তাঁকে ছেড়ে দাও! কেননা নিশ্চয় তিনি রাসূলুল্লাহ (দ:)’র একজন সাহাবী।”\n\n\nআমি বলি, আমীরে মু’আবিয়া (রা:) রাসূলুল্লাহ (দ:)’র সাহাবী হওয়ার ব্যাপারটি সর্বজনবিদিত, যেমনটি ওপরের এই বিবরণ ও অন্যান্য বর্ণনায় ওঠে এসেছে; আর সাহাবীবৃন্দের (রা:) উচ্চমর্যাদা ও গুণাবলী ক্বুরআন ও সুন্নাহ হতে জানা যায়। আল-ক্বুরআনে বর্ণিত স্পষ্ট প্রমাণ হলো:\n\n\nلاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَاتَلَ أُوْلَـٰئِكَ أَعْظَمُ دَرَجَةً مِّنَ ٱلَّذِينَ أَنفَقُواْ مِن بَعْدُ وَقَاتَلُواْ وَكُلاًّ وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ\n\n\nঅর্থ: তোমাদের মধ্যে সমান নয় ওই সব লোক, যারা মক্কা বিজয়ের আগে ব্যয় ও জ্বেহাদ করেছে; তারা মর্যাদায় ওই সব লোক অপেক্ষা বড়, যারা বিজয়ের পর ব্যয় ও জ্বেহাদ করেছে এবং তাদের সবার সাথে আল্লাহ জান্নাতের ওয়াদা করেছেন এবং আল্লাহ তোমাদের কৃত কর্মগুলো সম্পর্কে অবহিত। [সূরা হাদীদ, ১০ আয়াত]\n\n\nএই আয়াতটি সমস্ত সাহাবা (রা:)’কে উদ্দেশ্য করেছে; যাঁরা মক্কা বিজয়ের আগে (আল্লাহর রাস্তায়) ব্যয় ও জ্বেহাদ করেছিলেন এবং যাঁরা ওই বিজয়ের পরে ব্যয় ও জ্বেহাদ করেছিলেন তাঁদের সবাইকেই আল্লাহতা’লা ‘সর্বোত্তম’ পুরস্কার তথা জান্নাত প্রদানের প্রতিশ্রুতি দিয়েছেন। আর যেমনটি ইতিপূর্বে ব্যাখ্যা করা হয়েছে, আমীরে মু’আবিয়া (রা:) কর্তৃক ইসলাম ধর্ম গ্রহণ মক্কা বিজয়ের আগে হোক বা পরে, তিনি তবুও এই আয়াতে করীমার উদ্দিষ্ট ব্যক্তিত্ব।  "},{"1":"৩/ প্রিয়নবী (দ:)-এর কাতেব/ওহী লেখক","2":"৩/ প্রিয়নবী (দ:)-এর কাতেব/ওহী লেখক\n\n\nইমাম আহমদ ইবনে হাম্বল (রহ:) নিজ ‘মুসনাদ’ (১:২৯১) পুস্তকে আফফান হতে বর্ণনা করেন; তিনি বলেন: আবূ আওয়ানাহ আমাদের কাছে বর্ণনা করেন; তিনি বলেন: আবূ হামযাহ আমাদের কাছে বর্ণনা করেন যে তিনি হযরত ইবনে আব্বাস (রা:)’কে বলতে শুনেছেন:\n\n\nكنت غلاماً أسعى مع الصبيان قال: فالتفت فإذا نبي الله خلفي مقبلاً، فقلت: ما جاء نبي الله إلا إليَّ. قال: فسعيت حتى أختبئ وراء باب دار. قال: فلم أشعر حتى تناولني، قال: فأخذ بقفاي فحطأني حطأة. وقال: (( اذهب فادع لي معاوية )) وكان كاتبه، فسعيت، فقلت: أجب رسول الله فإنه على حاجة.  \n\n\nআমি কিশোর থাকাকালে (একবার) অন্যান্য শিশুদের সাথে দৌড়াদৌড়ি করছিলাম; এমনি সময়ে হঠাৎ রাসূলুল্লাহ (দ:) আমাদের পেছন দিক থেকে এসে উপস্থিত হন। আমি ধারণা করি যে তিনি আমার খোঁজেই এসেছিলেন, তাই আমি দৌড়ে একটি ঘরের দরজার আড়ালে গিয়ে লুকোই; আর আমি বুঝতে পারিনি যতোক্ষণ না তিনি আমাকে জড়িয়ে ধরেন এবং আমার দুই কাঁধের মাঝখানে পিঠ চাপড়ে দেন। অতঃপর তিনি বলেন, “যাও এবং মু’আবিয়াকে গিয়ে বলো আমি ডেকেছি।” আর মু’আবিয়া (রা:) ছিলেন রাসূল (দ:)-এর কাতেব/ওহী লেখক। তাই আমি দৌড়ে গিয়ে (তাঁকে) বলি: “রাসূলুল্লাহ (দ:)’র আহ্বানে সাড়া দিন, কেননা আপনাকে তাঁর প্রয়োজন।”\n\n\nআবূ দাউদ আল-তায়্যালিসী (রহ:)-ও তাঁর ‘মুসনাদ’ গ্রন্থে হযরত ইবনে আব্বাস (রা:) হতে আবূ হামযাহ আল-ক্বাসসাব হয়ে হিশাম ও আবূ আওয়ানাহ’র সূত্রে অনুরূপ একটি বর্ণনা লিপিবদ্ধ করেছেন।\n\n\nএই বিবরণের মৌলিক অংশটি একই শব্দচয়নে আবূ হামযাহ হতে শু’বাহ’র সূত্রে মুসলিমে (২৬০৪) বর্ণিত হয়েছে, স্রেফ এই বাক্যটি ছাড়া “...তিনি ছিলেন রাসূল (দ:)-এর কাতেব।” যদিও মুসলিমের বিবরণ আরো বেশি পূর্ণাঙ্গ। [সহীহ মুসলিমে (১৫০১) ইবনে আব্বাস (রা:)-এর বিখ্যাত বর্ণনাটি আরো উল্লেখ করে যে মহানবী (দ:) আমীরে মু’আবিয়া (রা:)’কে কাতেব হিসেবে গ্রহণ করেছিলেন এবং ওই বিবরণ সম্পর্কে আলোচনা সর্বজনবিদিত।]  \n\n\nআবূ হামযাহ’কে ইমরান আল-ক্বাসসাব নামে ডাকা হয়; আর তাঁর সম্পর্কে সবচেয়ে প্রাধান্য লাভ করেছে যে দৃষ্টিভঙ্গি, তাতে ব্যক্ত হয়েছে যে তাঁর বর্ণনাগুলোর মাঝে কোনো ক্ষতি নিহিত নেই, যেমনটি ইমাম আহমদ (রহ:) তাঁর সম্পর্কে বলেন, “(তিনি) হাদীসশাস্ত্রে ‘সালেহ’ তথা ন্যায়বান,” আর শু’বাহ হতে তাঁর বিবরণ তাঁকে শক্তিশালী করেছে। হযরত সুফিয়ান সাওরী (রহ:)-ও তাঁর সম্পর্কে বলেন, “তিনি ছিলেন ইবনে আব্বাস (রা:)-এর সাথীদের মধ্য হতে।” আর এটা হযরত ইবনে আব্বাস (রা:)-এর সাথে তাঁর সংশ্লিষ্টতা সুবিদিত হওয়ার বাস্তবতাকে ইঙ্গিত করে। অধিকন্তু, এই বিবরণে তিনি স্পষ্টভাবে বলেন যে তিনি এ বাণী হযরত ইবনে আব্বাস (রা:) হতে শুনেছিলেন।\n\n\nআমি বলি, আমীরে মু’আবিয়া (রা:) মহানবী (দ:)’র কাতেব হওয়ার বাস্তবতা আলেম-উলামাদের মাঝে সুপ্রসিদ্ধ; আর প্রিয়নবী (দ:) তাঁকে ওহী লিপিবদ্ধ করার জন্যে নিজের কাতেব হিসেবে গ্রহণ করার বাস্তবতা আমীরে মু’আবিয়া (রা:)’র মহা এক গুণ ও সম্মান বলে সাব্যস্ত হয়।\n\n\nআমীরে মু’আবিয়া (রা:) খলীফা হযরত আবূ বকর (রা:)-এরও কাতেব ছিলেন। এয়াক্বূব ইবনে সুফিয়ান তাঁর লিখিত ‘আল-মারিফাহ ওয়াল-তা’রীখ’ (৩:৩৭৩) গ্রন্থে বলেন:\n\n\nসুলাইমান আমাদের কাছে বর্ণনা করেন, যিনি বলেন: উমর ইবনে আলী আমাদের কাছে বর্ণনা করেন হিশাম ইবনে উরওয়াহ হতে, তিনি তাঁর পিতা হতে, যিনি বলেন: আমি মু’আবিয়া (রা:)’র কাছে উপস্থিত হলে তিনি আমায় জিজ্ঞেস করেন, ‘আল-মাসলূল (একটি দলিলের নাম) কোথায়?’ আমি তাঁকে জানাই সেটা আমার সাথেই আছে। অতঃপর তিনি বলেন, “ওয়াল্লাহ! আমি তা নিজ হাতে লিখেছিলাম। হযরত আবূ বকর (রা:) আল-যুবায়র (রা:)-এর জন্যে একটি জমি বরাদ্দ দিচ্ছিলেন এবং আমি তা রেকর্ড করছিলাম। এমতাবস্থায় হযরত উমর (রা:) সেখানে উপস্থিত হবার উপক্রম হলে হযরত আবূ বকর (রা:) দলিলটি নিয়ে ম্যাট্রেস তথা ফরাশের ভাঁজে রেখে দেন। হযরত উমর (রা:) সেখানে প্রবেশ করে বলেন, ‘মনে হচ্ছে আপনারা এখানে ব্যক্তিগত আলাপে রত, তাই নয় কি?’ হযরত আবূ বকর (রা:) ইতিবাচক উত্তর দিলে হযরত উমর (রা:) স্থানত্যাগ করেন। অতঃপর হযরত আবূ বকর (রা:) দলিলটি আবার বের করেন এবং আমি তা লেখা সম্পন্ন করি।”\n\n"},{"1":"৪/ সাহাবায়ে কেরাম (রা:) ও তাবেঈন (রহ:)-বৃন্দের দ্বারা তাঁর প্রশংসা","2":"৪/ সাহাবায়ে কেরাম (রা:) ও তাবেঈন (রহ:)-বৃন্দের দ্বারা তাঁর প্রশংসা\n\n\nআল-বুখারী (৩৭৬৫) ইবনে আবী মুলায়কাহ’র সূত্রে হযরত ইবনে আব্বাস (রা:) হতে ইতিপূর্বে উদ্ধৃত আমীরে মু’আবিয়া (রা:)’র বেতরের নামায আদায় সংক্রান্ত প্রশ্নটির যে সমস্ত বিবরণ লিপিবদ্ধ করেন, তার একটিতে হযরত ইবনে আব্বাস (রা:)-এর উত্তরের ভাষ্য নিম্নরূপ: إنه فقيه মানে “নিশ্চয় তিনি একজন ফেক্বাহ-শাস্ত্রবিদ।”\n\n\nআল-খাল্লাল তাঁর ‘আল-সুন্নাহ’ গ্রন্থে বর্ণনা করেন হুশায়ম হতে, তিনি আল-আওয়াম ইবনে হাওশাব হতে, তিনি জাবালাহ ইবনে সুহায়ম হতে, যিনি বলেন:\n\n\nআমি হযরত ইবনে উমর (রা:)’কে এ কথা বলতে শুনেছি, “রাসূলুল্লাহ (দ:)-এর পরে নেতৃত্ব দেয়ার বেলায় আমীরে মু’আবিয়া (রা:)’র মতো এমন কৌশলী আর কাউকেই আমি দেখিনি।” তাঁকে জিজ্ঞেস করা হয়, “(তাহলে) আপনার পিতার (মানে হযরত উমর রাদ্বিয়াল্লাহু আনহু’র) ব্যাপারটি?” তিনি উত্তর দেন, “আল্লাহ আমার পিতার প্রতি রহম করুন; তিনি আমীরে মু’আবিয়া (রা:)’র চেয়ে উত্তম/শ্রেষ্ঠ ছিলেন। তবে আমীরে মু’আবিয়া (রা:) তাঁর চেয়েও (নেতৃত্বের ক্ষেত্রে) বেশি কৌশলী/বিচক্ষণ ছিলেন।”\n\n\nমা’মার নিজ ‘জামে’ পুস্তকে (২০৯৮৫, ইমাম আবদুর রাযযাক্ব প্রণীত ‘মুসান্নাফ’ সংস্করণ হতে সংগৃহীত) হাম্মাম ইবনে মুনাব্বিহ হতে বর্ণনা করেন, যিনি হযরত ইবনে আব্বাস (রা:)’কে বলতে শোনেন:\n\n\nআমি আর এমন কোনো ব্যক্তিকে দেখিনি, যাঁকে আমীরে মু’আবিয়া (রা:)’র মতো রাজ্য শাসকের ভূমিকা পালনের জন্যে সৃষ্টি করা হয়েছে। তাঁর কাছে দূরদূরান্ত হতে সর্বসাধারণ আগমন করতেন। তিনি কখনোই কৃপণ-কঞ্জুস, রূঢ় বা বদমেজাজি ছিলেন না।\n\n\nআল-যাহাবী স্বরচিত ‘তা’রীখ আল-ইসলাম’ (২:৫৪৪) গ্রন্থে বিবৃত করেন:\n\n\nবুসর ইবনে সাঈদ বর্ণনা করেন হযরত সা’আদ ইবনে আবী ওয়াক্কাস (রা:) হতে, যিনি বলেন, “খলীফা হযরত উসমান (রা:)-এর পরে আমি আর কাউকেই দেখিনি যিনি এই দরজার সাথী (মানে আমীরে মু’আবিয়া রাদ্বিয়াল্লাহু আনহু)’র মতো এমন ন্যায়পরায়ণতার সাথে শাসন করেছেন।”\n\n\nআবূ যুরা’হ আল-দামেশকী তাঁর ‘তারীখ’ পুস্তকে (১:৫৭২) আবদুর রাহমান ইবনে ইবরাহীম হতে বর্ণনা করেন, যিনি বলেন: কা’আব ইবনে খুদায়জ আবূ হা’রিসাহ আমার কাছে বর্ণনা করেন - আবূ যুরা’হ বলেন:\n\n\nআমি আবূ হা’রিসাহ’কে দেখেছি এবং তাঁর সান্নিধ্যে বসেছি; তিনি ছিলেন একজন পুণ্যবান শায়খ (হাদীসশাস্ত্র বিশারদ), যিনি বলেছেন যে আবদুল্লাহ ইবনে মুস’আব ইবনে সা’বেত আমাদের কাছে বর্ণনা করেন হিশাম ইবনে উরওয়াহ হতে, যিনি বলেন তিনি আবদুল্লাহ ইবনে আল-যুবায়র (রা:)’কে বলতে শুনেছিলেন এ কথা: “আমি আল্লাহর কসম করছি, তিনি (আমীরে মু’আবিয়া রাদ্বিয়াল্লাহু আনহু) ছিলেন ঠিক যেমনটি ইবনে রাক্বীক্বাহ (তাঁর সম্পর্কে) বলেছিলেন, আমি কি তাঁর ব্যাপারে কাঁদবো না? আমি কি তাঁর ব্যাপারে কাঁদবো না? (কেননা) তাঁর সাথে তো রয়েছে উভয় (জগৎ বা ধরনের) সম্পদ।”\n\n\nআল-খাল্লাল (৪৩৮ পৃষ্ঠা)-ও বর্ণনা করেন আল-আ’মাশ হতে, তিনি মুজাহিদ (রা:) হতে, যিনি বলেন:\n\n\nতোমরা যদি আমীরে মু’আবিয়া (রা:)’কে দেখতে, তাহলে তোমরা বলতে, “তিনি-ই মাহদী।”\n\n\nইমাম আহমদ ইবনে হাম্বল (রহ:) নিজের ‘মুসনাদ’ (৪:৯৩) গ্রন্থে বর্ণনা করেন ওয়াকী’ হতে, যিনি বলেন, আবূ আল-মু’তামির আমাদের কাছে বর্ণনা করেছেন ইবনে সীরীন হতে, তিনি আমীরে মু’আবিয়া (রা:) হতে, যিনি বলেছেন যে রাসূলুল্লাহ (দ:) ঘোষণা করেন: “রেশমের ও চিতা বাঘের চামড়ার (তৈরি জিনে) সওয়ারি হবে না।” আর আমীরে মু’আবিয়া (রা:) এমন ব্যক্তিত্ব ছিলেন না যাঁকে মহানবী (দ:) হতে তিনি যা কিছু বর্ণনা করেছিলেন, তার জন্যে অভিযুক্ত করা হয়েছিলো।\n\n\nআল-আ’জুর্রী নিজ ‘আল-শরীআ’ পুস্তকে (৫:২৪৬৬; নং - ১৯৫৫) বর্ণনা করেন যে মারওয়া হতে (আগত) এক ব্যক্তি হযরত আবদুল্লাহ ইবনে মুবারক (রহ:)’কে জিজ্ঞেস করেন আমীরে মু’আবিয়া (রা:) শ্রেষ্ঠ, না উমর বিন আবদিল আযীয? এমতাবস্থায় ইবনে আল-মুবারক (রহ:) উত্তর দেন:\n\n\nরাসূলুল্লাহ (দ:)-এর সান্নিধ্যে যে ধুলো আমীরে মু’আবিয়া (রা:)’র নাকে প্রবেশ করেছে, তাও উমর বিন আবদিল আযীযের চেয়ে শ্রেষ্ঠ/উত্তম।\n\n\nআল-খতীব আল-বাগদাদী (রহ:) নিজ ‘তারীখ’ পুস্তকে (১:২০৯) রাবা’হ ইবনে আল-জার্রাহ আল-মওসিলী’র বর্ণনা উদ্ধৃত করেন, যিনি বলেন: আমি এক ব্যক্তিকে আল-মু’আফা’ ইবনে ইমরান’র প্রতি প্রশ্ন করতে শুনি এ মর্মে যে, উমর ইবনে আবদিল আযীয কীভাবে আমীরে মু’আবিয়া (রা:)’র সাথে তুলনীয় হতে পারেন? এতে আল-মু’আফা’ অত্যন্ত রাগান্বিত হন এবং বলেন:  \n\n\nরাসূলুল্লাহ (দ:)’র সাহাবা-এ-কেরামের (রা:) সাথে কারোরই তুলনা চলে না; আমীরে মু’আবিয়া (রা:) (একাধারে) তাঁর সাহাবী, সম্মুন্দি, কাতেব এবং আল্লাহর ওহী সংরক্ষণের আস্থাভাজন ব্যক্তিত্ব।\n\n\nআমি বলি, ইতিপূর্বে উল্লেখ করা হয়েছে যে খলীফা উমর ফারূক্ব (রা:) তাঁকে তাঁর ভাই এয়াযীদের ইন্তেক্বালের পরিপ্রেক্ষিতে শা’ম (সিরিয়া) দেশের গভর্নর পদে নিয়োগ দিয়েছিলেন; আর একইভাবে খলীফা উসমান যিন্নূরাইন (রা:)-ও তা করেছিলেন। এটাই যথেষ্ট প্রমাণ যে খলীফাবৃন্দের দৃষ্টিতে আমীরে মু’আবিয়া (রা:) সুযোগ্য ছিলেন। আমীরে মু’আবিয়া (রা:)’র প্রতি সাহাবা (রা:)-বৃন্দের আর কী প্রশংসা যোগ করা যায় এই বাস্তবতা ছাড়া যে তাঁদের কেউ কেউ এবং মহান উত্তরসূরীদের অনেকে তাঁর কাছ থেকে হাদীস সংকলন করেছিলেন, যা পরবর্তী কোনো অনুচ্ছেদে লিপিবদ্ধ করা হবে।"},{"1":"হযরত আলী (ক:) ও জ্যেষ্ঠ সাহাবামণ্ডলীর (রা:) প্রশংসা","2":"হযরত আলী (ক:) ও জ্যেষ্ঠ সাহাবামণ্ডলীর (রা:) প্রশংসা\n\n\nমুহাম্মদ ইবনে নাসর আল-মারওয়াযী বর্ণনা করেন ‘তা’যীম ক্বদর আল-সালাহ’ পুস্তকে (২:১৩৪):\n\n\nখলীফা আলী (ক:) যেসব মানুষ বিদ্রোহ করেছিলেন তাঁদের বিরুদ্ধে যুদ্ধ করার দায়িত্ব নিয়েছিলেন এবং তিনি তাঁদের সম্পর্কে প্রিয়নবী (দ:) হতে বর্ণনা করেছেন যা কিছু তিনি বর্ণনা করেছেন, আর তিনি তাঁদেরকে ঈমানদার বলেছেন এবং ঈমানদারদের বিধান মোতাবেক হুকুম তথা শাসন জারি করেছেন; আর একইভাবে হযরত আম্মার ইবনে এয়াসের (রা:)-ও (তা-ই করেছেন)।\n\n\n’তা’যীম ক্বদর আল-সালাহ’ পুস্তকে (৩৬১) মুহাম্মদ ইবনে নাসর আল-মারওয়াযী বর্ণনা করেন ক্বায়স ইবনে মুসলিম হতে, তিনি তা’রিক্ব ইবনে শিহা’ব হতে, যিনি বলেন:\n\n\nكنت عند علي حين فرغ من قتال أهل النهروان، فقيل له: أمشركون هم؟! قال: مِنَ الشرك فرُّوْا، فقيل: منافقون؟ قال: المنافقون لا يذكرون الله إلاّ قليلاً، قيل: فماهم؟ قال: قوم بغوا علينا، فقاتلناهم.\n\n\nআমি হযরত আলী (ক:)’র সাথে ছিলাম যখন নাহরাওয়া’নের যুদ্ধ শেষ হয় এবং তাঁকে (ওই সময়) জিজ্ঞেস করা হয়, “এঁরা কি মুশরিক?” তিনি জবাবে বলেন, “শির্ক হতে তাঁরা ছিলেন পলায়মান।” অতঃপর তাঁকে জিজ্ঞেস করা হয়, “(তাহলে কি) মুনাফেক্ব?” তিনি উত্তর দেন, “মুনাফেক্ব-বর্গ আল্লাহকে স্মরণ করে না, সামান্যটুকু ছাড়া।” এমতাবস্থায় তাঁকে প্রশ্ন করা হয় তাঁরা তাহলে কী? আর তিনি উত্তর দেন, ”আমাদের বিরুদ্ধে বিদ্রোহকারী এক দল মানুষ এবং আমরা তাঁদের সাথে লড়েছি।”\n\n\nওই বর্ণনাকারী অনুরূপ একটি বিবরণ উদ্ধৃত করেন এসহাক্ব হতে, তিনি ওয়াকী’ হতে, তিনি মিস’আর হতে, তিনি আমির ইবনে শাক্বীক্ব হতে, তিনি আবূ ওয়া’ঈল হতে, যিনি বলেন:\n\n\nএক ব্যক্তি বলেন, “মুশরিকদের সাথে যেদিন লড়াই করা হয়, সেদিন কে ধূসর বর্ণের খচ্চরকে আহ্বান করেছিলেন?” এমতাবস্থায় হয়রত আলী (ক:) বলেন, “তাঁরা শির্ক হতে ছিলেন পলায়মান।” তখন তাঁকে জিজ্ঞেস করা হয়, “(তাহলে কি) মুনাফেক্ব?” তিনি জবাব দেন, “মুনাফেক্ব-বর্গ আল্লাহকে স্মরণ করে না, সামান্যটুকু ছাড়া।” অতঃপর প্রশ্ন করা হয় তাঁরা কী? আর তিনি উত্তর দেন, “আমাদের বিরুদ্ধে বিদ্রোহকারী এক দল মানুষ এবং আমরা তাঁদের সাথে লড়ে তাঁদের ওপর বিজয়ী হয়েছি।”\n\n \n\n‘তা’যীম ক্বদর আল-সালাহ’ পুস্তকে ওই বর্ণনাকারী আরো বর্ণনা করেন এসহাক্ব হতে, তিনি আবূ নু’আইম হতে, তিনি সুফিয়ান হতে, তিনি জা’ফর ইবনে মুহাম্মদ হতে, তিনি তাঁর বাবা হতে, যিনি বলেন:\n\n\nজামাল বা সিফফীনের যুদ্ধে হযরত আলী (ক:) এক ব্যক্তিকে সীমা লঙ্ঘন করে (বিরোধী পক্ষের বিরুদ্ধে) বলতে শোনেন। তাই তিনি বলেন, “ভালো ছাড়া অন্য কিছু বোলো না। তাঁরা হচ্ছেন এমন এক দল মানুষ যাঁরা দাবি করছেন আমরা তাঁদের বিরুদ্ধে বিদ্রোহ করেছি; আর আমরা বলছি তাঁরা আমাদেরই বিরুদ্ধে বিদ্রোহ করেছেন এবং এ বিষয়ের ওপরই আমরা তাঁদের সাথে লড়াই করেছি।”\n\n\nমুহাম্মদ ইবনে নাসর অাল-মারওয়াযী উক্ত ‘তা’যীম ক্বদর আল-সালাহ’ পুস্তকে আরো বর্ণনা করেন মুহাম্মদ ইবনে এয়াহইয়া হতে, যিনি বলেন: আহমদ ইবনে খালেদ আমাদের কাছে বর্ণনা করেন; যিনি বলেন মুহাম্মদ ইবনে রা’শিদ আমাদের কাছে বর্ণনা করেন মাকহূল হতে এই মর্মে যে, হযরত আলী (ক:)’র সাথীবৃন্দ তাঁকে মু’আবিয়া (রা:)’র সাথীবৃন্দ সম্পর্কে প্রশ্ন করেন (যে তাঁদের ব্যাপারে ফায়সালা কী হবে)? তিনি উত্তর দেন, “তাঁরা ঈমানদার।”      \n\n \n\nঅাল-মারওয়াযী ‘তা’যীম ক্বদর আল-সালাহ’ পুস্তকে আরো বর্ণনা করেন মুহাম্মদ ইবনে এয়াহইয়া হতে, তিনি আহমদ ইবনে খালেদ হতে, তিনি আবদুল আযীয ইবনে আবদিল্লাহ ইবনে আবী সালামাহ হতে, তিনি আবদুল ওয়া’হিদ ইবনে (আবী) আওন হতে, যিনি বলেন:\n\n\nহযরত আলী (ক:) সিফফীনের যুদ্ধে শহীদানকে অতিক্রম করার কালে আল-আশতারের পাশে ঝুঁকেন, আর তিনি সেখানে হা’বিস আল-এয়ামা’নীকে শহীদ অবস্থায় দেখতে পান। এমতাবস্থায় আল-আশতার দাবি করেন, ‘আমরা আল্লাহরই মালিকানাধীন এবং তাঁর কাছেই ফিরে যাবো; হা’বিস আল-এয়ামা’নী তাঁদের সাথেই আছেন, এয়া (হে) আমীর আল-মো’মিনীন। তাঁর রয়েছে মু’আবিয়া (রা:)’র চিহ্ন। আল্লাহর শপথ, আমি সব সময়ই তাঁকে ঈমানদার বলে জানতাম।’ হযরত ইমামে আলী (ক:) জবাবে বলেন, “আর তিনি এখনো ঈমানদার। হা’বিস সেই ইয়েমেনবাসীর মধ্য হতে আগত ছিলেন, যাঁরা ধার্মিকতা ও ধর্মের অনুশীলনে কঠিন সাধনারত।” [বইটির সম্পাদক বলেন: আবদুল আযীয হচ্ছেন ইবনে আল-মা’জিশূন; তাঁর নামের ব্যাপারে অতিরিক্ত তথ্য নেয়া হয়েছে ‘আল-তাহযীব’ পুস্তক হতে; আর তাঁর শিক্ষকদের নামের ব্যাপারে দ্বিতীয় অতিরিক্ত ব্যাখ্যা এসেছে ‘আল-মিনহাজ’ ও ‘আল-তাহযীব’ বইগুলো হতে]\n\n\nমুহাম্মদ ইবনে নাসর বর্ণনা করেন মুহাম্মদ ইবনে এয়াহইয়া হতে, তিনি মুহাম্মদ ইবনে উবায়দ হতে, তিনি আল-মুখতার ইবনে না’ফি’ হতে, তিনি আবূ মাতার হতে, যিনি বলেন:\n\n\nহযরত আলী (ক:) বলেন, “এদের মধ্যে সবচেয়ে বাজে লোকটি কবে সহিংসভাবে গজিয়ে উঠবে?” তাঁকে জিজ্ঞেস করা হয়, “কে সবচয়ে বাজে লোক?” তিনি উত্তর দেন, “যে ব্যক্তি আমাকে শহীদ করবে।” অতঃপর ইবনে মুলজিম তাঁকে নিজের তরবারি দ্বারা আঘাত করে এবং ওই আঘাত হযরত আলী (ক:)’র শির মোবারকে এসে লাগে; এমতাবস্থায় মুসলমানবৃন্দ ইবনে মুলজিমকে হত্যা করতে চান। কিন্তু হযরত আলী (ক:) তাঁদেরকে বাধা দিয়ে বলেন, “এই লোকটিকে মেরো না; কেননা আমি যদি সেরে উঠি তাহলে তা হবে (আমার) ক্ষতগুলোর জন্যে প্রতিবিধান; আর যদি আমি শহীদ হই তাহলে তাকে হত্যা কোরো।” ইবনে মুলজিম তখন বলে, “আপনি (তাহলে) মৃত।” হযরত আলী (ক:) উত্তর দেন, “তুমি কীভাবে নিশ্চিত হলে?” এই প্রশ্নের উত্তরে সে বলে, “আমার তরবারিতে বিষ মাখানো ছিলো।”\n\n\nমুহাম্মদ ইবনে নাসর নিজস্ব সনদে বর্ণনা করেন আম্মার ইবনে এয়াসের (রা:) হতে এই মর্মে যে জনৈক ব্যক্তি এসে বলে, শা’ম রাজ্যের মানুষ কুফর/অবিশ্বাস সংঘটন করেছেন। এমতাবস্থায় হযরত আম্মার (রা:) উত্তর দেন:\n\n\nএ কথা বোলো না; আমাদের ক্বিবলাহ একই, রাসূল (দ:)-ও একই। তবে তাঁরা এমন এক জনগোষ্ঠী যাঁরা ফিতনায় ক্ষতিগ্রস্ত; আর তাই এটা আমাদের দায়িত্ব ও কর্তব্য তাঁদেরকে সঠিক পথে ফিরিয়ে আনতে তাঁদের সাথে লড়াই করা।\n\n\nওই রাবী/বর্ণনাকারী আলাদা আরেকটি সনদে হযরত আম্মার ইবনে এয়াসের (রা:) হতে বর্ণনা করেন, যিনি বলেন:\n\n\nআমাদের ক্বিবলাহ একই, আমার রাসূল (দ:)-ও একই; আমাদের আহ্বানও একই। তবে তাঁরা এমন একটি দল যাঁরা আমাদের বিরুদ্ধে বিদ্রোহ করেছেন, আর এই কারণেই তাঁদের সাথে আমাদেরকে লড়তে হয়েছে।\n\n\nবর্ণনাকারী আলাদা আরেকটি সনদে বর্ণনা করেন রাএয়াহ ইবনে আর-হা’রিস হতে, তিনি হযরত আম্মার ইবনে এয়াসের (রা:) হতে, যিনি বলেন:\n\n\nএমন কথা বোলো না যে শা’ম রাজ্যের মানুষ অবিশ্বাস/কুফরি করেছেন; বরঞ্চ বলো তাঁরা ফিসক্ব/পাপ কিংবা জুলুম সংঘটন করেছেন।\n\n\nমুহাম্মদ ইবনে নাসর বর্ণনা করেন হারূন ইবনে আব্দিল্লাহ হতে, তিনি মুহাম্মদ ইবনে উবায়দ হতে, তিনি মি’সার হতে, তিনি সাবেত ইবনে আবী হুদায়ল হতে এই মর্মে যে তিনি আবূ জা’ফরকে জঙ্গে জামাল (উটের যুদ্ধ)-এর মানুষদের সম্পর্কে জিজ্ঞেস করেছিলেন (এদের ব্যাপারে ফায়সালা কী হবে)। আর তিনি উত্তর দেন - “মু’মেনীন” (বিশ্বাসীবৃন্দ) কিংবা “অবিশ্বাসী নন।”\n\n\nওই বর্ণনাকারী পৃথক পৃথক আরো দুটি সনদেও আবূ জা’ফর হতে ওপরে উদ্ধৃত বিবরণের বক্তব্যগুলো বর্ণনা করেন।\n\n"},{"1":"আমীরে মু’আবিয়া (রা:)-এর প্রতি সর্ব-ইমাম হাসান (রা:), হুসাইন (রা:), তাঁদের পরিবার-পরিজন ও বাকি সাহাবাবৃন্দের (রা:) আনুগত্যের শপথ","2":"আমীরে মু’আবিয়া (রা:)-এর প্রতি সর্ব-ইমাম হাসান (রা:), হুসাইন (রা:), তাঁদের পরিবার-পরিজন ও বাকি সাহাবাবৃন্দের (রা:) আনুগত্যের শপথ:\n\n\nএই অংশে কিছু বিষয়ের প্রতি আলোকপাত করা হবে, যা পাঠকমণ্ডলী নিচে দেখতে পাবেন।\n\n\nপ্রথমতঃ ইমাম হাসান (রা:) স্বেচ্ছায় এবং কোনো প্রকার চাপ ছাড়াই আমীরে মু’আবিয়া (রা:)’র প্রতি আনুগত্যের শপথ ব্যক্ত করেছিলেন। এর প্রমাণ হলো এই বাস্তবতা যে, ইমাম হাসান (রা:)’এর অধীনে গোটা ইরাক্বী সেনাবাহিনী ছিলো; আর তারা তাঁর পিতা হযরত আলী (ক:)’র বেসালপ্রাপ্তির পরে তাঁর প্রতি আনুগত্যের শপথ নিয়েছিলো; এমতাবস্থায় যে কোনো ধরনের প্রয়োজনীয় সাহায্য তারা তাঁকে প্রদান করতে প্রস্তুত ছিলো। সমাজের একমাত্র অভদ্র ও গুণ্ডা-বদমাইশ প্রকৃতির লোকেরাই তাঁর সাথে বিশ্বাসঘাতকতা করে বসেছিলো; আর এটা একটা স্বাভাবিক ঘটনা যে মানুষেরা বিরোধী পক্ষের প্রতি আনুগত্য বদল করে থাকে। তবে এটা ইঙ্গিত করে যে ইমাম হাসান (রা:) নিজস্ব স্বাধীন মতানুযায়ী আমীরে মু’আবিয়া (রা:)’র প্রতি আনুগত্যের শপথ গ্রহণ করেছিলেন এবং তাঁকে তা করতে কোনো রকম ভয়-ভীতি প্রদর্শন করে বাধ্য করা হয়নি। এ কাজটি তিনি করেছিলেন নিরীহ মুসলমানদের রক্ত ঝরানো ও অভ্যন্তরীণ বিভেদের প্রতি অসন্তুষ্টিস্বরূপ। নতুবা তিনি ইচ্ছা করলে লড়াই চালিয়ে যেতে পারতেন, কিংবা অন্ততঃপক্ষে আমীরে মু’আবিয়া (রা:)’র প্রতি আনুগত্যের শপথ গ্রহণ এড়াতে আত্মগোপন করতে পারতেন (বঙ্গানুবাদকের নোট: এটা একেবারেই অসম্ভব; কেননা ইমাম হাসান (রা:) ও ইমাম হুসাইন (রা:) অসীম সাহসী বীর ছিলেন; তাঁরা কাউকেই ভয় পাবার মতো ছিলেন না)। ইমাম হাসান (রা:) জীবনের শেষ মুহূর্ত পর্যন্ত ওই শপথের ওপর প্রতিষ্ঠিত ছিলেন।\n\n\nএই বিষয়টিকে আরো যে জিনিসটি সমর্থন করে তা হচ্ছে এ বাস্তবতা যে, ইমাম হাসান (রা:)’এর পক্ষে তাঁর ভাই ইমাম হুসাইন (রা:) ও বাকি পরিবারসদস্যদের মতো যাঁরা ছিলেন, তাঁরা সবাই আমীরে মু’আবিয়া (রা:)’র প্রতি আনুগত্যের শপথ নিয়েছিলেন। এ কথা কি বলা যাবে যে তাঁদের সবাইকেই ভয়-ভীতি প্রদর্শন করে এতে বাধ্য করা হয়েছিলো? হ্যাঁ, ইমাম হাসান (রা:) যে ক্ষমতা হস্তান্তর করেছিলেন, এ বিষয়টিকে অনেকে অপছন্দ করেছিলো। কিন্তু তারা যখন এ ব্যাপারে তাঁর দৃঢ় সিদ্ধান্ত সম্পর্কে জেনেছিলো, তখন তাঁকে অনুসরণ করেছিলো এবং আমীরে মু’আবিয়া (রা:)’র প্রতি অনুগত্যের শপথ নিয়েছিলো। এমতাবস্থায় এই বছরটিকে ‘জামাআহ’র (ঐক্যের) সাল হিসেবে অভিহিত করা হয়; কেননা সবাই আমীরে মু’আবিয়া (রা:)’র নেতৃত্বের অধীনে ঐক্যবদ্ধ হন।\n\n\nঅধিকন্তু, এই ব্যাখ্যার সমর্থন দিয়েছে এ বাস্তবতাও যে, ইমাম হুসাইন (রা:) শপথটির ওপর প্রতিষ্ঠিত ছিলেন আমীরে মু’আবিয়া (রা:)’র বেসাল শরীফ অবধি; আর আমীরে মু’আবিয়া (রা:)’র শাসনকাল স্থায়ী হয়েছিলো বিশ বছর। ইমাম হুসাইন (রা:) বিদ্রোহ করেন এয়াযীদের শাসনকালে, যেহেতু তার প্রতি আনুগত্য প্রকাশ করতে তিনি অস্বীকার করেন। ওই ঘটনা হযরতে আমীরে মু’আবিয়া (রা:)’র শাসনকালের শেষে ঘটেছিলো, যখন তিনি তাঁর পরে এয়াযীদের প্রতি আনুগত্যের শপথ নিতে মানুষদেরকে নির্দেশ দিয়েছিলেন। ইমাম হুসাইন (রা:)-সহ অনেক সাহাবী (রা:) শপথ নেয়া থেকে বিরত থাকেন। ইমাম হুসাইন (রা:) তাঁর সিদ্ধান্তের ওপর অটল ছিলেন - যতোক্ষণ না তিনি নিজ মহৎ পরিবারসদস্যদের একটি ছোট দলসহ বিদ্রোহ করেন; আর এটা তখনই ঘটেছিলো যখন তাঁর কুফাবাসী শীয়া’হ গোষ্ঠী তাঁকে ধোকা দিয়েছিলো আনুগত্য ও সহায়তার প্রতিশ্রুতি দ্বারা; এভাবেই ইমাম হুসাইন (রা:)’এর দুর্ভাগ্যজনক পরিসমাপ্তি ঘটে, নৃশংসভাবে তাঁকে হত্যা করা হয়। এক্ষণে লক্ষ্য করুন, আমীরে মু’আবিয়া (রা:)’র প্রতি ইমাম হাসান (রা:)’এর আনুগত্যের শপথ হতে এই ঘটনা কতোখানি আলাদা ধরনের। তাঁর সময়কালে তাঁরই হুকুমের অধীন একটি গোটা বাহিনী ছিলো, যারা তাঁর নির্দেশে লড়াই করতে এবং তাঁকে রক্ষা করতে ছিলো প্রস্তুত। এই কারণেই ইমাম হাসান (রা:) তাঁর পরিবারভুক্ত বা বাইরের অন্য কাউকেই এ কথা বলেননি যে তাঁর শপথটি ভয়-ভীতি প্রদর্শন করে আদায় করা হয়েছিলো; আর এটা স্পষ্ট প্রতীয়মান হয় তাঁদের কাছে, যাঁরা এসব ঘটনার ইতিহাস পাঠ করেছেন।\n\n\nদ্বিতীয়তঃ আমীরে মু’আবিয়া (রা:)’কে সমালোচনা করে কাফের/অবিশ্বাসী ঘোষণা করতেও যারা কুণ্ঠিত হয় না, তাদের জন্যে ওপরে যা আলোচনা করা হয়েছে তা একটা স্পষ্ট খণ্ডনমূলক জবাব। এটা কি ধারণা করা যায় যে সর্ব-ইমাম হাসান (রা:) ও হুসাইন (রা:) এবং তাঁদের পক্ষাবলম্বনকারী ব্যক্তিবৃন্দ সবাই একজন কাফেরের প্রতি আনুগত্যের শপথ নিয়েছিলেন? না, এটা কোনোভাবেই ধারণাযোগ্য হতে পারে না!\n\n\nতৃতীয়তঃ হযরতে আমীরে মু’আবিয়া (রা:) যখন শাসনভার গ্রহণ করেন এবং সমগ্র উম্মত তাঁর প্রতি আনুগত্য স্বীকার করেন, তখন তিনি ধর্মসংশ্লিষ্ট বিষয়াদির মধ্যে কোনো রকম পরিবর্তন সাধন করেননি। ফলে ধর্মের মৌলিক বৈশিষ্ট্যগুলো (যথারীতি) প্রতিফলিত হতে থাকে এবং দ্বীনী বিষয়াদিরও বিকাশ সাধিত হয়। নামাযের আযান যথারীতি বহাল থাকে এবং নামাযও আদায় হয়, যাকাত-ও সংগৃহীত হয়, মানুষেরা রোযাও রাখে এবং হজ্জ্ব-ও পালিত হয়। আমীরে মু’আবিয়া (রা:) নিজে (কোনো বছর) হজ্জ্বব্রত পালন করতে না পারলে তাঁর পক্ষে প্রতিনিধি পাঠাতেন। বস্তুতঃ রোমান সাম্রাজ্যের বিরুদ্ধে জ্বেহাদ তখনো চলছিলো। কতিপয় সাহাবা (রা:) কনস্টানটিনোপল (কুসতুনতুনিয়া/আধুনিক ইস্তাম্বুল) জয়ের উদ্দেশ্যে তাঁর অভিযানে যোগ দেন; (বাইজেন্টাইনীয়) রোমানদের বিরুদ্ধে ওই অভিযান এমনই এক পর্যায়ের ছিলো যে সাহাবী হযরত আবূ আইয়ূব আল-আনসারী (রা:)‘কে তাঁর নিজের অনুরোধে সেখানেই দাফন করা হয়েছিলো। আর তা হযরতে আমীরে মু’আবিয়া (রা:)’র প্রতি যারা অভিযোগ উত্থাপন করে, তাদের প্রতি এক সুস্পষ্ট খণ্ডন। কেননা এই লোকেরা যা দাবি করে ঘটনা যদি তা-ই হতো, তাহলে তিনি জোরে আযান দেয়া বন্ধ করে দিতেন; নামায-রোযা পালনের ওপর কড়াকড়ি আরোপ করা হতো, যাকাতের স্থলে করারোপ করা হতো, আর হজ্জ্বব্রত পালন পরিত্যক্ত হতো এবং জ্বেহাদ চালিয়ে যাওয়ার জন্যেও কোনো সৈন্যবাহিনী প্রেরণ করা হতো না।\n\n\nচতুর্থতঃ আমীরে মু’আবিয়া (রা:)’র শাসনামলে এবং হযরত ইমামে আলী (ক:)’র সাথে তাঁর যুদ্ধকালীন সময়ে তিনি কখনোই রোমানদের কাছ থেকে সাহায্য চাননি; হযরত আলী (ক:)’র বিরুদ্ধে যুদ্ধে তাদের (রোমানদের) সাথে হাত মেলাতেও তিনি চাননি। এ কাজ করা হতে যে বিষয়টি তাঁকে বাদ সেধেছিলো, তা হচ্ছে তাঁরই ইসলাম ও ঈমানদারি। কোনো মুসলমানের বিরুদ্ধে তিনি কীভাবে অ-মুসলমানদের সাহায্য চাইতে পারতেন? নতুবা তাঁর ইচ্ছা পূরণে কিংবা খামখেয়ালিপূর্ণ সাধ থেকে থাকলে তা মেটাতে তাঁর সামনে কোনো বাধা-ই ছিলো না।\n\n\nপঞ্চমতঃ আমীরে মু’আবিয়া (রা:) ছিলেন শিক্ষিত সাহাবা-এ-কেরাম (রা:)’এর মধ্য হতে একজন এবং এই উম্মতের কর্তৃত্বশীল ব্যক্তিত্ব; অধিকন্তু তিনি আল-ক্বুরআনের তাফসীরকারক-ও বটেন। হযরত আবদুল্লাহ ইবনে আব্বাস (রা:) তাঁকে بأنه فقيه كما سبق ‘ফক্বীহ ও ধর্মীয় বিষয়াবলীতে গভীর জ্ঞানী’ ব্যক্তি হিসেবে বর্ণনা করেন, যা ইতিপূর্বে বলা হয়েছে।\n\n\nআল-খাল্লাল নিজ ‘আল-সুন্নাহ’ পুস্তকে (৪৩৮ পৃষ্ঠায়) মুহাম্মদ ইবনে হাতীন হতে বর্ণনা করেন, যিনি বলেন মুহাম্মদ ইবনে যুনবূর বলেছেন:\n\n\nقال الفضيل: أوثق عملي في نفسي ـ حب أبي بكر و عمر و أبي عبيدة بن الجراح و حبي أصحاب محمد عليهم السلام جميعاً . و كان يترحم على معاوية، و يقول : كان من العلماء من أصحاب محمد عليه السلام .        \n\n\nঅর্থ: আল-ফুযায়ল (রহ:) বলেন, “আমার সবচেয়ে নির্ভরযোগ্য আমল/কর্ম হলো সর্ব-হযরত আবূ বকর (রা:), উমর (রা:), আবূ উবায়দাহ ইবনে আল-জার্রাহ (রা:)’র প্রতি আমারই মহব্বত; এবং প্রিয়নবী (দ:)’র সকল সাহাবা (রা:)’বৃন্দের প্রতি আমার ভালোবাসাও।” আর তিনি আমীরে মু’আবিয়া (রা:)’র প্রতি খোদার রহমত কামনা করতেন (দুআয়)। তিনি বলতেন, “আমীরে মু’আবিয়া (রা:) রাসূলে পাক (দ:)’এর সাহাবা-মণ্ডলীর (রা:) মাঝে জ্ঞানী-গুণীজন ছিলেন।”\n\n\nআমি (লেখক আল-সুবাঈ) বলি: হযরত ফুদায়ল হচ্ছেন ইবনে আইয়াদ, আর তিনি ছিলেন তাঁর যুগের মানুষের কাছে অন্যতম সেরা শ্রদ্ধেয় ব্যক্তিত্ব। তিনি তাঁর ‘যুহদ’ (কৃচ্ছ্বব্রত) ও এবাদত-বন্দেগীর জন্যে প্রসিদ্ধ ছিলেন এবং (সাহাবাবৃন্দের) পরবর্তী প্রজন্মের উত্তরসূরীদের (তাবে’ তাবেঈনের) অন্তর্ভুক্ত ছিলেন।\n\n\nআমীরে মু’আবিয়া (রা:)’র শরঈ সিদ্ধান্ত ও ফিক্বহী বিষয়াদির জ্ঞান ও সমঝদারি সম্পর্কে সমস্ত (ওপরে) বর্ণনা করা হয়েছে, যা তাঁর থেকে জানা যায় এবং উলামাবৃন্দের বইপত্রে বিদ্যমান। ইনশা’আল্লাহ এগুলোর কিছু কিছু পরবর্তী সময়ে উল্লেখ করা হবে; আর ইবনে হাযম তাঁকে শরঈ ফতোয়া প্রদানকারী সাহাবাবৃন্দের (রা:) মধ্যে মধ্যম শ্রেণির অন্তর্ভুক্ত বলে চিহ্নিত করেন।\n\n\nঅধিকন্তু, তিনি ছিলেন রওয়ায়াত/হাদীস বর্ণনাকারী এবং মহানবী (দ:)’র সাহাবাবৃন্দ (রা:) তাঁর কাছ থেকে হাদীস বর্ণনা করতেন।\n\n\nআবূ নু’য়াইম আল-এসফাহানী নিজ ‘মা’রেফাত আল-সাহা’বাহ’ পুস্তকে (৫:২৪৯৭) সে সকল সাহাবা (রা:) ও তাবেঈনের (রহ:) নাম উল্লেখ করেছেন, যাঁরা আমীরে মু’আবিয়া (রা:) হতে হাদীস বর্ণনা করেছিলেন। তিনি বলেন:\n\n\nসাহাবা (রা:)’মণ্ডলীর মধ্যে অন্তর্ভুক্ত রয়েছেন সর্ব-হযরত আবদুল্লাহ ইবনে আব্বাস (রা:), আবূ সাঈদ আল-খুদরী (রা:), অাবূ দার্দা (রা:), জারীর (রা:), আল-নু’মান (রা:), ‘আবদুল্লাহ ইবনে ‘আমর ইবনে আল-’আস (রা:), ওয়া’ইল ইবনে হুজর (রা:) ও আবদুল্লাহ ইবনে যুবায়র (রা:) [নোট: সর্ব-হযরত আবূ সাঈদ (রা:) ও জারীর (রা:) উভয়েরই বর্ণনাগুলো মুসলিম শরীফে বিদ্যমান; হযরত ইবনে আব্বাস (রা:)’এর বিবরণ রয়েছে বুখারী ও মুসলিম শরীফে; অার কম বয়সী সাহাবীদের মধ্যে আল-সা’য়েব ইবনে এয়াযীদ (রা:)’এর বর্ণনা মুসলিম শরীফে পাওয়া যায়]। তাবেঈনদের মধ্যে বর্ণনাকারীবৃন্দ হলেন সর্ব-হযরত সাঈদ ইবনে মূসা’ইয়্যেব (রহ:), আল-ক্বামাহ ইবনে ওয়াক্বক্বা’স (রহ:), উরওয়াহ ইবনে আল-যুবায়র (রহ:), মুহাম্মদ ইবনে আল-হানাফিয়্যাহ (রহ:), ঈসা’ ইবনে তালহাহ (রহ:), হুমায়দ ইবনে ‘আবদ আল-রাহমান (রহ:), আবূ সালামাহ ইবনে আবদ আল-রাহমান (রহ:), সা’লিম ইবনে আবদ-আল্লাহ (রহ:), ক্বা’সিম ইবনে মুহাম্মদ (রহ:) প্রমুখ।    \n\n\nইবনে হাযম নিজ প্রসিদ্ধ ‘আসমা’ আল-সাহা’বাহ আল-রুওয়া’ত’ পুস্তিকার ২৭৭ পৃষ্ঠায় রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু)’র বর্ণিত ১৬৩টি আহাদীসের কথা উল্লেখ করেন।\n\n\nইবনে আল-ওয়াযীর আল-এয়ামানী তাঁর ‘আল-আওয়া’সিম মিনাল-ক্বাওয়া’সিম’ পুস্তকে আমীরে মু’আবিয়া (রা:)’র রওয়ায়াত/বিবরণগুলোর উল্লেখ করেন এবং সেগুলোর ওপর নিজস্ব বিশেষজ্ঞ মতামতও বিস্তারিতভাবে প্রদান করেন। তিনি নিজ ‘আল-রওদ আল-বা’সিম’ কিতাবে ওর সংক্ষিপ্ত-সার উল্লেখ করেন, যাঁর মন্তব্যসমূহ পরবর্তী সময়ে উদ্ধৃত হবে, আল্লাহরই অনুমতিক্রমে।\n\n\nআমীরে মু’আবিয়া (রা:)’র জ্ঞান-গভীরতা ইঙ্গিত করে এমন প্রমাণসমূহের কিছু অংশ এগুলো - যে জ্ঞান তাঁরই ফতোয়া (শরীয়তের বিধানজ্ঞাপক রায়) ও তাঁরই দ্বারা আল্লাহর দিকে (মানুষকে) আহ্বান ও মন্দ হতে (তাদেরকে) বারণের দায়িত্ব পালনসম্পর্কিত নক্বলী দলিল (প্রামাণিক তথ্য) হতে এসেছে। এগুলোর মধ্যে অন্তর্ভুক্ত:\n\n\n১/ ما أخرجه البخاري من طريق محمد بن جعفر قال: حدثنا شعبة عن أبي التياح قال سمعت حمران بن أبان يحدث عن معاوية رضي الله عنه قال: إنكم لتصلون صلاة لقد صحبنا رسول الله (صلى الله عليه وسلم) فما رأيناه يصليها، ولقد نهى عنها. يعني الركعتين بعد العصر  \n\n            \n\nআল-বুখারী (৫৮৭) বর্ণনা করেন মুহাম্মদ ইবনে জা’ফর হতে, যিনি বলেন: শু’বাহ আমাদের কাছে বর্ণনা করেছেন আবূ তাইয়াহ হতে, যিনি বলেছেন: আমি হুমরা’ন ইবনে আবা’নকে বর্ণনা করতে শুনেছি আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু)’র কথা: “নিশ্চয় তোমরা এমন কোনো সালাত/নামায আদায় করো; আর আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লামের সোহবত/সান্নিধ্যে ছিলাম, অথচ তাঁকে তা আদায় করতে দেখিনি। (বরঞ্চ) তিনি তা নিষেধ করতেন; মানে আসরের নামাযের পরে দুই রাকআত।”\n\n\n২/ আল-বুখারী (৫৯৩২) বর্ণনা করেন ইসমাঈল হতে, তিনি মালিক হতে, তিনি ইবনে শিহাব হতে, তিনি হুমায়দ ইবনে আবদ আল-রাহমান ইবনে আউফ হতে, যিনি বলেন যে তিনি আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু)’কে বলতে শুনেছেন এই মর্মে যে তিনি ওই বছর হজ্জ্ব পালন করেন; আর মিম্বরে থাকা অবস্থাতেই তিনি এক প্রহরীর কাছ থেকে এক গুচ্ছ নকল চুল নিয়ে বলেন:\n\n\nأين علماؤكم سمعت رسول الله (صلى الله عليه و سلم) ينهى عن مثل هذا ويقول: إنما هلكت بنو إسرائيل حين اتخذ هذا نساؤهم\n\n\n \n\nঅর্থাৎ, তোমাদের আলেম-উলামা কোথায়? আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লামকে এ জাতীয় বস্তুর প্রতি নিষেধসূচক আজ্ঞা প্রদান করতে শুনেছি; তিনি বলেছেন, “বনী ইসরাঈল জাতির বিনাশ সাধন তখনই হয়েছে, যখন তাদের নারীকুল এটা গ্রহণ করেছিলো।” [এছাড়া সহীহ মুসলিম, ২১২৭]\n\n\n৩/ ইমাম আহমদ (৪:৯৬) বর্ণনা করেন ইবনে জুরায়জ হতে, যিনি বলেন: আমর ইবনে আতা ইবনে আবী আল-খুওয়ার বর্ণনা করেছেন তাঁর কাছে এই মর্মে যে নাফি’ ইবনে জুবায়র তাঁকে (আমরকে) আল-সায়েব ইবনে এয়াযীদের কাছে প্রেরণ করেন এমন একটি বিষয় সম্পর্কে জানতে, যা তিনি আমীরে মু’আবিয়া (রা:)’কে নামাযে থাকাকালীন অবস্থায় করতে দেখেছিলেন। অতঃপর আল-সায়েব উত্তর দেন:\n\n\nفقال: نعم صليت معه الجمعة في المقصورة، فلما سلم قمت في مقامي و صليت. فلما دخل أرسل إلي، فقال: لا تعد لما فعلت إذا صليت الجمعة فلا تصلها بصلاة حتى تتكلم أو تخرج فإن نبي الله (صلى الله عليه وسلم) أمر بذلك. لا توصل بصلاة حتى تخرج أو تتكلم\n\n\nঅর্থ: হ্যাঁ, আমি ‘মাক্বসূরাহ’তে তাঁর সাথে জুমুআর নামায আদায় করেছিলাম। (ফরয) নামাযশেষে আমি দাঁড়িয়ে (সুন্নাহ) নামায পড়ি। তিনি (আমীরে মু’আবিয়া রাদ্বিয়াল্লাহু অানহু) প্রবেশ করে আমাকে ডাকেন এবং বলেন, “আর কখনো এ রকম কোরো না। তোমার জুমুআ’র নামায পড়া সম্পন্ন হলে (অতিরিক্ত) নামায পড়ো না, যতোক্ষণ না তুমি কথা বলেছো কিংবা তোমার জায়গা হতে সরেছো; কেননা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম এটা করতে আদেশ দিয়েছিলেন। (ফরয ও সুন্নাহ) নামাযগুলো (একের অব্যবহিত পরে অপরটি) সংযুক্ত কোরো না, যতোক্ষণ পর্যন্ত না তুমি তোমার স্থান ত্যাগ করেছো বা কথা বলেছো।” এই রওয়ায়াত ইমাম মুসলিমও বর্ণনা করেছেন ইবনে জুরায়জ হতে, যিনি বলেন: আমর ইবনে আতা আমাদের কাছে বর্ণনা করেন (একই এসনাদ-সহ)।\n\n\n৪/ ইমাম আহমদ (মুসনাদ, ৪:১০০) বর্ণনা করেন মারওয়ান ইবনে মুআবিয়া আল-ফাযারী হতে; তিনি বলেন, হাবীব ইবনে আল-শাহীদ আমাদের কাছে বর্ণনা করেন আবূ জিলায হতে, যিনি বলেন আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু) একবার (দরবারস্থল) ত্যাগ করেন এবং সবাই তাঁর সম্মানার্থে দাঁড়িয়ে যান, যার পরিপ্রেক্ষিতে তিনি বলেন:\n\n\nفقال: سمعت رسول الله (صلى الله عليه وسلم) يقول: من سره أن يتمثل له الرجال قياماً فليتبوأ مقعده من النار-\n\n\nঅর্থ: আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লামকে বলতে শুনেছি: “যে ব্যক্তি তার জন্যে মানুষের উঠে দাঁড়ানোর কারণে খুশি হয়, সে যেনো জাহান্নামে নিজের আবাসস্থলের জন্যে প্রস্তুতি গ্রহণ করে।”\n\n\nইমাম তিরমিযী (২৭৫৫)-ও এটা বর্ণনা করেন ক্বাবীসাহ’র সূত্রে, তিনি সুফিয়ান হতে, তিনি হাবীব হতে ওপরের (একই) এসনাদ-সহ; আর ইমাম তিরমিযী (রহ:) এটাকে হাসান শ্রেণিভুক্ত করেন। ইমাম আহমদ ইবনে হাম্বল (মুসনাদ, ৪:৯৪)-ও বর্ণনা করেন ইসমাঈলের সূত্রে, তিনি হাবীব ইবনে আল-শাহীদ হতে, তিনি আবূ মিজলায হতে এই মর্মে যে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) ঘরে প্রবেশ করেন, যেখানে ইবনে আমির ও ইবনে আল-যুবায়র দু জনই উপস্থিত ছিলেন। তিনি ঘরে প্রবেশ করা মাত্রই ইবনে আমির উঠে দাঁড়ান এবং ইবনে আল-যুবায়র বসে থাকেন। এমতাবস্থায় আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) বলেন:\n\n\nاجلس؛ فإني سمعت رسول الله (صلى الله عليه وسلم) يقول: من سره أن يمثل له العباد قياما؛ فليتبوأ بيتا في النار -\n\n\nঅর্থ: উপবিষ্ট থাকো! কেননা আমি প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’কে বলতে শুনেছি: “কেউ যদি খুশি হয় এ মর্মে যে আল্লাহর বান্দাবৃন্দ তার জন্যে দণ্ডায়মান হবেন, তাহলে সে যেনো জাহান্নামে নিজের আবাসস্থলের জন্যে প্রস্তুতি নেয়।”\n\n\nইমাম আহমদ ইবনে হাম্বল তাঁর মুসনাদ (৪:৯১) পুস্তকের আরেক জায়গায় এটা বর্ণনা করেন মুহাম্মদ ইবনে জা’ফরের সূত্রে, তিনি শু’বাহ হতে, একই অর্থজ্ঞাপক এই বিবরণটি সহ। [বঙ্গানুবাদকের নোট: মহানবী (দ:)’র এই নিষেধাজ্ঞা রাষ্ট্রের কর্ণধারদের ক্ষেত্রেই প্রযোজ্য। কিন্তু মীলাদ শরীফে তাঁর সম্মানার্থে দাঁড়ানো সম্পূর্ণ আলাদা একটি বিষয়। তালগোল পাকানো উচিৎ নয়]\n\n\n৫/ আবূ দাউদ নিজ ‘সুনান’ পুস্তকে (২০৭৪) বর্ণনা করেন মুহাম্মদ ইবনে এয়াহইয়া ইবনে ফারিস হতে, যিনি বলেন: এয়াক্বূব ইবনে ইবরাহীম আমাদের কাছে বর্ণনা করেছেন: আমার পিতা আমাদের কাছে বর্ণনা করেছেন ইবনে এসহাক্ব হতে, যিনি বলেন যে আবদুর রহমান ইবনে হুরমুয আল-আ’রাজ তাঁর কাছে বর্ণনা করেন যে আব্বাস ইবনে আবদিল্লাহ ইবনে আব্বাস নিজ কন্যাকে আবদুর রহমান ইবনে আল-হাকামের কাছে বিয়ে দেন, আর তিনি পাল্টা তাঁর কন্যাকে আব্বাসের কাছে বিয়ে দেন; আর এটাই দেনমোহর হিসেবে ধার্য হয়। এমতাবস্থায় আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) তাদের বিচ্ছেদের নির্দেশনা দিয়ে মারওয়ানের কাছে পত্র লেখেন; তাতে তিনি লেখেন:\n\n\nهذا الشغار الذي نهى عنه رسول الله (صلى الله عليه وسلم) -\n\n\nঅর্থ: এটাই ’শিগার’ (কারো নারী আত্মীয়কে অন্যের সাথে বিয়ে দেয়া এই শর্তে যে ওই ব্যক্তিও নিজের কোনো নারী আত্মীয়কে তার সাথে পাল্টাপাল্টি বিয়ে দেবে এবং এটাই মোহরানা হবে), যা মহানবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) নিষেধ করেছিলেন।” ইমাম আহমদ ইবনে হাম্বল (রহমতুল্লাহে আলাইহে)-ও এটা বর্ণনা করেন (মুসনাদ, ৪:৯৪) ইবরাহীম ইবনে সাআদের সূত্রে; এই একই এসনাদ-সহ।\n\n\n৬/ ইমাম আহমদ ইবনে হাম্বল (রহমতুল্লাহে আলাইহে) নিজ ‘মুসনাদ’ গ্রন্থে (৪:৯৩) বর্ণনা করেন হাশিম ইবনে আল-ক্বাসিম হতে, যিনি বলেন: হারিয আমাদের কাছে বর্ণনা করেন আবদুর রহমান ইবনে আবী আউফ আল-জুরাশী (রা:) হতে, তিনি হযরত মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে, যিনি বলেন:\n\n\n قال: رأيت رسول الله (صلى الله عليه وسلم) يمص لسانه ـ أو قال: شفته ـ يعني: الحسن بن علي صلوات الله عليه؛ وإنه لن يعذب لسان أو شفتان مصهما رسول الله (صلى الله عليه وسلم)\n\n\nঅর্থ: আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’কে তাঁর (ইমাম হাসান রাদ্বিয়াল্লাহু আনহু’র) জিহ্বা বা ঠোঁট চুম্বন করতে দেখেছি; আর ওই জিহ্বা বা ঠোঁট যা’তে প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) চুম্বন করেছেন, তা কখনোই শাস্তিপ্রাপ্ত হবে না।\n\n\n৭/ ইমাম আহমদ (রহমতুল্লাহে আলাইহে) নিজ ‘মুসনাদ’ (৪:৯৪) পুস্তকে বর্ণনা করেন আলী ইবনে বাহর হতে, যিনি বলেন: আল-ওয়ালীদ ইবনে মুসলিম আমাদের কাছে বর্ণনা করেন; তিনি বলেন: আবদুল্লাহ ইবনে আল-’আলা আমাদের কাছে বর্ণনা করেন আবূল আযহার হতে, তিনি হযরত মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে এই মর্মে যে আমীরে মুআবিয়া (রা:) তাঁদের কাছে প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র অযূ’র কথা উল্লেখ করেছেন, যা’তে হুযূর পাক (দ:) নিজ শির মোবারক এক হাতভর্তি পানি দ্বারা মসেহ করতেন এমনিভাবে, যার দরুন পানি শির মোবারক হতে গড়িয়ে পড়তো বা প্রায় গড়িয়ে পড়তো। অতঃপর আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) বাস্তবে মহানবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) কীভাবে অযূ করতেন তা করে দেখান; আর যখন তিনি মাথা মসেহ করার পর্যায়ে আসেন, তখন তিনি তাঁর দু হাত নিজ পবিত্র শিরের সম্মুখভাগে স্থাপন করেন এবং পেছন দিকে ঘাড়ের ভিত্তি পর্যন্ত নিয়ে আবার আরম্ভের পূর্ববর্তী অবস্থানে ফিরিয়ে নেন। এর আরবী এবারত নিম্নরূপ:\n\n\nوقال الإمام أحمد في مسنده: حدثنا علي بن بحر حدثنا الوليد بن مسلم قال: حدثنا عبد الله بن العلاء عن أبي الأزهر عن معاوية أنه ذكر لهم وضوء رسول الله (صلى الله عليه وسلم) وأنه مسح رأسه بغرفة من ماء حتى يقطر الماء من رأسه أو كاد يقطر؛ وإنه أراهم وضوء رسول الله (صلى الله عليه وسلم)؛ فلما بلغ مسح رأسه؛ وضع كفيه على مقدم رأسه؛ ثم مر بهما حتى بلغ القفا؛ ثم ردهما حتى بلغ المكان الذي بدأ منه\n\n"},{"1":"আমীরে মুআবিয়া (রা:)’র সূত্রে আহলে বায়ত (রা:)’বৃন্দের রওয়ায়াত/বিবরণসমূহ","2":"আমীরে মুআবিয়া (রা:)’র সূত্রে আহলে বায়ত (রা:)’বৃন্দের রওয়ায়াত/বিবরণসমূহ            \n\n\nআহলে বায়ত (রাদ্বিয়াল্লাহু আনহুম) কর্তৃক আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র কাছ থেকে বর্ণনাসমূহ গ্রহণ করার দৃষ্টান্ত তাঁদের দৃষ্টিতে তাঁর উন্নত গুণাবলী ও আস্থাভাজন হওয়ার বিষয়টি প্রতিফলন করে। হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু)’এর বিবরণগুলো ইতিপূর্বে উল্লেখ করা হয়েছে; আর তাঁর বর্ণিত অন্যান্য রওয়ায়াতের মধ্যে রয়েছে আবদুল্লাহ ইবনে আহমদের কৃত ‘মুসনাদ’ (৪:৯৭) পুস্তকের ‘যাওয়াঈদ’-এ লিপিবদ্ধ বিবরণটি:\n\n\nحدثني عمرو بن محمد الناقد حدثنا أبو أحمد الزبيري حدثنا سفيان عن جعفر بن محمد عن أبيه عن ابن عباس عن معاوية قال: قصرت عن رأس رسول الله (صلى الله عليه وسلم) عند المروة  \n\n\nঅর্থ: আমর ইবনে মুহাম্মদ আল-নাক্বিদ হতে বর্ণিত, তিনি আবূ আহমদ যুবাইরী হতে, তিনি সুফিয়ান হতে, তিনি জা’ফর ইবনে মুহাম্মদ হতে, তিনি তাঁর পিতা হতে, তিনি হযরত ইবনে আব্বাস (রা:) হতে, তিনি আমীরে মুআবিয়া হতে, যিনি বলেন: “আমি মারওয়া এলাকায় মহানবী (দ:)’র শির মোবারক হতে (কয়েকটি) চুল কেটে রেখেছিলাম (মানে সংগ্রহ করেছিলাম)।” এর মূল বর্ণনা রয়েছে আল-বুখারী (১৭৩০) গ্রন্থে, যার সূত্র তা’ঊস, তিনি হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) হতে; তিনি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে।\n\n\nএছাড়াও এটা রওয়ায়াত করেন মুহাম্মদ ইবনে আলী ইবনে আবী তালিব, যিনি ইবনুল হানাফিয়্যাহ নামে সুপরিচিত; আর তাঁর বর্ণনাগুলোর মধ্য হতে ইমাম আহমদ ইবনে হাম্বল (রহ:) নিজ ‘মুসনাদ’ গ্রন্থে (৪:৯৭) বর্ণনা করেন আফফানের সূত্রে, তিনি হাম্মাদ ইবনে সালামাহ হতে, তিনি আবদুল্লাহ ইবনে মুহাম্মদ ইবনে আক্বীল হতে, তিনি মুহাম্মদ ইবনে আলী (ইবনুল হানাফিয়্যা) হতে, তিনি আমীরে মুআবিয়া (রা:) হতে, যিনি বলেন:\n\n\nسمعت رسول الله (صلى الله عليه وسلم) يقول: العمرى جائزة لأهلها\n\n\nঅর্থ: আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)’কে বলতে শুনেছি, ‘স্থায়ী বসবাস (স্রেফ) তাদের জন্যেই অনুমতিপ্রাপ্ত, যারা সেটার আহল তথা অধিকারী মানুষ।’\n\n\nষষ্ঠতঃ আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র জ্বিহাদ। কেননা তিনি প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র পাশে থেকে অনেকগুলো বড় যুদ্ধে অংশগ্রহণ করেছিলেন। ইবনে সাআদ নিজ ‘তাবাক্বাত’ গ্রন্থে (৭:৪০৬) উল্লেখ করেন:\n\n\nوشهد مع رسول الله (صلى الله عليه وسلم) حنيناً والطائف\n\n\nঅর্থ: আর তিনি নবী করীম (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর সাথে সাক্ষী হন হুনাইন ও তাইফ (জ্বেহাদের)।      \n\n\nউপরন্তু, খলীফা উমর ফারূক্ব (রাদ্বিয়াল্লাহু আনহু) ও খলীফা উসমান (রাদ্বিয়াল্লাহু আনহু) উভয়েরই শাসনামলে শা’ম তথা সিরিয়া রাজ্যের প্রাদেশিক শাসনকর্তা হিসেবে দায়িত্ব পালনকালে এবং আমীরুল মো’মেনীন হিসেবে অধিষ্ঠিত হওয়ার  \n\nপরবর্তী সময়কালে পরিচালিত তাঁর সামরিক অভিযানগুলো নিম্নরূপ:\n\n\n১/ - তিনি খলীফা উসমান (রাদ্বিয়াল্লাহু আনহু)’এর কাছে সাইপ্রাসে নৌ-অভিযান পরিচালনার অনুমতি চান এবং আল্লাহতা’লা তাঁর হাতেই সাইপ্রাস জয় মঞ্জুর করেন।\n\n\nআর এই (নৌ) অভিযান সম্পর্কেই মহানবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) বলেছিলেন:\n\n\nأول جيش يغزو البحر قد أوجبوا\n\n\nঅর্থ: প্রথম সমুদ্র যুদ্ধে অংশগ্রহণকারী (মুসলমান বাহিনী) বেহেশতী হবে।\n\n\nইমাম বুখারী (২৯২৪) হযরত উমাইর ইবনে আল-আসওয়াদ (রহ:)’এর সূত্রে বর্ণনা করেন, যিনি হযরত উবাদাহ ইবনে আল-সা’মিত (রা:)’এর কাছে আসেন; ওই সময় হযরত উবাদাহ (রা:) হিমস্ (পর্বত) হতে অবতরণ করছিলেন নিজস্ব বাহনে; আর তাঁর সাথে ছিলেন হযরত উম্মে হারা’ম (রাদ্বিয়াল্লাহু আনহা)। উমাইর (রহ:) বলেন: উম্মে হারা’ম (রা:) আমাদের কাছে বর্ণনা করেন যে তিনি প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’কে বলতে শুনেছেন:\n\n\nأول جيش من أمتي يغزون البحر قد أوجبوا  \n\n\nঅর্থ: প্রথম নৌযুদ্ধে অংশগ্রহণকারী (মুসলমান) বাহিনী বেহেশতী হবে।\n\n\nএমতাবস্থায় হযরত উম্মে হারা’ম (রাদ্বিয়াল্লাহু আনহা) প্রশ্ন করেন:\n\n\nيا رسول الله (صلى الله عليه وسلم) أنا منهم؟\n\n\nঅর্থ: হে আল্লাহর রাসূল (দ:)! আমি কি তাঁদের মধ্য হতে (মানে তাঁদের অন্তর্ভুক্ত)?\n\n\nহুযূর পাক (দ:) উত্তরে বলেন:\n\n\n قال: أنت منهم\n\n\nঅর্থ: (হ্যাঁ), তুমি তাদের অন্তর্ভুক্ত।\n\n\nইমাম বুখারী (রহমতুল্লাহে আলাইহে) এটা বর্ণনা করেন আল-লাইস (রহ:) হতে, তিনি হযরত আনাস বিন মা’লেক (রাদ্বিয়াল্লাহু আনহু হতে, যিনি তাঁর খালা উম্মে হারা’ম বিনতে মালহা’ন (রাদ্বিয়াল্লাহু আনহা) হতে রওয়ায়াতটি গ্রহণ করেন; আর বর্ণনাটির শেষে হযরত আনাস বিন মা’লেক (রাদ্বিয়াল্লাহু আনহু) বলেন:\n\n\nأول ما ركب المسلمون البحر مع معاوية\n\n\nঅর্থ: মুসলমানবৃন্দের প্রথম নৌ অভিযান আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু) কর্তৃক পরিচালিত হয়।\n\n\nইমাম ইবনে হাজর (রহমতুল্লাহে আলাইহে) ‘ফাতহুল বা’রী’ (৬:৯০) পুস্তকে লেখেন:\n\n\nومعاوية أول من ركب البحر من الغزاة وذلك في خلافة عثمان\n\n\nঅর্থ: এবং আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)-ই সর্বপ্রথম নৌ অভিযান পরিচালনা্ করেন; আর এটা ছিলো হযরত উসমান (রাদ্বিয়াল্লাহু আনহু)’এর খেলাফত আমলে। [দেখুন তা’রীখে ইবনে জারীর, ২:৬০১; ইবনে আসা’কির; এবং ইবনে কাসীর, ১০:২২৮]\n\n\n২/ - কুসতুনতুনিয়া/কনস্টানটিনোপল (বর্তমান ইস্তাম্বুল) নগরীর প্রথম অবরোধ সংঘটিত হয় আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র খেলাফত আমলে, ৪৯ হিজরী সালে। তাঁর প্রেরিত সৈন্যবাহিনীতে যোগ দিয়েছিলেন: সর্ব-হযরত ইবনে আব্বাস, ইবনে আল-যুবায়র ও আবূ আইয়ূব আল-আনসা’রী (রাদ্বিয়াল্লাহু আনহুম আজমাঈন)। [দেখুন ‘তারীখে ইবনে জারীর, ৩:২০৬]\n\n\n৩/ - কনস্টানটিনোপল নগরীতে দ্বিতীয় দফা অবরোধ দেয়া হয় ৫৪ হিজরী সালে; এর নেতৃত্বে ছিলেন হযরত আবদুল্লাহ ইবনে ক্বায়স আল-হা’রিসী (রা:)। তাঁর বাহিনীকে শক্তিশালী করতে আরেকটি বাহিনীসহ আসেন হযরত ফাদা’লাহ ইবনে উবায়দ (রা:)। এই অবরোধ ৬ থেকে ৭ বছর স্থায়ী হয়। [প্রাগুক্ত তারীখে ইবনে জারীর দ্রষ্টব্য]\n\n\n৪/ - উত্তর আফ্রিকা বিজয় শুরু হয় ৪১ হিজরী সালে। আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) মিসরের প্রাদেশিক শাসনকর্তা হযরত আমর ইবনে আল-আস্ (রাদ্বিয়াল্লাহু আনহু)’কে বাইজেন্টাইন ঔপনিবেশিক শাসকদের বিরুদ্ধে সৈন্যবাহিনী প্রস্তুত করার নির্দেশ দেন; আর তিনি (মিসরের প্রাদেশিক শাসনকর্তা) হযরত উক্ববাহ ইবনে না’ফঈ আল-ফিহরী (রা:)’র নেতৃত্বে একটি সেনাদলকে প্রস্তুত করেন; এই সেনাপতি উত্তর আফ্রিকী অনেক রাজ্য জয় করেন।\n\n\n৫/ - আমীরে মুআবিয়া (রা:)’র খেলাফত আমলে ক্বায়রোওয়া’ন নগরীর গোড়াপত্তন হয়, যেটা উত্তর আফ্রিকার আরো অনেক অঞ্চল বিজয়ের কেন্দ্রবিন্দুতে পরিণত হয়।\n\n\n৬/ - আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র শাসনামলে খোরাসান, সিজিস্তান ও কাবুলের মতো মধ্য এশিয়ার অনেক অঞ্চল বিজিত হয়। এসব অভিযান ৪২-৪৩ হিজরী সালের মাঝামাঝি সময়ে আরম্ভ হয়, যখন তিনি আবদুল্লাহ ইবনে আমির ইবনে কুরায়য’কে নিয়োগ করেন এবং তিনি খলীফার প্রতিনিধি হন; এছাড়াও যখন আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) আবদুর রহমান ইবনে সামুরাহ ইবনে হাবীব’কে ওই সব এলাকায় নিয়োগ করেন এবং সেখানে সামরিক অভিযানের দায়িত্ব দেন। মারওয়া শহরটি ছিলো অভিযান পরিচালনার ঘাঁটি এবং সেখানকার প্রাদেশিক শাসনকর্তা ছিলেন হযরত আল-হাকাম ইবনে আমর আল-গিফারী (রাদ্বিয়াল্লাহু আনহু)।\n\n\nসপ্তমতঃ আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) ছিলেন শরীয়তকে সমুন্নত রাখার ব্যাপারে বিশেষভাবে সচেতন এবং তিনি ক্বুরআন-সুন্নাহ’র পরিপন্থী সমস্ত কাজকেই নিষেধ করতেন। এটা তাঁর জীবনে ঘটে যাওয়া অনেক ঘটনায় স্পষ্ট হয়, যেখানে তিনি তাঁর এই আচরণ প্রদর্শন করেন; আর এগুলোর কিছু কিছু দৃষ্টান্ত ওপরে আলোচিত হয়েছে, যেখানে তাঁর জ্ঞান ও বর্ণনাগুলো উল্লেখিত হয়েছে।\n\n\nঅষ্টমতঃ তাঁর প্রদত্ত বর্ণনাগুলোতে রয়েছে সততা, সুনির্দিষ্ট/যথাযথ ও নির্ভুল (তথ্যের) স্বাক্ষর। তিনি তাঁর বিশ্বাসযোগ্যতার জন্যে প্রসিদ্ধ ছিলেন এবং তাঁর বিবরণগুলোর ব্যাপারে (কখনোই) অভিযুক্ত হননি। আল-খাল্লাল বর্ণনা করেন ‘আল-সুন্নাহ’ (৪৪৭ পৃষ্ঠা) গ্রন্থে যে, ইমাম আহমদ ইবনে হাম্বল (রহমতুল্লাহে আলাইহে)’কে জিজ্ঞেস করা হয়: জনৈক ব্যক্তি সর্ব-হযরত আমীরে মুআবিয়া ও আমর ইবনে আস (রাদ্বিয়াল্লাহু আনহুমা)’কে নিয়ে বিদ্রূপ করে থাকে; তাকে রাফেযী (শিয়া) বলা যাবে কি? হযরত ইমাম জবাব দেন:\n\n\nإنه لم يجترئ عليهما إلا وله خبيئة سوء. اهـ  \n\n\nঅর্থ: তাঁদের (দুই সাহাবীর) সম্পর্কে কিছু বলার সাহস কারোরই নেই; ব্যতিক্রম ওই ব্যক্তি, যে অন্তরে মন্দ অভিলাষ/বিদ্বেষ পোষণ করে।\n\n\nআল-মিযযী ‘তাহযীব আল-কামা’ল’ পুস্তকে (১:৪৫) বলেন:\n\n\nআল-হা’কিম নিজস্ব সনদে আবূল হাসান আলী ইবনে মুহাম্মদ আল-ক্বা’বিসী হতে বর্ণনা করেন, যিনি বলেন, আমি আবূল হাসান ইবনে হেলালকে বলতে শুনেছি যে ইমাম আবূ আবদ আল-রহমান নাসাঈ (রহমতুল্লাহে আলাইহে)’কে সাহাবী হযরত আমীরে মুআবিয়া ইবনে আবী সুফিয়ান (রাদ্বিয়াল্লাহু আনহু) সম্পর্কে জিজ্ঞেস করা হয়। হযরত ইমাম উত্তরে বলেন:\n\n\nإنما الإسلام كدار لها باب؛ فباب الإسلام الصحابة، فمن آذى الصحابة إنما أراد الإسلام كمن نقر الباب إنما يريد دخول الدار. قال: فمن أراد معاوية فإنما أراد الصحابة  \n\n \n\nঅর্থ: নিশ্চয় দ্বীন-ইসলাম একটি দরজাবিশিষ্ট গৃহের মতো। ওই দরজা হলেন সাহাবায়ে কেরাম (রাদ্বিয়াল্লাহু আনহুম আজমাঈন)। যে ব্যক্তি তাঁদের ক্ষতি সাধন করে, সে প্রকৃতপক্ষে ইসলাম ধর্মেরই ক্ষতি সাধন করে, ঠিক যেমনটি কেউ ঘরে প্রবেশের উদ্দেশ্যে দরজায় টোকা দেয়। (অতঃপর হযরত ইমাম বলেন), যে ব্যক্তি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’কে (আক্রমণের জন্যে) উদ্দেশ্য করেছে, সে প্রকৃতপক্ষে সাহাবায়ে কেরাম (রাদ্বিয়াল্লাহু আনহুম আজমাঈন)’কেই উদ্দেশ্য করেছে।\n\n\nইবনে তাইমিয়াহ নিজ ফাতাওয়া (৩৫:৬৬) সংকলনে উল্লেখ করেন:\n\n\nو قد علم أن معاوية وعمرو بن العاص وغيرهما كان بينهم من الفتن ما كان، ولم يتهمهم أحد من أوليائهم ولا محاربيهم بالكذب على النبي (صلى الله عليه وسلم)، بل جميع علماء الصحابة والتابعين بعدهم متفقين على أن هؤلاء صادقون على رسول الله (صلى الله عليه وسلم)، مأمونون عليه في الرواية عنه، والمنافق غير مأمون على النبي (صلى الله عليه وسلم)، بل هو كاذب عليه، مكذب له ا.هـ.\n\n\nঅর্থ: এটা জ্ঞাত যে কিছু বিষয়ে সর্ব-হযরত আমীরে মুআবিয়া ও আমর ইবনে আস (রাদ্বিয়াল্লাহু আনহুমা)’এর সাথে অন্যান্যদের মতবিরোধ ছিলো। তবে কেউই তাঁদের দু জনকে প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) সম্পর্কে মিথ্যে আরোপের অভিযোগে অভিযুক্ত করেননি - না তাঁদের সমর্থকবৃন্দ, না বিরোধী মত পোষণকারীবৃন্দ। বস্তুতঃ সকল সাহাবা-এ-কেরাম (রাদ্বিয়াল্লাহু আনহুম) ও তাবেঈন (রহমতুল্লাহে আলাইহিম)-ই এ ব্যাপারে সর্বসম্মত ছিলেন যে, তাঁরা দু জন মহানবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে যা রওয়ায়াত/বর্ণনা করেছেন তাতে তাঁরা বিশ্বস্ত/সত্যনিষ্ঠ ছিলেন; (কেননা) হুযূর পাক (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে কোনো মুনাফেক্ব যা বর্ণনা করে, তা বিশ্বাসযোগ্য নয়। সে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর প্রতি মিথ্যে আরোপকারী এবং তাঁর (বাণী প্রচারে) মিথ্যুক (হিসেবে ব্যর্থ) সাব্যস্ত। [ইবনে তাইমিয়াহ]\n\n\nপ্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে হাদীস বর্ণনা করার সময় হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) খুব সতর্ক ছিলেন এবং বাছ-বিচার করতেন। নিচে কিছু উদাহরণ দেয়া হলো:\n\n\nইমাম আহমদ ইবনে হাম্বল (রহমতুল্লাহে আলাইহে) নিজ ‘মুসনাদ’ (৪:৯৯) গ্রন্থে বর্ণনা করেন ইবনে মাহদী হতে, তিনি মুআবিয়াহ ইবনে সালেহ হতে, তিনি রাবিআহ ইবনে এয়াযীদ হতে, তিনি আবদুল্লাহ ইবনে আমির আল-এয়াহসুবী হতে, যিনি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’কে বলতে শোনেন:\n\n\nإياكم وأحاديث رسول الله (صلى الله عليه وسلم) إلا حديثا كان على عهد عمر، وإن عمر رضي الله عنه كان أخاف الناس في الله عز وجل، سمعت رسول الله يقول: من يرد الله به خيرا يفقه في الدين\n\n\nঅর্থ: প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র হাদীস হিসেবে তোমরা যা বর্ণনা করো, সে সম্পর্কে সাবধান হও! ব্যতিক্রম ছিলো খলীফা উমর (রাদ্বিয়াল্লাহু আনহু)’এর শাসনামল, যখন তিনি মানুষকে আল্লাহর ভয়ে ভীত করে রেখেছিলেন। আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’কে বলতে শুনেছি: “আল্লাহতা’লা যার ভালাই চান, তাকে তিনি দ্বীনের ফক্বীহ/সুপণ্ডিত আলেম বানিয়ে দেন।” [সহীহ মুসলিম শরীফ, ১০৩৭]\n\n\nআল-বুখারী (আল-ফাতহ ১৩:৩৩৩) বর্ণনা করেন যে আবূল এয়ামানী বর্ণনা করেন শুয়াইব হতে, তিনি আল-যুহরী হতে, তিনি হুমায়দ ইবনে আবদির রহমান হতে, যিনি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’কে মদীনা মোনাওয়ারায় ক্বুরাইশদের একটি দলের মাঝে ভাষণ দিতে শোনেন; তাতে তিনি কা’আব আল-আহবারের কথা উল্লেখ করে বলেন:\n\n\nإن كان من أصدق هؤلاء المحدثين الذين يحدثون عن أهل الكتاب، وإن كنا مع ذلك لنبلو عليه الكذب ا.هـ\n\n\nঅর্থ: সে আহলে কিতাব তথা ইহুদী জাতিগোষ্ঠী হতে (ঘটনা) বর্ণনাকারীদের মধ্যে সবচেয়ে সত্যনিষ্ঠ; কিন্তু তবুও আমরা তার বর্ণনার ভ্রান্তির ব্যাপারে সতর্ক হবো।\n\n\nআল-মারীসী’র প্রতি লেখা (رد على المريسي) রদসূচক পুস্তকের ৩৬৪ পৃষ্ঠায় ইমাম উসমান আল-দা’রিমী (রহ:) বলেন:\n\n\n“বিরোধী পক্ষ আবূ সলত হতে শুনেছেন মর্মে এ কথা দাবি করেন যে, তিনি (আবূ সলত) বলেছিলেন আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’রও بيت الحكمة - ‘জ্ঞানের গৃহ’ নামে এমন একটি স্থান ছিলো, কারো কাছে (লিখিত) হাদীস থাকলে সেখানে তা সংরক্ষণ করা হতো এবং পরবর্তী সময়ে বর্ণনা করা হতো। তবে এই ঘটনা সম্পর্কে আমরা জানি না, অথবা রওয়ায়াত/বর্ণনাগুলোতে এর কোনো রেফারেন্স-ও পাই না। অতএব, আমরা জানি না আবূ সলত কার কাছে থেকে তা বর্ণনা করেছেন; কেননা তিনি তা কোনো নির্ভরযোগ্য সূত্র হতে বর্ণনা করেননি। এটা এ কারণে যে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) সীমিত সংখ্যক বর্ণনার জন্যেই পরিচিত ছিলেন, আর তিনি যদি চাইতেন তাহলে বিপুল সংখ্যক রওয়ায়াত পেশ করতে পারতেন। তবে তিনি তা এড়িয়ে গিয়েছেন। রাসূলে খোদা (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে অধিক পরিমাণে হাদীস বর্ণনার ব্যাপারে তিনি মানুষকে সতর্ক করতেন এই বলে: “প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র হাদীস হিসেবে তোমরা যা বর্ণনা করো, সে সম্পর্কে সাবধান হও! ব্যতিক্রম ছিলো খলীফা উমর (রাদ্বিয়াল্লাহু আনহু)’এর শাসনামল, যখন তিনি মানুষকে আল্লাহর ভয়ে ভীত করে রেখেছিলেন।” ইবনে সালিহ (এ কথা) আমাদের কাছে বর্ণনা করেন মুআবিয়া ইবনে সালিহ হতে; আর তিনি তাঁর সনদ উল্লেখ করেছেন। বিরোধী পক্ষের এ দাবি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র প্রতি এক মহা অপবাদ এই মর্মে যে, তিনি সাবেত/যাচাই-বাছাই না করে প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র প্রতি হাদীস আরোপ করতেন। তিনি যদি এ পদ্ধতির অনুমতি দিতেন, তাহলে তিনি এটাকে নিজের উদ্দেশ্য হাসিলে ব্যবহার করতেন এবং রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর প্রতি আরোপ করতেন। অথচ তিনি সাহাবা-এ-রাসূল (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে বর্ণিত রওয়ায়াত হলেই কেবল তা গ্রহণ করতেন এবং আহাদীস সম্পর্কে স্রেফ লোকের কথা গ্রহণ করতেন না। মহানবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) বর্ণিত সীমিত সংখ্যক হাদীস, যদিও তিনি তাঁর কাতেব/ওহী লেখক ছিলেন, এই বিষয়টি ইঙ্গিত করে যে আপনি আবূ সলত হতে যা বর্ণনা করেছেন তাতে অসত্যতা নিহিত ছিলো। আর আপনি যদি সৎ হন, তাহলে সেটার সনদ উল্লেখ করবেন। কেননা নিঃসন্দেহে আপনি তা কোনো যোগ্য বর্ণনাকারী হতে বর্ণনা করবেন না।” [ইমাম দারিমী]\n\n\nইমাম ইবনে আল-ওয়াযীর আল-সান’আনী হযরত আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র বর্ণনাগুলো উল্লেখ করেন এবং ব্যাখ্যা করেন যে তিনি এগুলো একা বর্ণনা করেননি। ইমাম আল-সান’আনী নিজ ‘আল-আওয়া’সিম মিনাল ক্বাওয়া’সিম (৩:১৬৩)’ পুস্তকে লেখেন:\n\n\nوبعد هذه القواعد أذكر لك ما يصدقها من بيان أحاديث معاوية رضي الله عنه في الكتب السنة  لتعرف ثلاثة أشياء: عدم انفراده فيما روى، وقلة ذلك، وعدم نكارته\n\n\nঅর্থ: এসব নিয়মের পরে আমি তোমার জন্যে উল্লেখ করবো ছয়টি (সহীহ হাদীসের) কিতাব হতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র বর্ণিত আহাদীসের সত্যতা সম্পর্কে, যাতে তুমি তিনটি বিষয় উপলব্ধি করতে পারো: ১/ তাঁর বর্ণনা বর্ণনাসমূহে সমর্থিত; ২/ তাঁর বর্ণনা সীমিত সংখ্যক; এবং ৩/ তাঁর বর্ণনাগুলো ‘মুনকার’ নয়।\n\n\nইমাম সান‘আনী (রহমতুল্লাহে আলাইহে) অতঃপর রওয়ায়াত/বিবরণগুলো উল্লেখ করেন এবং ব্যাখ্যা করেন কারা কারা যৌথভাবে সাহাবায়ে কেরাম (রাদ্বিয়াল্লাহু আনহুম আজমাঈন) হতে সেগুলো বর্ণনা করেছিলেন। তিনি তাঁর বইয়ে (৩:২০৭) আরো বলেন:\n\n\nثم قال: (فهذا جميع ما لمعاوية في الكتب السنة ومُسند أحمد حسب معرفتي وجملتها ستون حديثاً ما صح عنه وما لم يصح، المتفق على صحته عنه أربعة...) إلى أن قال: (وهو مُقلٌّ جدا بالنظر إلى طول مُدّته، وكثرة مخالطته، وليس فيما يصحُّ عنه بوفاق شيء يوجب الريبة والتهمة، ولا فيما رواه غيره من أصحابه فبان أن الأمر قريب، من قبل حديثهم، فلم يقبل منه حديثا منكراً...) إلى آخر ما قال رحمه الله    \n\n\nঅর্থ: এই হলো আমার জ্ঞানে ছয়টি (সহীহ) হাদীসগ্রন্থ ও ইমাম আহমদ (রহমতুল্লাহে আলাইহে)’এর মুসনাদ পুস্তকে লিপিবদ্ধ আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু)’র বর্ণিত হাদীসের ব্যাপ্তি; যার সর্বমোট সংখ্যা ষাটটি সহীহ ও দুর্বল বিবরণ...তাঁর দীর্ঘ জীবন ও (প্রিয়নবী সাল্লাল্লাহু আলাইহে ওয়া সাল্লামের সাথে) প্রচুর আলাপের তুলনায় তিনি খুব অল্প হাদীস-ই বর্ণনা করেছেন; আর (তাঁর বর্ণিত) সহীহ হাদীসগুলোতে উদ্বেগ সৃষ্টির মতো এমন কোনো কিছু নেই, কিংবা সেগুলো তাঁরই বর্ণনাগুলোকে প্রশ্নবিদ্ধ করার মতো কোনো কারণ নয়….।\n\n\nইমাম সান’আনী (রহ:) ‘আল-রওদ আল-বা’সিম’ (২:৫২৩-৫৪৩) পুস্তকে বলেন:\n\n\nالطائفة الثالثة: معاوية والمغيرة وعمرو بن العاص، ومن تقدم ذكره في الأوهام، فإن كثيراً من الشيعة ذكروا أنها ظهرت على هؤلاء الثلاثة قرائن تدلّ على التأويل، وقدحوا بتصحيح حديثهم في حديث الكتب الصّحاح كالبخاري ومسلم\n\n\nতৃতীয় দলটি আমীরে মু’আবিয়া, মুগীরাহ, আমর ইবনে আল-’আস্ (রাদ্বিয়াল্লাহু আনহুম) ও যাঁদেরকে ভ্রান্ত ধারণার বশবর্তী হয়ে ইতিপূর্বে উল্লেখ করা হয়েছে। বস্তুতঃ অনেক শীয়াহ উল্লেখ করেছে যে এই তিনজনের সাথে সংশ্লিষ্ট অনেক কারণ বিরাজমান, যেগুলো তা’উয়ীল ইঙ্গিত করে; আর তারা (শীয়াহ-বর্গ) বুখারী ও মুসলিম শরীফের মতো সহীহ হাদীসগ্রন্থগুলোতে ওই তিনজন সাহাবী (রা:)’র বিবরণগুলো সহীহ তথা নির্ভরযোগ্য (বিবেচিত) হওয়ার ব্যাপারে আপত্তি উত্থাপন করে।\n\n\nআর আহলে হাদীস গোষ্ঠীর ব্যাপারে (বলতে হয়), তারা হলো তা’উয়ীল (ভিন্নতর ব্যাখ্যা) ও এজতেহা’দের (গবেষণালব্ধ সিদ্ধান্ত গ্রহণকারী) লোকদের অন্তর্গত, যারা ব্যাখ্যাগুলোকে বোধগম্য পন্থায় প্রকাশ করার চেষ্টায় রত। কিন্তু অন্তর্নিহিত জ্ঞান সকলের কাছ থেকেই লুক্কায়িত; আর তাই এই বিষয়ে এ দুটি দলের মধ্যকার ব্যাপার (আমার) এই সংক্ষিপ্ত পুস্তকে তুলে ধরা যাবে না। এর লক্ষ্য ও উদ্দেশ্য হচ্ছে কেবল সহজভাবে সহীহ হাদীসগুলোর বিশুদ্ধতা পুনর্ব্যক্ত করা এবং সেগুলোকে সমর্থন যোগানো; এছাড়া আর কোনো কিছু নয়, যেমন দৃষ্টান্ত হলো ওই দুটো পক্ষের (মানে শীয়াহ ও আহলে হাদীস গোষ্ঠীর) পার্থক্য ব্যাখ্যা করা। আমি এই বইয়ে আমার সর্বাত্মক চেষ্টা করেছি সহীহ হাদীসগুলোকে এমন পদ্ধতিতে সমর্থন করার, যা সেগুলোর সহীহ হওয়ার ব্যাপারে কিংবা সহীহ হওয়ার জন্যে প্রয়োজনীয় সাধারণ নীতিমালার ব্যাপারে উভয় পক্ষের সর্বসম্মতিমূলক হয়, যেটা এই বইয়ের সযত্ন পর্যবেক্ষণকারী অবশ্যই লক্ষ্য করতে সক্ষম হবেন। এই পর্যায়ে আমি একটি ছাড়া অন্য কোনো নিকটতম ও সর্বসম্মত পন্থা খুঁজে পাচ্ছি না; আর তা হলো সাহাবায়ে কেরাম (রাদ্বিয়াল্লাহু আনহুম)’এর মধ্যে যাঁদেরকে শীয়াহ গোষ্ঠী অভিযুক্ত করেনি, এসব হাদীসের প্রতিটির নির্ভরযোগ্যতা সম্পর্কে এক-এক করে তাঁদের সবার সত্য সাক্ষ্য গ্রহণ করা; বিশেষ করে সেসব রওয়ায়াত/বিবরণ সম্পর্কে আলোকপাত করা, যেগুলো হালাল ও হারাম বিষয়াদি নির্ধারণে ব্যবহৃত হয়ে থাকে।\n\n \n\nসর্ব-হযরত আবূ মূসা আল-আশ’আরী ও আবদুল্লাহ ইবনে আমর ইবনে আল-আস্ (রাদ্বিয়াল্লাহু আনহুমা) এবং তাঁদের মতো অন্যান্য সাহাবাবৃন্দ যাঁদের বিরুদ্ধে হযরত আলী (কার্রামাল্লাহু ওয়াজহাহু)’র সাথে যুদ্ধ করার বা তাঁকে অভিসম্পাত দেয়ার অভিযোগ নিশ্চিতভাবে প্রমাণ করা সম্ভব হয়নি, তাঁদের ব্যাপারে বিরোধীদের উত্থাপিত অভিযোগের জবাব ইতিপূর্বে (এ বইয়ে) দেয়া হয়েছে। ওই তিনজনের (মানে সর্ব-হযরত আমীরে মু’আবিয়া, মুগীরাহ ও আমর ইবনে আল-’আস্ রাদ্বিয়াল্লাহু আনহুম আজমাঈনের) প্রদত্ত বর্ণনাগুলো যে সহীহ, আমি তা-ই এখানে প্রমাণ করতে ইচ্ছুক। আলোচনা সংক্ষিপ্ত রাখার খাতিরে আমি স্রেফ হুকুম-আহকাম সংক্রান্ত বিবরণগুলোর প্রতি আলোকপাত করবো। খোদায়ী বিধিবিধান-সম্পর্কিত তাঁদের বর্ণনার পাশাপাশি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর সাহাবাবৃন্দ (রা:) হতে বর্ণিত সেগুলোর পরিপূরক ও সমর্থনসূচক বিবরণ পেশের মাধ্যমে এ কাজটি সুসম্পন্ন হবে; আর আমি এই আলোচনার তাত্ত্বিক প্রকৃতিকে খর্ব না করে তা যথাসম্ভব সংক্ষিপ্ত রাখার চেষ্টা করবো। এ লক্ষ্যে আল্লাহর ইচ্ছায় আমি আরম্ভ করছি:\n\n"},{"1":"হযরত আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) বর্ণিত আহাদীস","2":"হযরত আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) বর্ণিত আহাদীস\n\n\nالأول: حديث تحريم الوصل في شعور النساء\n\n১/ - মহিলাদের পরচুলা ব্যবহারে নিষেধসূচক হাদীস। আল-বুখারী, মুসলিম ও অন্যরা এটা (তাঁর কাছ থেকে) বর্ণনা করেন, আর সর্ব-হযরত আসমা’, আয়েশাহ ও জাবের (রাদ্বিয়াল্লাহু আনহুম)’এর পরিপূরক বর্ণনাগুলো দ্বারা এটা সমর্থিত হয়েছে। হযরত আসমা’ (রাদ্বিয়াল্লাহু আনহা)’র বিবরণটি মুসলিম ও নাসাঈ বর্ণনা করেছেন; হযরত আয়েশাহ (রাদ্বিয়াল্লাহু আনহা)’র বিবরণটি আল-বুখারী, মুসলিম ও নাসাঈ বর্ণনা করেছেন; আর হযরত জাবের (রাদ্বিয়াল্লাহু আনহু)’এর বিবরণটি মুসলিম বর্ণনা করেছেন।\n\n\n২/ - لا تزال طائفة من أمتي ظاهرين على الحق\n\n\nঅর্থ: আমার উম্মতের মধ্যে একটি দল (সর্বদা) সত্যের ওপর অটল-অবিচল থাকবে (হাদীস)। আল-বুখারী ও মুসলিম উভয়েই এটা আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র কাছ থেকে বর্ণনা করেন। ইমাম মুসলিম (রহ:) এটা হযরত সা’আদ ইবনে আবী ওয়াক্বক্বাস (রাদ্বিয়াল্লাহু আনহু) হতেও বর্ণনা করেন। উপরন্তু, সর্ব-ইমাম মুসলিম, আবূ দাউদ ও তিরমিযী (রহমতুল্লাহে আলাইহিম) সবাই এটা হযরত সওবান (রাদ্বিয়াল্লাহু আনহু) হতেও বর্ণনা করেন। ইমাম তিরমিযী (রহমতুল্লাহে আলাইহে) এটা হযরত মুআবিয়া ইবনে ক্বুর্রাহ (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন। আর ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) বর্ণনা করেন হযরত ‘ইমরা’ন ইবনে হুসাইন (রাদ্বিয়াল্লাহু আনহু) হতে।\n\n\n৩/ - حديث النهي عن الركعتين بعد العصر\n\n\nআসর নামাযের পরে দুই রাক’আত নামায পড়া আল-বুখারী (রহমতুল্লাহে আলাইহে) কর্তৃক তাঁর (আমীরে মুআবিয়া রাদ্বিয়াল্লাহু আনহুর) কাছ থেকে বর্ণিত একটি হাদীস শরীফে নিষিদ্ধ করা হয়েছে। এটা মো’মেন মুসলমানবৃন্দের মা হযরত উম্মে সালামাহ (রাদ্বিয়াল্লাহু আনহা) হতেও বর্ণনা করেন সর্ব-ইমাম বুখারী, মুসলিম, আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহিম আজমাঈন)।\n\nوروى مسلم عن عمر بن الخطاب (رضي الله عنه) أنه كان يضرب من يفعل ذلك، ولم ينكر ذلك من فعله فجرى الإجماع، وهو قول طوائف من أهل العلم      \n\nঅর্থ: ইমাম মুসলিম (রহমতুল্লাহে আলাইহে) বর্ণনা করেন যে, খলীফা উমর ইবনে আল-খাত্তাব (রাদ্বিয়াল্লাহু আনহু) সেসব লোককে শাস্তি দিতেন, যারা আসরের নামায়ের পরে নামায পড়তো; আর কেউই তাঁকে এ কাজটির জন্যে ভর্ৎসনা করেননি। এটার ব্যাপারে এজমা’ (তথা উলামাবৃন্দের ঐকমত্য) প্রতিষ্ঠিত হয়েছে। উপরন্তু, অনেক ফক্বীহ আলেম/ইসলামী আইনশাস্ত্রজ্ঞ-ও একই দৃষ্টিভঙ্গি গ্রহণ করেছেন।\n\n\n৪/ - حديث النهي عن الإلحاف في المسألة رواه عنه مسلم  \n\n \n\nকোনো (আর্থিক) সাহায্য চাওয়ার সময় (তা) দাবি করাকে নিষেধকারী হাদীসটি তাঁর কাছ থেকে লিপিবদ্ধ করেছেন ইমাম মুসলিম (রহমতুল্লাহে আলাইহে)। এটা হযরত উমর ফারূক্ব (রাদ্বিয়াল্লাহু আনহু) হতেও সর্ব-ইমাম আল-বুখারী, মুসলিম ও নাসাঈ (রহমতুল্লাহে আলাইহিম) বর্ণনা করেন। হযরত সামুরাহ ইবনে জুনদুব (রাদ্বিয়াল্লাহু আনহু) হতে এটা বর্ণনা করেন সর্ব-ইমাম আবূ দাউদ, তিরমিযী ও নাসাঈ (রহমতুল্লাহে আলাইহিম)। আল-বুখারী (রহমতুল্লাহে আলাইহে) এটা বর্ণনা করেন হযরত যুবায়র ইবনে আল-আউয়াম (রাদ্বিয়াল্লাহু আনহু) হতে; আর ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে) বর্ণনা করেন হযরত আ’ঈদ ইবনে আ’মর (রাদ্বিয়াল্লাহু আনহু) হতে। সর্ব-ইমাম আল-বুখারী, মুসলিম, তিরমিযী, নাসাঈ (রহমতুল্লাহে আলাইহিম) ও ইমাম মালেক (রহমতুল্লাহে আলাইহে) নিজ ‘মুওয়াত্তা’ পুস্তকে এটা বর্ণনা করেন হযরত আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতে। সর্ব-ইমাম আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহুমা) দু জনই এটা লিপিবদ্ধ করেন হযরত সওবা’ন (রাদ্বিয়াল্লাহু আনহু) হতে; আর ইমাম মালেক (রহমতুল্লাহে আলাইহে) তা করেন হযরত আবদুল্লাহ ইবনে আবী বকর (রাদ্বিয়াল্লাহু আনহু) হতে; সর্ব-ইমাম বুখারী, মুসলিম, তিরমিযী ও নাসাঈ (রহমতুল্লাহে আলাইহিম) বর্ণনা করেন হযরত হাকীম ইবনে হিযা’ম (রাদ্বিয়াল্লাহু আনহু) হতে; আর সর্ব-ইমাম আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহুমা) এটা বর্ণনা করেন হযরত ইবনে আল-ফা’রিসী হতে, তিনি তাঁর পিতা হতে (রাদ্বিয়াল্লাহু আনহুমা)।\n\n\n৫/ - إن هذا الأمر لا يزال في قريش ـ رواه عنه البخاري  \n\n \n\n“নিশ্চয় এই বিধানটি ক্বুরাইশ গোত্রের সাথে অবশিষ্ট থাকবে” মর্মে হাদীস শরীফটি তাঁর কাছ থেকে বর্ণনা করেন ইমাম আল-বুখারী (রহমতুল্লাহে আলাইহে)। সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা) দু জনই এটা বর্ণনা করেন সর্ব-হযরত উমর ফারূক্ব ও আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহুমা) হতে; আর ইমাম মুসলিম (রহমতুল্লাহে আলাইহে) বর্ণনা করেন হযরত জাবের (রাদ্বিয়াল্লাহু আনহু) হতে।\n\n\n৬/ - حديث جلد شارب الخمر وقتله في الرابعة، رواه عنه أبو داود والترمذي        \n\n\nমদ্যপায়ী ব্যক্তিকে বেত্রাঘাত ও চতুর্থ দফায় (অপরাধ সংঘটনের শাস্তিস্বরূপ) কতল-বিষয়ক হাদীসের বর্ণনাটি হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে উদ্ধৃত করেন সর্ব-ইমাম আবূ দাউদ ও তিরমিযী (রহমতুল্লাহে আলাইহুমা)। আর বেত্রাঘাতের বিষয়টি ধর্মীয় জরুরাত তথা আবশ্যকতা হিসেবে সর্বজন জ্ঞাত এবং এর বিবরণসম্বলিত হাদীসের সংখ্যাও প্রচুর। তবে অপরাধীকে চতুর্থ দফায় অপরাধ সংঘটনের দায়ে হত্যার অতিরিক্ত শাস্তি-সংক্রান্ত বিবরণটি হযরত আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতেও উদ্ধৃত করেন সর্ব-ইমাম তিরমিযী ও আবূ দাউদ (রহমতুল্লাহে আলাইহুমা); ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) এটা হযরত ক্বাবীসাহ (রাদ্বিয়াল্লাহু আনহু) ও অন্যান্য সাহাবা (রা:) হতেও বর্ণনা করেন। সর্ব-ইমাম আল-হা’দী ও ইয়াহইয়া ইবনে হুসাইন (রহমতুল্লাহে আলাইহুমা) এই হাদীসটি ‘কিতা’ব আল-আহকা’ম’ পুস্তকে বর্ণনা করেন; কিন্তু অধিকাংশ উলামার মতানুসারে এই (শরঈ) বিধানটি রহিত হয়ে গিয়েছে - ولكن هذا الحكم منسوخ عند كثير من أهل العلم  \n\n\n ৭/ - حديث ”النهي عن لباس الحرير والذهب، وجلود السّباع” رواه عنه أبو داود والنسائي\n\n\nঅর্থ: “রেশম, সোনা ও শিকারী জন্তুর চামড়া পরিধান নিষেধ” মর্মে হাদীসটি তাঁর (আমীরে মুআবিয়া রাদ্বিয়াল্লাহু আনহুর)  কাছ থেকে বর্ণনা করেন সর্ব-ইমাম আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহুমা)। ইমাম নাসাঈ ও ইমাম তিরমিযী (রহমতুল্লাহে আলাইহুমা) ভিন্ন শব্দচয়নে এর অংশ বিশেষ বর্ণনা করেন। রেশম ও সোনা-সংক্রান্ত নিষেধাজ্ঞাসম্বলিত পরিপূরক/সমর্থনসূচক হাদীসগুলো এতো প্রসিদ্ধ যে উল্লেখ করার প্রয়োজন পড়ে না। আর শিকারী বন্য জন্তু-জানোয়ারের চামড়ার ওপর নিষেধাজ্ঞা সম্পর্কে একটি হাদীস বিকল্প/আলাদা এক সনদে হযরত আবূ আল-মালীহ (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন সর্ব-ইমাম আবূ দাউদ, তিরমিযী ও নাসাঈ (রহমতুল্লাহে আলাইহিম)।\n\n\n৮/ - حديث افتراق الأمة إلى نيّف وسبعين فرقة، رواه عنه أبو داود  \n\n\nঅর্থ: উম্মতে মুহাম্মদী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) তিয়াত্তর দলে বিভক্ত হবে মর্মে হাদীসটি তাঁর কাছ থেকে বর্ণনা করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)। ইমাম তিরমিযী (রহমতুল্লাহে আলাইহে) এটা হযরত ইবনে আমর (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন; যেমনটি তিনি ও ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) বর্ণনা করেন হযরত আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতেও।\n\n\n৯/ - النهي عن سبق الإمام بالركوع والسجود، رواه عنه أبو داود وابن ماجه\n\n\nঅর্থ: (নামাযের মধ্যে) রুকূ ও সেজদায় ইমামের চেয়ে বেড়ে যাওয়ার প্রতি নিষেধাজ্ঞাসম্বলিত বর্ণনাটি তাঁর কাছ থেকে উদ্ধৃত করেন সর্ব-ইমাম আবূ দাউদ ও ইবনে মাজাহ (রহমতুল্লাহে আলাইহুমা)। এটা হযরত আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতেও বর্ণনা করেন সর্ব-ইমাম বুখারী, মুসলিম, আবূ দাউদ, তিরমিযী ও নাসাঈ (রহমতুল্লাহে আলাইহিম আজমাঈন)। ইমাম মালেক (রহমতুল্লাহে আলাইহে)-ও এটা তাঁর ‘মুওয়াত্তা’ গ্রন্থে বর্ণনা করেন। সর্ব-ইমাম মুসলিম ও নাসাঈ (রহমতুল্লাহে আলাইহুমা) এটা হযরত আনাস বিন মালিক (রাদ্বিয়াল্লাহু আনহু) হতেও বর্ণনা করেন।\n\n\n১০/ - النهي عن الشِّغار، رواه عنه أبو داود\n\n\nঅর্থ: ‘শীগার’ (বিয়ে অদল-বদল)‘কে নিষেধকারী বিবরণটি তাঁর কাছ থেকে গ্রহণ করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)। সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা) এটা বর্ণনা করেন হযরত ইবনে উমর (রাদ্বিয়াল্লাহু আনহু) হতে; আর এটা সাহাবায়ে কেরাম (রাদ্বিয়াল্লাহু আনহুম আজমাঈন)’এর মাঝে মশহুর তথা প্রসিদ্ধ বর্ণনার পর্যায়ভুক্ত, যার ফলশ্রুতিতে এই বাণীর অনুশীলন (তাঁদের) এজমা’ তথা ঐকমত্য সদৃশ।\n\n\n১১/ - أنه توضأ كوضوء رسول الله صلّى الله عليه وسلّم\n\n\nঅর্থ: প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’র মতো আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু)’র অযূ করা সম্পর্কিত বিবরণটি ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) লিপিবদ্ধ করেন; আর এর কোনো সমর্থনের প্রয়োজন নেই। ব্যতিক্রম শুধু শির ও মুখমণ্ডলের ওপর পানির বিষয়টি, যা ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) হযরত আলী (কার্রামাল্লাহু ওয়াজহাহু) হতেও বর্ণনা করেন।\n\n\n১২/ - النهي عن النّوح\n\n\nঅর্থ: মাতম করে কান্নাকাটি করার নিষেধাজ্ঞাসম্বলিত হাদীস তাঁর কাছ থেকে বর্ণনা করেন ইমাম ইবনে মাজাহ (রহমতুল্লাহে আলাইহে); আর উল্লেখ করার প্রশ্নে অন্যান্যদের বিবরণের চেয়ে এটা বেশি মশহুর/প্রসিদ্ধ।\n\n\n১৩/ - النهي عن الرّضا بالقيام\n\n\nঅর্থ: অন্যদের দাঁড়িয়ে থাকার প্রশ্নে খুশি হওয়ার প্রতি নিষেধাজ্ঞাসম্বলিত হাদীসটি তাঁর কাছ থেকে বর্ণনা করেন সর্ব-ইমাম আবূ দাউদ ও তিরমিযী (রহমতুল্লাহে আলাইহুমা)। এর সমর্থনসূচক একটি বর্ণনা এসেছে হযরত আনাস বিন মালিক (রাদ্বিয়াল্লাহু আনহু) হতে, যা লিপিবদ্ধ করেন ইমাম তিরমিযী (রহমতুল্লাহে আলাইহে); অপরটি এসেছে হযরত আবূ উমা’মাহ (রাদ্বিয়াল্লাহু আনহু) হতে, যা লিপিবদ্ধ করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)। দাঁড়ানোর বিশেষ অধিকারের ক্ষেত্রগুলোর ব্যাপারে লেখা ইমাম নববী (রহমতুল্লাহে আলাইহে)’র কিতাবে তিনি পূর্ববর্তী দুটো হাদীস ও হযরত আবূ বাকরাহ (রাদ্বিয়াল্লাহু আনহু) বর্ণিত আরেকটি হাদীস বর্ণনা করেন। ইমাম নববী (রহমতুল্লাহে আলাইহে) হযরত আনাস (রাদ্বিয়াল্লাহু আনহু) বর্ণিত হাদীসটিকে সহীহ বলে সমর্থন দেন।\n\n\n১৪/ - النهي عن التمادح\n\n\nঅর্থ: মাত্রাতিরিক্ত প্রশংসার প্রতি নিষেধসূচক হাদীসটি হযরত আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র কাছ থেকে বর্ণনা করেন ইমাম ইবনে মাজাহ (রহমতুল্লাহে আলাইহে)। সর্ব-ইমাম আল-বুখারী, মুসলিম ও আবূ দাউদ (রহমতুল্লাহে আলাইহিম) এটা বর্ণনা করেন হযরত আবূ বাকরাহ (রাদ্বিয়াল্লাহু আনহু) হতে; আর সর্ব-ইমাম আল-বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা) বর্ণনা করেন হযরত আবূ মূসা (রাদ্বিয়াল্লাহু আনহু) হতে। সর্ব-ইমাম মুসলিম, আবূ দাউদ ও তিরমিযী (রহমতুল্লাহে আলাইহিম) এটা বর্ণনা করেন হযরত মিক্বদা’দ (রাদ্বিয়াল্লাহু আনহু) হতে; আর ইমাম তিরমিযী (রহমতুল্লাহে আলাইহে) বর্ণনা করেন হযরত আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতে।\n\n\n১৫/ - تحريم كل مسكر    \n\n\nঅর্থ: সমস্ত নেশা জাতীয় দ্রব্যের প্রতি নিষেধাজ্ঞা; আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র কাছ থেকে ইমাম ইবনে মাজাহ (রহমতুল্লাহে আলাইহে) এটা বর্ণনা করেন। বাকি সবাই বর্ণনা করেন হযরত ইবনে উমর (রাদ্বিয়াল্লাহু আনহু) হতে। সর্ব-ইমাম মুসলিম ও নাসাঈ (রহমতুল্লাহে আলাইহুমা) বর্ণনাটি লিপিবদ্ধ করেন হযরত জাবের (রাদ্বিয়াল্লাহু আনহু) হতেও; আর হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) হতেও বর্ণনা করেন সর্ব-ইমাম আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহুমা)।\n\n\n১৬/ - حكم من سها في الصلاة\n\n\nঅর্থ: কেউ নামাযে কোনো কিছু ভুলে যাওয়ার বিধান; এই বিবরণটি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে) এবং এর আরেকটি সমর্থনসূচক বর্ণনা এসেছে হযরত ইবনে সওবা’ন (রাদ্বিয়াল্লাহু আনহু) হতে, যা লিপিবদ্ধ আছে ‘সুনানে আবী দাউদ’ পুস্তকে।\n\n\n১৭/ النهي عن القران بين الحج والعمرة  \n\n\nঅর্থ: ক্বিরা’ন (তথা একই নিয়্যত বেঁধে হজ্জ্ব ও উমরাহ একত্রে একই সফরে পালন)‘এর প্রতি নিষেধাজ্ঞাসূচক বিবরণটি তাঁর কাছ থেকে লিপিবদ্ধ করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে); আর এটা এসেছে হযরত ইবনে উমর (রাদ্বিয়াল্লাহু আনহু) হতেও, যা ইমাম মালেক (রহমতুল্লাহে আলাইহে) লিপিবদ্ধ করেছেন। সর্ব-হযরত উমর ও উসমান (রাদ্বিয়াল্লাহু আনহুমা) হতে বর্ণিত মওক্বূফ বিবরণ (যার সনদ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম পর্যন্ত ফেরত যায়নি) লিপিবদ্ধ করেন ইমাম মুসলিম (রহমতুল্লাহে আলাইহে)।\n\n\n১৮/ أنه قصر للنبي صلى الله عليه وسلم بمشقص بعد عمرته صلى الله عليه وسلم، وبعد حجّه، رواه عنه البخاري ومسلم وأبو داود والنسائي  \n\n\nঅর্থ: প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) উমরাহ ও হজ্জ্বশেষে যে নিজের চুল কাঁচি (জাতীয় যন্ত্র) দ্বারা ছেঁটে নিতেন, তা হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন সর্ব-ইমাম বুখারী, মুসলিম, আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহিম)। অনুরূপ দুটো বিবরণ এসেছে সর্ব-হযরত আলী কার্রামাল্লাহু ওয়াজহাহু এবং উসমান রাদ্বিয়াল্লাহু আনহু হতে, যা লিপিবদ্ধ আছে মুসলিম শরীফে। হযরত সা’আদ ইবনে আবী ওয়াক্কাস (রাদ্বিয়াল্লাহু আনহু) হতে ইমাম মালেক (রহমতুল্লাহে আলাইহে) নিজ ‘মুওয়াত্তা’ গ্রন্থে এটা উদ্ধৃত করেন এবং এর পাশাপাশি সর্ব-ইমাম নাসাঈ ও তিরমিযী (রহমতুল্লাহে আলাইহুমা) যাঁরা এ বিবরণকে সহীহ বলেন, তাঁরাও নিজ নিজ পুস্তকে বিবরণটি লিপিবদ্ধ করেন। ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে) এটা হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) হতে, তিনি হযরত উমর (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন; আর ইমাম তিরমিযী (রহমতুল্লাহে আলাইহে) বর্ণনা করেন হযরত উমর (রাদ্বিয়াল্লাহু আনহু) হতে। সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা) এটা বর্ণনা করেন হযরত ‘ইমরা’ন ইবনে হুসাইন (রাদ্বিয়াল্লাহু আনহু) হতে; আর সর্ব-ইমাম তিরমিযী ও নাসাঈ (রহমতুল্লাহে আলাইহুমা) এটার এমন এক সংস্করণ লিপিবদ্ধ করেন যেখানে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) এটা বর্ণনা করেন এবং হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) মন্তব্য করেন যে এটা খোদ আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র দৃষ্টিভঙ্গিরই খেলাফ, কেননা তিনি তামাত্তু’কে বৈধ বিবেচনা করতেন না। [নোট: পৃথক পৃথক নিয়্যত বেঁধে একই তীর্থযাত্রায় হজ্জ্ব ও উমরাহ পালনকে তামাত্তু’ বলে]\n\n\n১৯/ ما روى عن أخته أم المؤمنين أم حبيبة ـ رضي الله عنها ـ (( أن رسول الله صلى الله عليه وسلم كان يصلي في الثوب الذي يجامعها فيه، ما لم ير فيه أذى )) رواه أبو داود والنسائي، ويشهد لمعناه أحاديث كثيرة، منها: أن رسول الله صلى الله عليه وسلم: (( كان يصلي في نعليه ما لم ير بهما أذى )) رواه البخاري ومسلم عن سعيد بن يزيد ورواه أبو داود عن أبي سعيد الخدري    \n\n\nويشهد لذلك حديث: (( فلا ينصرفنّ حتى يجد ريحاً أو يسمع صوتاً )) وهو متفق على صحته، إلى أشباه لذلك كثيرة تدل على جواز الاحتجاج بالاستصحاب للحكم المتقدّم، وعلى ذلك عمل العلماء في فطر يوم الشك من آخر شعبان،  وصوم يوم الشك من آخر رمضان\n\n\nঅর্থ: হযরত আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) তাঁর বোন ও ঈমানদারবৃন্দের মা (প্রিয়নবীর স্ত্রী) হযরত উম্মে হাবীবা (রাদ্বিয়াল্লাহু আনহা) হতে বর্ণনা করেন, যিনি বলেন যে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) সেই একই বস্ত্র পরে নামায পড়তেন, যেটা (পরে) তিনি তাঁর (উম্মে হাবীবার) সাথে মিলিত হতেন, যতোক্ষণ না ওই বস্ত্রটি ধূলিমিশ্রিত হতো। সর্ব-ইমাম আবূ দাউদ ও নাসাঈ (রহমতুল্লাহে আলাইহুমা) দু জনই এটা আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন। এরকম অর্থের অনেক সমর্থনসূচক বিবরণ রয়েছে; যার মধ্যে একটি হলো প্রিয়নবী (সাল্লাহু আলাইহে ওয়া সাল্লাম) তাঁর স্যান্ডেল পরে নামায পড়তেন, যতোক্ষণ না ওই স্যান্ডেল জোড়া ধূলিমিশ্রিত হতো। হযরত সাঈদ ইবনে এয়াযীদ (রাদ্বিয়াল্লাহু আনহু) হতে সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা) এটা বর্ণনা করেন; আর ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) এটা বর্ণনা করেন হযরত আবূ সাঈদ আল-খুদরী (রাদ্বিয়াল্লাহু আনহু) হতে। এই বর্ণনাটি (অনুরূপ) আরো অনেক বিবরণ দ্বারা সমর্থিত, যার মধ্যে একটি হাদীসে যেমনটি বিবৃত হয় যে কারো দ্বিতীয় দফা অযূ করার প্রয়োজন নেই, যদি না তিনি শ্রবণ বা ঘ্রাণের মাধ্যমে নিশ্চিত হন যে পায়ুপথে বায়ু নির্গত হয়েছে। এই সাধারণ নিয়মের পক্ষে সমর্থনসূচক প্রচুর বিবরণ বিদ্যমান; যদি এর পরিপন্থী কোনো প্রামাণিক দলিল না থাকে, তবে পূর্ববর্তী হুকুম তথা বিধান-ই বহাল থাকবে। এগুলোর উৎকৃষ্ট উদাহরণ হচ্ছে সন্দেহজনক দিবসে তথা শা’বান মাসের শেষ দিনে মেঘের কারণে চাঁদ দেখা না গেলে পানাহার করা; একইভাবে চাঁদ দেখা না গেলে রমজান মাসের শেষ দিনে রোযা রাখা।    \n\n\n২০/ نهى من أكل الثوم أو البصل عن دخول مسجد رسول الله صلى الله عليه وسلم\n\n\nমসজিদে নববী (দ:)’তে প্রবেশের আগে পিঁয়াজ বা রসুন খাওয়ার নিষেধাজ্ঞা-সম্বলিত বিবরণ। এটা আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) তাঁরই বাবার সূত্রে বর্ণনা করেন এবং এর অনেকগুলো সমর্থনসূচক বিবরণ বিদ্যমান। ইমাম মালেক (রহমতুল্লাহে আলাইহে) এটা হযরত জাবের (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন, যেমনটি করেন সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা); এই দু জন ইমাম (রহ:) হযরত আনাস (রাদ্বিয়াল্লাহু আনহু) হতেও এটা বর্ণনা করেন। সর্ব-ইমাম মুসলিম ও মালেক (রহমতুল্লাহে আলাইহুমা) হযরত আবূ হোরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতেও বর্ণনা করেন; অপর দিকে, ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) বর্ণনা করেন সর্ব-হযরত হুযায়ফা ও আল-মুগীরা (রাদ্বিয়াল্লাহু আনহুমা) হতে। সর্ব-ইমাম বুখারী, মুসলিম ও আবূ দাউদ (রহমতুল্লাহে আলাইহিম) এটা বর্ণনা করেন হযরত ইবনে উমর (রাদ্বিয়াল্লাহু আনহু) হতে; পক্ষান্তরে, হযরত উমর (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে)। সর্ব-ইমাম মুসলিম ও আবূ দাউদ (রহমতুল্লাহে আলাইহুমা) এটা বর্ণনা করেন হযরত আবূ সাঈদ আল-খুদরী (রাদ্বিয়াল্লাহু আনহু) হতে। আর সার্বিকভাবে ওই দুটো গাছ থেকে খাওয়ার নিষেধাজ্ঞার ব্যাপারে (সিদ্ধান্ত হলো), তা মসজিদে নববী (দ:)’তে প্রবেশের ক্ষেত্রেই সীমাবদ্ধ নয়। সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা) এটা বর্ণনা করেন হযরত জাবের ইবনে আব্দিল্লাহ (রাদ্বিয়াল্লাহু আনহু) হতে; আর হযরতে ইমামে আলী ইবনে আবী তালেব (কার্রামাল্লাহু ওয়াজহাহু) হতে বর্ণনা করেন সর্ব-ইমাম আবূ দাউদ ও তিরমিযী (রহমতুল্লাহে আলাইহুমা)।  \n\n\n২১/ حديث: هذا يوم عاشوراء لم يكتب عليكم\n\n\nআশূরা (পালন) নির্দেশকৃত নয় তথা আদিষ্ট নয় মর্মে বিবরণটি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন সর্ব-ইমাম মালেক, বুখারী, মুসলিম ও নাসাঈ (রহমতুল্লাহে আলাইহিম)। এই (উদ্দিষ্ট) অর্থের সমর্থনসূচক একটি বিবরণ হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) হতে উদ্ধৃত করেন সর্ব-ইমাম বুখারী ও মুসলিম (রহমতুল্লাহে আলাইহুমা); আর এটাই হলো বুঝে নেয়া অর্থ রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর বাণী হতে, যেখানে তিনি ইহুদীদের দ্বারা ওই দিনের রোযা পালন সম্পর্কে জিজ্ঞাসিত হওয়ার পর বলেন:\n\n\nفأنا أحق بموسى  \n\n\nঅর্থ: পয়গম্বর মূসা (আলাইহিস সালাম)’র ওপর আমার হক্ব অধিকতর।\n\n\nহুযূরে পূর নূর (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) আরো বলেন:\n\n\nفنحن نصومه تعظيماً له\n\n\nঅর্থ: আমরা (ওই দিন) রোযা রাখি তাঁর (পয়গম্বর মূসা আলাইহিস্ সালামের) প্রতি শ্রদ্ধাস্বরূপ।\n\n\n২২/ لا تنقطع الهجرة\n\n\nহিজরত শেষ না হবার বিবরণটি হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে); যদিও এটা তাঁর কাছ থেকে বিশুদ্ধ নয়। আল-খাত্তাবী (রহ:) বলেন:\n\n\nقال الخطابي: في إسناده مقال،  \n\n\nঅর্থাৎ, এর এসনাদে কিছু আপত্তি বিদ্যমান।\n\n\nতবে হযরত আবদুল্লাহ ইবনে সাআদী (রাদ্বিয়াল্লাহু আনহু) হতে ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে) বর্ণিত একটি অনুরূপ (সমর্থনসূচক) বিবরণও বিদ্যমান।\n\n\n২৩/ حديث النهي عن لباس الذهب إلا مقطعاً\n\n\nবস্ত্রে স্বর্ণ পরিধানের প্রতি নিষেধাজ্ঞাসম্বলিত হাদীস, যা আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)। সাহাবাবৃন্দের (রা:) একটি দল হতে ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে) কর্তৃক বর্ণিত একটি রওয়ায়াত/বিবরণে এটার প্রতি সমর্থন রয়েছে।  \n\n\n২৪/ النهي عن المغلوطات\n\n\nবিভ্রান্তিকর প্রশ্নের প্রতি নিষেধাজ্ঞা। আল-খাত্তাবী (রহ:) বলেন:\n\n\nقال الخطّابي: الأغلوطات. ولم يصح عنه، في إسناده مجهول،\n\n\nতাঁর কাছ থেকে এই বর্ণনাটি বিশুদ্ধ নয়; কেননা এর এসনাদে অজ্ঞাত একজন বর্ণনাকারী রয়েছেন। তবে হযরত আবূ হুরায়রা (রাদ্বিয়াল্লাহু আনহু) হতে ইমাম আবূ সাআদত ইবনে আল-আসীর (রহ:) উদ্ধৃত আরেকটি বর্ণনায় এটাকে সমর্থন দেয়া হয়েছে।  \n\n\n২৫/ حديث الفصل بين الجمعة والنافلة بعدها بالكلام أو الخروج\n\n\nজুমুআ’ ও নফল নামাযের মধ্যে পার্থক্য করতে কথা (বলা) বা বেরিয়ে যাওয়া বিষয়ক হাদীসটি আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম মুসলিম (রহমতুল্লাহে আলাইহে)। হযরতে রাসূলে করীম (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)‘এর আচরিত রীতি/সুন্নাহ সম্পর্কে হযরতে ইবনে উমর (রাদ্বিয়াল্লাহু আনহু) হতে অনুরূপ একটি বর্ণনা বুখারী ও মুসলিম শরীফে বিদ্যমান। ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে) অনুরূপ একটি বিবরণ লিপিবদ্ধ করেছেন ইমাম আবূ মাসউদ আল-যুরাক্বী (রহমতুল্লাহে আলাইহে) হতে, যা’তে ওই ইমাম সাহেবের আচরিত রীতির কথা (উঠে) এসেছে।\n\n\n২৬/ [السادس والعشرون ساقط من الأصل يراجع في الكتاب]\n\n\n২৭/ حديث: كل ذنب عسى الله أن يغفره، إلا الشرك بالله وقتل المؤمن\n\n\nআল্লাহতা’লার সাথে শির্ক তথা অংশীদার স্থাপন ও ঈমানদার মুসলমানকে হত্যা ছাড়া বাকি সমস্ত পাপ কাজ তিনি ক্ষমা করে দেবেন মর্মে হাদীসটি হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম নাসাঈ (রহমতুল্লাহে আলাইহে)। এর সমর্থন এসেছে হযরত আবূ দারদা (রাদ্বিয়াল্লাহু আনহু) হতে ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)’এর গৃহীত একটি রওয়ায়াত তথা বিবরণে; পাশাপাশি ক্বুরআন মজীদের একটি আয়াতে করীমায়ও এর পক্ষে সমর্থন বিদ্যমান।\n\n\n২৮/ حديث: اشفعوا تؤجروا\n\n\nকারো পক্ষে সুপারিশ করার সময় পুরস্কৃত হওয়ার হাদীসটি হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)। এটা বুখারী ও মুসলিম হাদীসগ্রন্থ দুটোতে হযরত আবূ মূসা (রাদ্বিয়াল্লাহু আনহু)’র সূত্রে বর্ণিত একটা সর্বজনজ্ঞাত হাদীস; আর ক্বুরআন মজীদও এর মর্মার্থকে সমর্থন দেয়।\n\n\n২৯/ كراهة تتبع عورات الناس\n\n\nমানুষের দোষত্রুটি তালাশের প্রতি নিষেধাজ্ঞা; এই বিবরণটি তাঁর কাছ থেকে বর্ণনা করেন ইমাম আবূ দাউদ (রহমতুল্লাহে আলাইহে)। এর সমর্থনসূচক বর্ণনা এসেছে হযরত ইবনে উমর (রাদ্বিয়াল্লাহু আনহু) হতে তিরমিযী শরীফে; হযরত আবূ হোরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতে মুসলিম শরীফে; আর সর্ব-হযরত আবূ বারযাহ আসলামী, উক্ববাহ ইবনে আমির ও যায়দ ইবনে ওয়াহব (রাদ্বিয়াল্লাহু আনহুম) হতে স্বয়ং আবূ দাউদ শরীফে।\n\n\n৩০/ حديث: من يرد الله به خيراً يفقهه في الدين\n\n \n\n‘আল্লাহতা’লা কারো ভালাই চাইলে তাকে দ্বীনের ফক্বীহ তথা ধর্মতত্ত্ব/ঐশী বিধিবিধানের বিশারদ বানিয়ে দেন’ মর্মে হাদীসটি হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন ইমাম বুখারী (রহমতুল্লাহে আলাইহে); আর এটার দুটো সমর্থনসূচক বিবরণ বিদ্যমান। একটি এসেছে হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) হতে এবং অপরটি হযরত আবূ হুরায়রাহ (রাদ্বিয়াল্লাহু আনহু) হতে। ইমাম তিরমিযী (রহমতুল্লাহে আলাইহে) দুটোই উল্লেখ করেন এবং হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণিত হাদীসটিকে সহীহ বলে ঘোষণা করেন।\n\n\nঅতএব, এগুলোর সবই হচ্ছে হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণিত আহাদীস যা স্পষ্ট হুকুম-আহকাম (জারির) শ্রেণিতে প্রকাশিত; কিংবা যেগুলো হতে শরঈ ফতোয়া বের করা যেতে পারে। এসব বিবরণ শীয়া ও ফক্বীহদের মাযহাবের সাথে সঙ্গতিপূর্ণ; আর এসব রওয়ায়াতে এমন কোনো কিছু নেই যা বিশাল সংখ্যাগরিষ্ঠ উলামাবৃন্দ কর্তৃক গৃহীত হয়নি, ব্যতিক্রম শুধু মনসূখ তথা রহিত হওয়া ওই বিবরণটি, যা’তে চারবার মদ্যপান করে (ঐশী) বিধান লঙ্ঘনের দায়ে অপরাধীকে মৃত্যুদণ্ড প্রদান বিধৃত হয়েছে। তবে আমরা আগেই উল্লেখ করেছি, যায়দী শীয়াদের শীর্ষস্থানীয় আলেম এটা বর্ণনা করেছেন। হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণিত সমস্ত আহাদীস-ই অন্যান্য বিশ্বস্ত/নির্ভরযোগ্য সাহাবা কেরাম (রা:)’এর বর্ণিত আহাদীসের সাথে সঙ্গতিপূর্ণ। এমতাবস্থায় আমি সেসব ব্যক্তির প্রতি অবাক হই, যারা সিহাহ (সহীহ হাদীস) সংকলকবৃন্দকে এসব বিবরণ তাঁদের বইপত্রে লিপিবদ্ধ করে সেগুলোকে নিজেদের সংকলনে স্থান দেয়ার দায়ে দোষারোপ করে থাকে।  \n\n\nএসব আহাদীস ছাড়াও হযরতে আমীরে মুআবিয়া (رَضِىَ اللهُ عَنْهُ)‘র বর্ণিত আরো কিছু প্রসিদ্ধ হাদীস ও সেগুলোর সমর্থনসূচক বিবরণ আমরা আলোচনা সংক্ষেপ করার খাতিরে উল্লেখ করিনি। আমরা এখানে সেগুলোকে শনাক্ত করার জন্যে সূক্ষ্মভাবে উদ্ধৃত করতে পারি। তাঁর বর্ণিত হাদীসগুলোর মধ্যে রয়েছে মুয়াযযিনের গুণাবলী, আযানের জবাব দেবার ফযীলত, জ্ঞান আহরণের মাহাত্ম্য, লায়লাতুল ক্বদর (ক্বদরের রাত) ২৭ তারিখ (২৬ তারিখ দিবাগত রাত), আনসার সাহাবা (রা:)’দের প্রতি মহব্বত রাখার মহত্ত্ব, হযরত তালহা (رَضِىَ اللهُ عَنْهُ)’র গুণ ও মাহাত্ম্য, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর বেসাল শরীফের তারিখ ও ৬৩ বছরে বয়সে তা ঘটেছিলো মর্মে বিবরণ। এ ছাড়াও রয়েছে নিম্নের দুআ-সহ হাদীসটি: اللهم لا مانع لما أعطيت ولا معطي لما منعت - অর্থাৎ, “হে আল্লাহ, আপনি যা দান করেন তা কেউই রহিত করতে পারে না….।” এটা ইমাম মুসলিম (রহমতুল্লাহে আলাইহে) হযরত আলী (কার্রামাল্লাহু ওয়াজহাহু)’র সূত্রে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণনা করেন। আরেকটি হাদীস: الخير عادة والشر لجاجة - অর্থাৎ, “খায়র তথা ভালো একটি স্বভাব...।” অন্য একটি হাদীস: لم يبق في الدنيا إلا بلاء وفتنة - অর্থাৎ, “এ দুনিয়াতে যা অবশিষ্ট আছে তা বালা (মুসীবত) ও বিবাদ-বিসংবাদ।” অপর একটি হাদীস: إنما الأعمال كالوعاء إذا طاب أسفله طاب أعلاه - অর্থাৎ, “নিশ্চয় কর্ম হচ্ছে একটি পাত্রের মতো; সেটার নিচের অংশ নির্মল থাকলে ওপরের অংশও পরিষ্কার থাকে।” এর পাশাপাশি রয়েছে সেসব লোকদের সম্পর্কে বিবরণ, যাদের প্রতি সোনা ও রুপা মজুতদারী সংক্রান্ত আয়াতটি অবতীর্ণ হয়েছিলো ( وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ - সূরাহ তওবা, ৩৪ আয়াত)। এগুলোর সাথে যোগ করুন তাঁর দুটো মওক্বূফ বিবৃতি (কোনো সাহাবী রাদ্বিয়াল্লাহু আনহু’র কথা যা মহানবী সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম পর্যন্ত ফেরত যায়নি)।\n\n\nএগুলো হচ্ছে সিহাহ সিত্তাতে লিপিবদ্ধ হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)’র সিংহ ভাগ বিবরণ; আমার কাছ থেকে কোনোটাই এড়িয়ে যায়নি, কেবল কিছু সংখ্যক ছাড়া, যেগুলো হয়তো আমি বে-খেয়ালে ছেড়ে আসতে পারি। এই ত্রুটি-বিচ্যুতি হতে কোনো মানুষ-ই মুক্ত নন। সমস্ত প্রতিষ্ঠিত বিবরণের পরিপন্থী বা সেগুলোর সাথে অসঙ্গতিপূর্ণ কিছুই তাঁর বর্ণনাগুলোর মধ্যে নেই, যদিও এমন কিছু বর্ণনা রয়েছে, যেগুলোর সনদ তাঁর কাছে ফেরত পৌঁছুনোর ক্ষেত্রে নির্ভরযোগ্য নয়, অথবা যেগুলোর বিশুদ্ধতা নিয়ে মতপার্থক্য বিরাজমান। যেগুলোর ব্যাপারে মতৈক্য হয়েছে, সেসব নির্ভরযোগ্য হাদীসের বেশির ভাগই হচ্ছে আহকাম/বিধিবিধান ও ফযীলতের শ্রেণিভুক্ত, যার সংখ্যা ১৩টি; সর্ব-ইমাম বুখারী ও মুসলিম (رحمة الله عليهما) চারটির ব্যাপারে ঐকমত্য পোষণ করেন, ইমাম বুখারী (رحمة الله عليه) স্বতন্ত্রভাবে চারটি বর্ণনা করেন, আর ইমাম মুসলিম (رحمة الله عليه) বর্ণনা করেন পাঁচটি। এ বিষয়টি ওই সময়কালে গৃহীত সততার নীতি ও মিথ্যেবাদিতার হীন পর্যায়ে নেমে আসা হতে বেঁচে থাকার প্রমাণবহ বটে। আল্লাহ মিথ্যেবাদীদের ত্যাগ করুন! আর যদি সেসব বিবরণের মধ্যে সততার ইঙ্গিত কোনোভাবেই পাওয়া না যায়, তবুও এই বাস্তবতা-ই যথেষ্ট যে হযরতে আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু) কখনোই হযরতে ইমামে আলী (কার্রামাল্লাহু ওয়াজহাহু)’র কোনো রকম সমালোচনামূলক রওয়ায়াত বর্ণনা করেন নি - না এমন কিছু যা তাঁর সাথে নিজের যুদ্ধবিগ্রহকে বৈধতা দেয়; না খলীফা উসমান (রাদ্বিয়াল্লাহু আনহু)‘এর ফযীলত বর্ণনা, অথবা তাঁকে শহীদ করায় অংশগ্রহণকারী খুনীদের সমালোচনা; যদিও (এ রকম করলে) তাঁর সেনাবাহিনি তাঁর কথায় বিশ্বাস করতেন এবং ওই ধরনের আবেগ সৃষ্টিতে তাঁর স্বার্থ-ও হাসিল হতো। তবে এই দীর্ঘ সময়ে তিনি ওই রকম কোনো কিছুই করেননি - না হযরতে ইমামে আলী (কার্রামাল্লাহু ওয়াজহাহু)’র (প্রকাশ্য) জীবদ্দশায়, না তাঁর বেসাল শরীফ-পরবর্তী সময়ে। এর সাথে আরো যোগ হবে এ বাস্তবতা যে, তিনি দ্বীন-ইসলামের শিক্ষাবিরোধী বা দ্বীনের মূলোৎপাটনকামী কোনো বর্ণনা প্রদান করেননি। এই কারণেই বিশিষ্ট সাহাবা (রা:) ও তাবেঈনের (রহ:) একাধিক জন তাঁর কাছ থেকে আহাদীস বর্ণনা করেছেন; এঁদের মধ্যে রয়েছেন সর্ব-হযরত ইবনে আব্বাস, আবূ সাঈদ খুদরী, ইবনে যুবায়র, ইবনে মুসাইয়েব, আবূ সালিহ সাম্মান, আবূ ইদ্রিস খাওলানী, আবূ সালামাহ ইবনে আবদিল রহমান, উরওয়াহ ইবনে যুবায়র, সালিম ইবনে আব্দিল্লাহ, মুহাম্মদ ইবনে সীরীন (রাদ্বিয়াল্লাহু আনহুম) প্রমুখ। আর যাঁরা এঁদের থেকে বর্ণনা করেছেন, তাঁরাও অনুরূপ মেধা ও গুণসম্পন্ন ব্যক্তিত্ব ছিলেন। আমি স্রেফ এটা উল্লেখ করছি এ কারণে যেনো আপনারা উপলব্ধি করতে পারেন তাঁর বর্ণিত আহাদীস কেবল মুহাদ্দীস উলামা-ই বর্ণনার জন্যে বেছে নেননি; কেননা এ কথা জ্ঞাত যে মুহাদ্দেসীন উলামা নির্ভরযোগ্য বর্ণনাকারীর পরম্পরা (এসনাদ) ছাড়া কোনো হাদীস গ্রহণ করবেন না। হযরতে আমীরে মুআবিয়া (রা:)’র বর্ণিত আহাদীস গ্রহণকারী প্রতিটি প্রজন্মের বিশ্বস্ত বর্ণনাকারীবৃন্দ না হলে মুহাদ্দেসীন উলামা তা তাঁর বর্ণনা হিসেবে গ্রহণ করতেন না; আর তা যদি তাঁদের মানদণ্ডে না মিলতো এ মর্মে যে সেটা তাঁরই বর্ণিত হাদীস, তাহলে তাঁরা সেটাকে নিজেদের সহীহ সংকলনে স্থান দিতেন না। আমি শুধু এ কথা এখানে উল্লেখ করেছি এর সাথে পরিচিত হওয়ার ভিত্তিতেই, যদিও মুখ্য প্রমাণ ওপরে যা লেখা হয়েছে তাতেই নিহিত। আর আল্লাহ-ই সবচেয়ে ভালো জানেন।\n\n\nশীয়া ও মো’তাযেলা গোষ্ঠীগুলো হযরতে আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু) কর্তৃক বর্ণিত আহাদীস গ্রহণের চেয়ে নিজেদের নীতিমালা অনুযায়ী যা বৃহত্তর ফলাফল তা-ই গ্রহণ করেছে: নির্ভরযোগ্য বর্ণনাকারীদের ‘মুরসাল’ (বিঘ্নিত সনদ/পরম্পরার) বিবরণগুলো তাঁদের দ্বারা অবাধভাবে গৃহীত। এমতাবস্থায় তাঁরা হযরতে আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু)’র বর্ণিত হাদীসগুলো উপলব্ধি না করেই গ্রহণ করে নিয়েছেন। বস্তুতঃ তাঁরা নির্ভরযোগ্য বর্ণনাকারীদের করা অনেক জাল বিবরণও গ্রহণ করেছেন, যে বর্ণনাকারীবৃন্দ পরিষ্কার অন্তর ও বিবেকসহ এমন কয়েকজনের কাছ থেকে তা বর্ণনা করেছিলেন, যারা ছিলেন অপরিচিত; এছাড়া সমালোচিত বর্ণনাকারীদের কাছ থেকেও তাঁরা বর্ণনাসমূহ গ্রহণ করেছিলেন।\n\n\nআর এটাই হয়ে থাকে সে সব লোকের ক্ষেত্রে, যাঁরা মুরসাল হাদীস গ্রহণ করে থাকেন; তা এতোখানি (ক্ষতিকর) যে, সেসব বিবরণ তাঁদের উপলব্ধি ছাড়াই কাঁধে চেপে বসে….অতএব, এরই ভিত্তিতে মুরসাল হাদীস গ্রহণ করা বৃহত্তর ক্ষতির কারণ হয় এবং তা রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’এর প্রতি মিথ্যে আরোপের সুযোগ সহজতর করে দেয়। তাই বিবেক-বুদ্ধিসম্পন্ন ব্যক্তির জন্যে তাঁর কাছের মানুষদের দোষত্রুটির দিকে লক্ষ্য রাখা অতীব প্রয়োজন, ঠিক যেমনিভাবে তিনি তাঁর বিরোধী ও দূরের মানুষদের দোষত্রুটির প্রতি নজর রাখেন। আমরা এ ব্যাপারে আল্লাহতা’লার সহায়তা যাচ্ঞা করি, আমীন।\n\n"},{"1":"আমীরে মুয়াবিয়া (রা:)’র জীবনের কিছু ঘটনা","2":"আমীরে মুয়াবিয়া (রা:)’র জীবনের কিছু ঘটনা\n\n\nহযরতে আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু)’র জীবনের এসব ঘটনা ও বিবরণ বিশেষভাবে চয়ন করা হয়েছে, যেহেতু তাঁর সম্পর্কে উল্লেখিত বেশির ভাগ ঘটনা-ই সাধারণতঃ অন্তর্দ্বন্দ্বের সময়কালে সীমাবদ্ধ। অথচ তাঁর জীবনের অন্যান্য দিকগুলো অহরহ-ই অবহেলিত বা বিস্মৃত থেকে যায়।\n\n\n১/ ইমাম আবূ ঈসা তিরমিযী নিজ ‘জামে’ কিতাবে (২৪১৪) বর্ণনা করেন সুওয়াঈদ ইবনে নাসর হতে, তিনি আবদুল্লাহ ইবনে মুবারক (রহ:) হতে, তিনি আবদুল ওয়াহহাব ইবনে আল-ওয়ার্দ হতে, তিনি জনৈক মদীনাবাসী হতে, যিনি বলেন:\n\n\nكتب معاوية إلى عائشة أم المؤمنين رضي الله عنها: أن اكتبي إلي كتابا توصيني فيه، ولا تكثري علي. فتكبت عائشة رضي الله عنها إلى معاوية: سلام عليك، أما بعد، فإني سمعت رسول الله صلى الله عليه وسلم يقول: (( من التمس رضاء الله بسخط الناس كفاه الله مؤنة الناس، ومن التمس رضاء الناس بسخط الله وكله الله إلى الناس ))، والسلام علي.\n\n\nঅর্থ: আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু) মা আয়েশাহ (রাদ্বিয়াল্লাহু আনহা)’কে সালাম সহকারে একটি পত্রে এ কথা লেখেন: “আমাকে উপদেশ দিয়ে পত্র লেখবেন, তবে বেশি কিছু (দায়িত্ব) আমার ওপর দেবেন না।” প্রত্যুত্তরে মা আয়েশাহ (রাদ্বিয়াল্লাহু আনহা) লেখেন: “আপনার প্রতি শান্তি বর্ষিত হোক। অতঃপর নিশ্চয় আমি শুনেছি প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হতে; তিনি এরশাদ করেন: ‘যে ব্যক্তি লোকের বিরূপ মনোভাবেও আল্লাহর সন্তুষ্টি তালাশ করে, তবে লোকের (অনিষ্ট) হতে আল্লাহ-ই তার জন্যে যথেষ্ট। আর যে ব্যক্তি আল্লাহর অসন্তুষ্টিতেও লোকের সন্তুষ্টি খুঁজে বেড়ায়, আল্লাহতা’লা তাকে লোকের বশীভূত করবেন।’ আপনার প্রতি সালাম।”  \n\n\nইমাম তিরমিযী (রহমতুল্লাহে আলাইহে) অনুরূপ একটি সনদে বর্ণনা করেন হযরত সুফিয়ান সাওরী (রহমতুল্লাহে আলাইহে) হতে, তিনি হিশাম ইবনে উরওয়াহ (রহমতুল্লাহে আলাইহে), তিনি তাঁর পিতা হতে, তিনি মা আয়েশাহ (রাদ্বিয়াল্লাহু আনহা) হতে….তবে এই সংস্করণটি মওক্বূফ। আমি (শায়খ সাআদ ইবনে দায়দা’ন আল-সুবাঈ) বলি, মওক্বূফ হাদীস অধিকতর সঠিক।\n\n\n২/ হযরত মা’আমর (রহ:) নিজ ‘জামে’ পুস্তকে (মুসান্নাফে আবদির রাযযাক্ব - ২০৭১৭) বর্ণনা করেন আল-যুহরী হতে, তিনি হুমায়দ হতে, তিনি মিসওয়ার ইবনে মাখরামাহ হতে এই মর্মে যে, তিনি (মিসওয়ার) একবার হযরতে আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু)’এর সাথে সাক্ষাৎ করেন। তিনি বলেন:\n\n\nقال: فلما دخلت عليه ــ حسبت أنه قال: سلمت عليه ــ ثم قال: ما فعل طعنك على الأئمة يا مسور؟ قال: قلت: ارفضنا من هذا، أو أحسن فيما قدمنا له. قال: لتكلمن بذات نفسك. قال: فلم أدع شيئا أعيبه به إلا أخبرته به. قال: لا أبرأ من الذنوب، فهل لك ذنوب تخاف أن تهلك إن لم يغفرها الله لك؟ قال: قلت: نعم. قال: فما يجعلك أحق بأن ترجو المغفرة مني؟! فوالله لما ألي من الإصلاح بين الناس؛ وإقامة الحدود؛ والجهاد في سبيل الله؛ والأمور العظام التي تحصيها؛ أكثر مما تلي، وإني لعلى دين يقبل الله فيه الحسنات، ويعفو فيه عن السيئات، والله مع ذلك ما كنت لأخير بين الله وغيره إلا اخترت الله على ما سواه. قال: ففكرت حين قال لي ما قال، فوجدته قد خصمني! فكان إذا ذكره بعد ذلك دعا له بخير  \n\n\nঅর্থ: আমি যখন আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু)’এর (ঘরে) প্রবেশ করি - বর্ণনাকারী তাঁকে সালাম দিয়েছিলেন বলে মনে করেন - অতঃপর তিনি আমাকে জিজ্ঞেস করেন, “ওহে মিসওয়ার, ইমাম/নেতৃবৃন্দকে তোমার দোষারোপের কী হলো?” আমি বলি, “বিষয়টি আমরা (এক্ষণে) বাদ দেই; কিংবা (চলুন) আমি এখানে যে জন্যে এসেছি, তা-ই আলোচনা করি।” তিনি বলেন, “আলোচনা করো যা তোমার অন্তরে আছে।” মিসওয়ার বলেন, “আমি তাঁকে দোষারোপ করতে পারি এমন কোনো কিছুই ছাড়িনি, শুধু এতোটুকু যে আমি তাঁকে সে সম্পর্কে অবহিত করি।” এরপর তিনি বলেন, “আমি নিজেকে গুনাহ হতে মুক্ত বিবেচনা করি না। তোমার কি এমন পাপ আছে, যা দ্বারা তোমার বিনাশ তুমি আশঙ্কা করো, যদি আল্লাহতা’লা তোমাকে ক্ষমা না করেন?” আমি উত্তরে বলি, “হ্যাঁ।” তিনি বলেন, “আল্লাহতা’লার ক্ষমা পাবার বেলায় আমার চেয়ে তোমার বেশি আশাবাদী তথা যোগ্যতর হবার কারণ কী বলে তুমি মনে করো? আমি আল্লাহর নামে শপথ করে বলছি, মানুষের বিবাদ মীমাংসা, অপরাধের শাস্তি বিধান, আল্লাহর রাস্তায় জ্বিহাদ পরিচালনা এবং তোমার গণনাতীত অন্যান্য (অনুরূপ) গুরুত্বপূর্ণ বিষয়াদি, যার দায়িত্ব আমি কাঁধে নিয়েছি, তা তোমার বহনকৃত দায়িত্ব হতে অনেক বেশি। আর আমি এমন এক ধর্মের ওপর প্রতিষ্ঠিত, যেখানে আল্লাহতা’লা উত্তম কাজগুলো গ্রহণ করেন এবং ভুলত্রুটি ক্ষমা করেন। আমি আল্লাহর নামে ক্বসম করছি এই মর্মে যে, আল্লাহ ও তিনি ছাড়া অন্যদের কাউকে বেছে নেয়ার পরিস্থিতিতে আমি সর্বদাই আল্লাহকে বেছে নিয়েছি!” মিসওয়ার বলেন, “আমীরে মুয়াবিয়া (রাদ্বিয়াল্লাহু আনহু) যা বলেছিলেন, সে সম্পর্কে ভেবে আমি অনুধাবন করি যে এই আলোচনায় তিনি তাঁর মতকে সঠিক বলে সপ্রমাণ করেছিলেন।” আর এরপর মিসওয়ার যখনই তাঁর কথা স্মরণ করতেন, তাঁর জন্যে দুআ করতেন।\n\n\n৩/ ইবনে আসাকির নিজ ‘তারীখ’ (৬২:৩৮৪) গ্রন্থে বর্ণনা করেন শু’বাহ হতে, তিনি সিমা’ক ইবনে হারব হতে, তিনি আলক্বামাহ ইবনে ওয়াইল হতে, তিনি তাঁর পিতা (ওয়াইল ইবনে হুজর) হতে, যিনি বলেন:\n\n\nوروى ابن عساكر في تاريخه (384/62) من طريق أبي زرعة عن يحيى بن معين عن غندر عن شعبة عن سماك بن حرب عن علقمة بن وائل عن أبيه أن رسول الله صلى الله عليه وسلم أقطعه أرضا، قال: فأرسل معي معاوية، فقال: أعطها إياه . أو قال: اعلمها إياه . قال: فقال لي معاوية: أردفني خلفك . فقلت: لا تكون من أرداف الملوك . قال: فأعطني نعلك . قلت: انتعل ظل الناقة . قال: فلما استخلف معاوية أتيته، فأقعدني معه على السرير، وذكرني الحديث . قال سماك: قال: فوددت أني كنت حملته بين يدي .  \n\n\nঅর্থ: রাসূলুল্লাহ (صلى الله عليه وسلم) আমাকে একটি জমি বরাদ্দ দিয়েছিলেন এবং হযরত মুয়াবিয়া (رضي الله عنه)’কে আমার সাথে পাঠিয়েছিলেন সেটা চিহ্নিত করতে অথবা আমার বরাবর হস্তান্তর করতে। হযরত মুয়াবিয়া (رضي الله عنه) আমাকে বলেন, “আমাকে আপনার সওয়ার/বাহনে আপনার সাথে চড়তে দিন।” আমি তাঁকে বলি, “আপনি রাজন্যবর্গের সাথে সওয়ারে চড়তে পারবেন না” [নোট: তিনি মুয়াবিয়া (رضي الله عنه)’কে নিজের সওয়ারের পেছনে বসাতে পছন্দ না করার প্রতি ইঙ্গিত করেছিলেন]। অতঃপর হযরত মুয়াবিয়া (رضي الله عنه) বলেন, “আপনার স্যান্ডেল-জোড়া তাহলে পরতে দিন আমায়।” এর জবাবে আমি বলি, “উটের ছায়াকে ব্যবহার করুন” [নোট: এর মানে ওয়াইলের পরণে স্যান্ডেল ছিলো এবং হযরত মুয়াবিয়া (رضي الله عنه) ছিলেন খালি পা; যেহেতু ওয়াইল সওয়ারে চড়তে দেননি, অতএব তিনি অন্ততঃ চপ্পল জোড়া ধার দিতে পারতেন, যাতে উত্তপ্ত মরুভূমিতে হযরত মুয়াবিয়া (رضي الله عنه)’এর পা পুড়ে না যায়। ওয়াইল কর্তৃক চপ্পলও ধার না দেয়ার ইচ্ছার কারণে তিনি তাঁকে উটের ছায়ায় হাঁটতে বলেন]। ওয়াইল বলেন, “হযরত মুয়াবিয়া (رضي الله عنه) যখন খলীফা হন, তখন আমি তাঁর কাছে আসি, আর তিনি আমাকে তাঁর ম্যাট্রেসে নিজের পাশে বসান এবং ওই ঘটনার কথা আমাকে স্মরণ করিয়ে দেন।” সিমাক বলেন যে ওয়াইল বলেছেন: “আমার তখন ইচ্ছা হচ্ছিলো, (আহা) আমি যদি তাঁকে আমার সওয়ারের ওপর আমারই সামনে বসতে দিতাম!”\n\n\n৪/ হাফেয ইবনে কাসীর তাঁর তাফসীরে (৫:১৯০) বর্ণনা করেন:\n\n\n4 ـــ وقال الحافظ ابن كثير في تفسيره (190/5) (1) : ( وقال ابن لهيعة : حدثني سالم بن غيلان عن سعيد بن أبي هلال أن معاوية بن أبي سفيان قال لكعب الأحبار: أنت تقول:  إن ذا القرنين كان يربط خيله باثريا؟ فقال له كعب: إن كنت قلت ذلك فإن الله قال: { وآتيناه من كل شيء سببا }.\n\nوهذا الذي أنكره معاوية رضي الله عنه على كعب الأحبار هو الصواب، والحق مع معاوية في ذلك الإنكار؛ فإن معاوية كان يقول عن كعب: إن كنا لنبلو عليه الكذب. يعني: فيما ينقله، لا أنه كان يتعمد نقل ما ليس في صحفه، ولكن الشأن في صحفه أنها من الإسرائيليات التي غالبها مبدل مصحف محرف مختلق، ولا حاجة لنا مع خبر الله تعالى ورسول الله صلى الله عليه وسلم إلى شيء منها بالكلية، فإنه دخل منها على الناس شر كثير، وفساد عريض، وتأويل كعب قول الله : { وآتيناه من كل شيء سببا }، واستشهاده في ذلك على ما يجده في صحفه من أنه كان يربط خيله بالثريا غير صحيح ولا مطابق، فإنه لا سبيل للبشر ــ إلى شيء من ذلك، ولا إلى الترقي في أسباب السماوات، وقد قال الله في حق بلقيس : { وأوتيت من كل شيء } أي: مما يؤتى مثلها من الملوك، وهكذا ذو القرنين يسر الله له الأسباب، ـــ أي: الطرق والوسائل ـــ إلى فتح الأقاليم والرستيق والبلاد والأراضي، وكسر ـــ الأعداء وكبت ملوك الأرض، وإذلال أهل الشريك، قد أوتي من كل شيء مما يحتاج إليه مثله سببا، والله أعلم ) ا.هــ\n\n(1) وعزاه السيوطي في الدر المنثور (450/5) إلى تفسير ابن أبي حاتم.  \n\nঅর্থ: ইবনে লাহিয়াহ বর্ণনা করেন সালিম ইবনে গায়লান হতে, তিনি সাঈদ ইবনে আবী হেলাল হতে এই মর্মে যে, হযরত মুয়াবিয়া (رضي الله عنه) হযরত কা’আব আল-আহবার (رضي الله عنه)’কে জিজ্ঞেস করেন, “আপনি বলে থাকেন হযরত যুল-ক্বারনাইন তাঁর ঘোড়াকে আল-সুরায়্যা (তারকার) সাথে বেঁধে রাখতেন?” হযরত কা’আব (رضي الله عنه) উত্তর দেন, “আমি তা বলেছি, কেননা আল্লাহতা’লাও এরশাদ করেছেন: ‘নিশ্চয় আমি তাকে পৃথিবীতে কর্তৃত্ব দিয়েছি এবং প্রত্যেক বস্তুর একটা উপায়-উপকরণ দান করেছি’ (১৮:৮৪)।” হযরত মুয়াবিয়া (رضي الله عنه) কর্তৃক হযরত কাআব (رضي الله عنه)’কে নিষেধ করাটা সঠিক; আর তিনি সঠিক ছিলেন, যেহেতু হযরত মুয়াবিয়া (رضي الله عنه) হযরত কাআব (رضي الله عنه) সম্পর্কে বলতেন: “এটা স্রেফ তাঁর মিথ্যেগুলো হতে আমাদের গৃহীত সতর্কতার সূত্রেই” - এ কথা দ্বারা তিনি হযরত কাআব (رضي الله عنه)’এর ধর্মশাস্ত্রলিপি তথা পূর্ববর্তী কিতাবের দিকে ইঙ্গিত করতেন এ মর্মে যে, সেগুলো রদবদল হয়ে গিয়েছিলো; তবে সেটা এ জন্যে (কোনোক্রমেই) নয় যে হযরত কা’অব (رضي الله عنه) তাঁর লিপিগুলোর ব্যাপারে মিথ্যাচার করছিলেন। উপরন্তু, তাঁর কাছে রক্ষিত ওই শাস্ত্রীয় লিপির প্রকৃতি ছিলো সেগেুলো ইসরাইলী বিবরণ হতে গৃহীত হয়েছিলো, যার বেশির ভাগই (তখন) বিকৃত বা রদবদল হয়ে গিয়েছিলো; এমন কী বানোয়াটও হয়ে গিয়েছিলো। আর আল্লাহতা’লা ও রাসূল (صلى الله عليه وسلم) আমাদেরকে যা জানিয়েছেন, তারপরে সেগুলোর কোনো প্রয়োজনই আমাদের কাছে নেই। বস্তুতঃ এসব শাস্ত্রলিপি দ্বারা মানুষের অনেক ক্ষতি সাধিত হয়েছে, মন্দেরও প্রসার ঘটেছে। অধিকন্তু, হযরত কা’আব (رضي الله عنه)’এর কৃত - ‘নিশ্চয় আমি তাকে পৃথিবীতে কর্তৃত্ব দিয়েছি এবং প্রত্যেক বস্তুর একটা উপায়-উপকরণ দান করেছি’ (১৮:৮৪) - এই কালামুল্লাহ শরীফের ব্যাখ্যাটি এবং এর পক্ষে প্রমাণস্বরূপ হযরত যুল-ক্বারনাইনের ঘোড়া আল-সুরায়্যা তারকার সাথে বাঁধার ইহুদী শাস্ত্রীয় বিবরণটি সঠিক নয় এবং (বাস্তবতার সাথেও) সঙ্গতিপূর্ণ নয়; কেননা তা এবং তার পাশাপাশি আসমানে গমন মানুষের ক্ষমতার অতীত। আল্লাহতা’লা রানী বিলক্বীস সম্পর্কে ঘোষণা করেন: “আর তাকে (বিলক্বীসকে) সবকিছু থেকে দেয়া হয়েছে (২৭:২৩)।” এর মানে রাজা-বাদশাহদের যা মঞ্জুর করা হতে পারে, তা-ই তাঁকে দেয়া হয়েছিলো। অনুরূপভাবে, হযরত যুল-ক্বারনাইন’কেও এসব উপায়-উপকরণ মঞ্জুর করে আল্লাহতা’লা তাঁর জন্যে বিভিন্ন রাজ্য ও অঞ্চল জয়, অত্যাচারীদের পতন সাধন ও মুশরিকদের হেয়করণ সহজতর করে দেন। এসব দায়িত্ব পালনের জন্যে প্রয়োজনীয় সমস্ত উপায়-উপকরণ তাঁকে দান করা হয়। আর আল্লাহ-ই সবচেয়ে ভালো জানেন। [ইবনে কাসীর কৃত তাফসীর, ৫:১৯০]\n\n\n৫/ ইমাম বুখারী (رحمة الله عليه) আপন এসনাদ-সহ ‘আল-আদাব আল-মুফরাদ’ (৫৬৪) গ্রন্থে হযরত উরওয়াহ (رضي الله عنه) হতে বর্ণনা করেন:\n\n\nكنت جالسا عند معاوية، فحدث نفسه ثم انتبه، فقال: لا حلم إلا بتجربة. يعيدها ثلاث.\n\n\nঅর্থ: একবার আমি হযরত মুয়াবিয়া (رضي الله عنه)’এর সাথে উপবিষ্ট ছিলাম এবং তিনি অন্যমনস্ক হয়ে আপনাআপনি কথা বলছিলেন; অতঃপর সচেতন হন। তিনি বলেন: ‘অভিজ্ঞতা ছাড়া কোনো ধৈর্য নেই।’ এ কথা তিনি তিন বার উচ্চারণ করেন।\n\n\nহযরত আমীরে মুয়াবিয়া (رضي الله عنه) ছিলেন ধৈর্য ও সহিষ্ণুতার এমনই নিখুঁত দৃষ্টান্ত যে, ইমাম ইবনে আবীদ্ দুনইয়া (رحمة الله عليه) তাঁর ধৈর্য-সহ্য সম্পর্কে একটি গ্রন্থ সংকলন করেন; ইমাম ইবনে আসিম (رحمة الله عليه)-ও অনুরূপ একটি গ্রন্থ সংকলন করেন।\n\n\n৬/ আবূ বকর আল-দীনওয়ারী নিজস্ব এসনাদ-সহ তাঁর ‘মুজা’লাসাহ’ (২১৪০) পুস্তকে বর্ণনা করেন:\n\n\nنظر معاوية إلى ابنه وهو يضرب غلاما له؛ فقال له: أتفسد أدبك بأدبه؟ فلم ير ضاربا غلاما له بعد ذلك.\n\n\nঅর্থ: একবার হযরত আমীরে মুয়াবিয়া (رضي الله عنه) তাঁর ছেলের দ্বারা জনৈক গোলামকে প্রহৃত হতে দেখেন। তাই তিনি তাকে ভর্ৎসনা করে বলেন, “তুমি কি তাকে আদবশীল করতে নিজের আদবশীলতাকে দূষণীয় করছো?” এরপর হতে তাকে আর কোনো গোলামের প্রহারে দেখা যায়নি। [বঙ্গানুবাদকের নোট: অনুবাদে এসনাদ বাদ দেয়া হয়েছে; মূল আরবীতে তা বিদ্যমান]\n\n\n৭/ একই লেখক তাঁর ‘মুজা’লাসাহ’ (৮০১) কিতাবে হযরত আবূ সুফইয়ান ইবনে আল-আলা (رضي الله عنه)’এর এসনাদে হযরত মুয়াবিয়া (رضي الله عنه)’এর কথা উদ্ধৃত করেন, যিনি বলেন:\n\n\nإني لأرفع نفسي ــ أن يكون ذنب أو وزن من حلمي.\n\n\nঅর্থ: আমার সত্তাগত প্রকৃতি (এতো) অধিকতর উন্নত যে, তা কোনো পাপকর্মকে আমার ধৈর্যের চেয়ে ওজনবিশিষ্ট হতে দেয় না।\n\n \n\nইমাম ইবনে আবীদ্ দুনইয়া (رحمة الله عليه) নিজস্ব ‘আল-হিলম’ (৩২) ও ‘আল-ইশরা’ফ’ (৩৩৭) পুস্তক দুটোতে এসনাদ-সহ বর্ণনা করেন হযরত আল-আলা (রা:) হতে, যিনি হযরত মুয়াবিয়া (رضي الله عنه)-এর কথা উদ্ধৃত করেন:\n\n\nقال معاوية: ما يسرني بذل الكرم حمر النعم.\n\n\nঅর্থ: দয়া-দাক্ষিণ্যের চেয়ে লাল উটও আমাকে বেশি সন্তুষ্ট করতে পারে না।\n\n\nএটা আল-মাদা’য়িনী হতে বর্ণিত হয়েছে আল-বালা‘যুরী কৃত ‘আনসা’ব আল-আশরা’ফ’ (৫:৩২) গ্রন্থেও।\n\n\n৮/ আবূ যুর’আহ আল-দিমাশক্বী নিজ ‘তারীখ’ (১:২৩১) পুস্তকে আবূ ইঊসুফ আল-হা’জিব হতে বর্ণনা করেন:\n\n\nقدم أبو موسى الأشعري؛ فنزل بعض الدور بدمشق فكان معاوية يخرج ليلاً يستمع قراءته.\n\n\nঅর্থ: হযরত আবূ মূসা আল-আশআরী (رضي الله عنه) একবার দামেশক্বে আগমন করেন এবং কোনো গৃহে অবস্থান করছিলেন; এমতাবস্থায় হযরত আমীরে মুয়াবিয়া (رضي الله عنه) সেখানে রাতে যেয়ে তাঁর ক্বুরআন তেলাওয়াত শুনতেন।\n\n         \n\n৯/ একই গ্রন্থকার তাঁর ওই ইতিহাস বইয়ে (১:২২৩) নিজস্ব এসনাদ-সহ বর্ণনা করেন:\n\n\n وقال أبو زرعة أيضا في تاريخه (223/1): حدثنا أبو مسهر قال حدثنا سعيد: أن فضالة بن عبيد توفي في خلافة معاوية. قال: فحمل معاوية سريره؛ وقال لابنه عبد الله: أعقبني أي بني؛ فإنك لن تحمل بعده مثله.\n\n\nঅর্থ: হযরত ফাদালাহ ইবনে উবায়দ (রা:) হযরত মুয়াবিয়া (رضي الله عنه)’এর খেলাফত আমলে বেসালপ্রাপ্ত হন। অতঃপর খলীফা (রা:) তাঁর খাটিয়া বহন করেন এবং তাঁরই পুত্র আবদুল্লাহকে ওতে যোগ দিতে বলেন; কেননা এ রকম কারো মরদেহ সে আর কখনোই বহন করতে পারবে না।\n\n\n১০/ আবূ যুর’আহ আল-দিমাশক্বী নিজস্ব এসনাদ-সহ তাঁর প্রণীত ‘তারীখ’ (১:৫৯৩) গ্রন্থে আরো বর্ণনা করেন ক্বাবীসাহ ইবনে জা’বির (রহ:) হতে, যিনি বলেন:\n\n\nوقال أبو زرعة أيضا في تاريخ (593/1): وحدثني أحمد بن شبويه قال حدثنا سليمان بن صالح قال حدثني عبد الله بن المبارك عن جرير بن حازم عن عبد الملك بن عمير عن قبيصة بن جابر قال: قدمت على معاوية فرفعت إليه حوائجي فقضاها؛ قلت: لم تترك لي حاجة إلا قضيتها؛ إلا واحدة فأصْدِرها مصدرها. قال: وما هي؟ قلت: من ترى لهذا الأمر بعدك؟ قال: وفيم أنت من ذاك؟ قلت: ولم يا أمير المؤمنين؟ والله إني لقريب القرابة؛ وادُّ الصدر عظيم الشرف قال: فوالي بين أربعة من بني عبد مناف ثم قال: أما كرمة قريش: فسعيد بن العاص؛ وأما فتاها؛ حياءً وحلماً وسخاءً فابن عامر؛ وأما الحسن بن علي فسيد كريم وأما القارئ لكتاب الله الفقيه في دين الله الشديد في حدود الله مروان بن الحكم وأما عبد الله بن عمر فرجل نفسه؛ وأما الذي يرد ورود كذا؛ ويروغ رواغ الثعلب فعبد الله بن الزبير.\n\n   \n\nঅর্থ: আমি হযরত মুয়াবিয়া (رضي الله عنه)’এর কাছে গিয়ে তাঁর বরাবর আমার প্রয়োজনগুলো (আর্জি হিসেবে) পেশ করি; আর তিনি তা মেটাবার ব্যবস্থা করেন। আমি বলি: “আপনি তো আমার কোনো প্রয়োজনই পূরণের বাদ রাখেননি, স্রেফ একটি ছাড়া; সেটা কী আমি তা স্পষ্ট বলবো।” তিনি জিজ্ঞেস করেন, “সেটা কী?” আমি উত্তরে বলি: “আপনার পরে কে এসব বিষয় দেখার দায়িত্ব নেবেন?” খলীফা (পাল্টা) প্রশ্ন করেন: “এতে আপনার এতো আগ্রহ কেন?” আমি উত্তরে বলি: “ওহে আমীরুল মো’মেনীন, কেন (আগ্রহ) নয়? আল্লাহর শপথ! আমি হলাম আপনার একজন অতি নিকটাত্মীয়, অত্যন্ত অনুগত ও অভিজাত।” তিনি বলেন, “বনী আবদে মানাফের চারজনের মধ্য হতে নেতা নিযুক্তি।” অতঃপর বলেন, “ক্বুরাইশের মহৎ ব্যক্তিস্বরূপ হচ্ছেন সাঈদ ইবনে আল-’আস (رضي الله عنه)। বিনয়ী, ধৈর্যশীল ও উদার তরুণ হিসেবে আছেন ইবনে আমির (رضي الله عنه)। আর হযরত হাসান ইবনে আলী (رضي الله عنه) হচ্ছেন একজন সাইয়্যেদ, মহৎ (অভিজাত) ব্যক্তিত্ব। ক্বুরআন মজীদের তেলাওয়াতকারী ও ধর্মের ফেক্বাহবিদ/গবেষক এবং শাস্তির বিধান জারিকারক হচ্ছেন মারওয়ান ইবনে হাকাম। আবদুল্লাহ ইবনে উমর (رضي الله عنه) হচ্ছেন আপনাতে হারানো ব্যক্তিত্ব। আর (অভীষ্ট্য লক্ষ্যে) পৌঁছুনোর মানুষ ও শেয়ালের মতো ধূর্ত হচ্ছেন আবদুল্লাহ ইবনে আল-যুবায়র (رضي الله عنه)।”\n\n\n১১/ এয়াক্বূব ইবনে সুফিয়ান নিজ ‘তারীখ’ (১:৩০৩) পুস্তকে তাঁর এসনাদ-সহ বর্ণনা করেন ইয়্যাস ইবনে আবী রামলাহ আল-শা’মী হতে, যিনি বলেন:\n\n\nوقال يعقوب بن سفيان في تاريخه (303/1): حدثني أبو يوسف حدثني عبيد الله بن موسى أخبرنا إسرائيل عن عثمان  عن إياس بن أبي رملة الشامي قال: سمعت معاوية سأل زيد بن أرقم: أشهدت مع رسول صلى الله عليه وسلم عيدين اجتمعا في يوم واحد؟ قال: نعم . [قال]: فكيف صنع؟ قال: صلى العيد ثم رخص في الجمعة فقال: من شاء أن يصلي فليصل .\n\n\nঅর্থ: তিনি হযরত মুয়াবিয়া (رضي الله عنه)’কে শুনেছেন যায়দ ইবনে আরক্বাম (رضي الله عنه)’কে জিজ্ঞেস করতে এ কথা: “আপনি কি রাসূলুল্লাহ (صلى الله عليه وسلم)’এর সাথে একই দিনে দুইটি ঈদ প্রত্যক্ষ করেছেন?” তিনি উত্তর দেন: “হ্যাঁ।” হযরত মুয়াবিয়া (رضي الله عنه) অতঃপর প্রশ্ন করেন: “রাসূল (صلى الله عليه وسلم) কী করেছিলেন?” হযরত যায়দ (رضي الله عنه) উত্তরে বলেন: “তিনি ঈদের নামায পড়েন এবং জুমুআ’র নামাযে ছাড় মঞ্জুর করেন; যারা তা পড়ার ইচ্ছা করে, তারা পড়তে পারবে।”\n\n\n১৩/ উক্ত বর্ণনাকারী নিজ ‘তারীখ’ (১:৩৬৭-৮) গ্রন্থে আপন এসনাদ-সহ আরো বর্ণনা করেন হুমায়দ ইবনে আবদীল রহমান ইবনে আউফ (رضي الله عنه) হতে, যিনি বলেন তিনি শুনেছেন হযরত মুয়াবিয়া (رضي الله عنه)’কে মদীনায় খুতবা দানকালে এ কথা বলতে:\n\n\nسمعت رسول الله صلى الله عليه وسلم يقول هذا اليوم: هذا اليوم عاشوراء ولم يكتب الله صيامه عليكم وأنا صائم؛ فمن أحب أن يصوم فليصم ومن أحب أن يفطر فليفطر .\n\n\nঅর্থ: আমি রাসূলুল্লাহ (صلى الله عليه وسلم)’কে এই দিনে বলতে শুনেছি: “এই দিনটি হচ্ছে আশূরা’র দিন (১০ই মহর্রম) এবং আল্লাহ এতে তোমাদের প্রতি রোযা বিধান করেন নি; তবু আমি রোযা রেখেছি। তোমাদের মধ্যে যারা এ দিন রোযা রাখা পছন্দ করে, তারা তা রাখতে পারবে; আর যারা রোযা রাখতে চায় না, তারা খেতে পারবে।”\n\n\n১৪/ উক্ত বর্ণনাকারী তাঁর ‘তারীখ’ (১:৪১৩) কিতাবে নিজস্ব এসনাদ-সহ আরো বর্ণনা করেন আবদুল্লাহ ইবনে রাবা’হ আল-সুলামী (رضي الله عنه) হতে এ মর্মে:\n\n\nأنه صلى مع معاوية يوم طعن بايلياء ركعة وطعن معاوية حين قضاها فما زاد أن يرفع رأسه من سجوده فقال معاوية للناس: أتموا صلاتكم . فقام كل امرئ فأتم صلاته؛ لم يقدم أحداً ولم يقدمه الناس .\n\n\nঅর্থ: তিনি (সুলামী) হযরত মুয়াবিয়া (رضي الله عنه)’এর সাথে ওই দিনটিতে নামায আদায় করেছিলেন, যখন জেরুসালেমে প্রথম রাকআত নামায শেষ করার পর দ্বিতীয় রাকআতে ওঠার সময় তিনি ছুরিকাহত হন, আর তাঁর প্রতিক্রিয়া কিছুই ছিলো না সেজদাহ থেকে নিজ শির মোবারক তুলে মানুষকে ‘তোমাদের নামায সম্পন্ন করো’ - কথাটি বলা ব্যতিরেকে; ফলশ্রুতিতে সবাই বাকি নামায সুসম্পন্ন করেন। তিনি কাউকে (ইমামতির জন্যে) সামনে অগ্রসর হতে ডাকেন নি, কেউ অগ্রসরও হন নি।\n\n\n১৫/ এয়াক্বূব ইবনে সুফিয়ান তাঁর ‘তারীখ’ (১:৪৫৮) গ্রন্থে ক্বাবীসাহ ইবনে জা’বের (রা:)’এর এসনাদে একটি দীর্ঘ বর্ণনা লিপিবদ্ধ করেন, যেখানে ক্বাবীসাহ (রা:) বলেন:\n\n\nحدثنا أبو بكر قال حدثنا سفيان قال حدثني طلحة بن يحيى قال حدثتني جدتي سعدى بنت عوف المُرية قالت: دخلت على طلحة بن عبيد الله يوماً وهو حائر فقلت له: مالي أراك حائراً أرابك شيء من أهلك فنعتبك؟ فقال: ما رابن يمنك ريب ولنعم حليلة المرء المسلم أنت؛ إلا أنه اجتمع في بيت المال مال كثير غمني. قالت: فقلت: وما يمنعك منه. أرسل إلى قومك واقسمه بينهم. قالت: فأرسل إلى قومه فقسمه بينهم. قال سعدى: فسألت الخازن: كم كان؟ قال: أربع مائة ألف. ثم رجع إلى حديث (( قبيصة بن جابر قال: وصحبت معاوية بن أبي سفيان فما رأيت رجلاً أنصع ـ أو قال: أبين ـ طرفاً ولا أحلم جليساً منه؛ وصحبت زياداً فما رأيت رجلاً أخصب رفيقاً ولا أكرم جليساً ولا أشبه سريرة بعلانية منه. وصحبت المغيرة بن شعبة فلو أن مدينة لها ثمانية أبواب لا يخرج من باب منها إلى بمكر لخرج من أبوابها كلها )).  \n\n\nঅর্থ: আমি মুয়াবিয়া বিন আবী সুফিয়ান (رضي الله عنه)‘এর সোহবতে (মানে সাহচর্যে) ছিলাম এবং আমি এমন কোনো ব্যক্তিকে দেখি নি, যাঁর এতোখানি স্বচ্ছ চিন্তাভাবনা ছিলো (মানুষ ও পরিস্থিতি মূল্যায়নের ক্ষেত্রে); তাঁর মতো ধৈর্য-স্থৈর্যসম্পন্ন এমন কোনো সাহাবীকেও দেখিনি; আর আমি যিয়াদের সাহচর্যে ছিলাম, যাঁর চেয়ে উদার সাহাবী আমি দেখি নি এবং যাঁর সর্বসাধারণ্যে নির্বাহিত বাহ্যিক জীবন ও ব্যক্তিগত জীবনের সাযুজ্য তথা সঙ্গতির মতো কারো জীবনে এমন সঙ্গতিও দেখি নি। আর আমি মুগীরাহ ইবনে শু’বাহ’কে দেখেছি যিনি এমন এক ব্যক্তি, আট দরজাবিশিষ্ট শহরে অবস্থান করে কেউ আপন চিকন বুদ্ধি ও বিচক্ষণতার দ্বারা তা হতে পালানোর সামর্থ্য রাখলে, কেবল তিনি-ই সেই সামর্থ্য রাখতেন।\n\n\n১৬/ এয়াক্বূব ইবনে সুফিয়ান নিজ ‘তারীখ’ (২:৩৮০-৩৮১) গ্রন্থে তাঁর এসনাদ-সহ সুলায়ম ইবনে আমর আল-খুবা’ইরী হতে আরো বর্ণনা করেন:\n\n\n حدثنا أبو اليمان قال حدثنا صفوان عن سليم بن عامر الخبائري: أن السماء قحطت فخرج معاوية بن أبي سفيان وأهل دمشق يستسقون؛ فلما قعد معاوية على المنبر قال: أين يزيد بن الأسود الجرشي؟ فناداه الناس؛ فأقبل يتخطى الناس فأمر معاوية فصعد المنبر فقعد عند رجليه؛ فقال معاوية: اللهم إنا نستشفع إليك اليوم بخيرنا وأفضلنا اللهم إنا نستشفع إليك بيزيد بن الأسود الجرشي. يا يزيد ارفع يديك إلى الله؛ فرفع يزيد يديه ورفع الناس أيديهم؛ فما كان أوشك أن فارت سحابه في الغرب كأنها ترس وهبت لها ريح فسقينا حتى كاد الناس ألا يبلغوا منازلهم.\n\n\nঅর্থ: একবার খরা দেখা দিয়েছিলো এবং হযরত মুয়াবিয়া (رضي الله عنه) দামেশ্কবাসীকে সাথে নিয়ে এসতেসক্বা’র নামাযের উদ্দেশ্যে তথা বৃষ্টির জন্যে প্রার্থনা করতে বের হন। তিনি মিম্বরে বসে এয়াযীদ ইবনে আল-আসওয়াদ আল-জুরাশী (رضي الله عنه) কোথায় জিজ্ঞেস করেন। মানুষেরা তাঁকে ডেকে আনেন এবং তাঁর জন্যে রাস্তা ছেড়ে দেন যতোক্ষণ না তিনি মিম্বরের সামনে এসে পৌঁছেন। হযরত মুয়াবিয়া (رضي الله عنه) তাঁকে মিম্বরে আরোহণ করতে বলেন আর তিনি নিজে তাঁর কদমে বসে থাকেন। অতঃপর হযরত মুয়াবিয়া (رضي الله عنه) বলেন: “হে আল্লাহ, আমরা আপনার কাছে প্রার্থনা করছি আমাদের মাঝে সেরা ও সবচেয়ে পুণ্যবান ব্যক্তিত্বের খাতিরে; আমরা এয়ায়ীদ ইবনে আল-আসওয়াদ (رضي الله عنه)’এর ওয়াস্তে আপনার দরবারে প্রার্থনা করছি। হে এয়াযীদ, আপনি আল্লাহর দরবারে হাত তুলুন।” এমতাবস্থায় হযরত এয়াযীদ (رضي الله عنه) তাঁর দু হাত তুলে দুআ’ করেন এবং মানুষেরাও তাঁদের দু হাত তোলেন। সহসা পশ্চিম দিক থেকে একটি মেঘ আবির্ভূত হয়, বায়ুপ্রবাহ যেটাকে আপন শক্তি দ্বারা পরিচালিত করছিলো; আর অমনি বৃষ্টিপাত আরম্ভ হয়ে যায়, যার দরুন মানুষেরা মুষলধারায় বর্ষণের ফলে প্রায় নিজ নিজ গৃহে ফিরতে পারেন নি (মানে তাঁরা ভিজে গিয়েছিলেন)।\n\n\n১৭/ এয়াক্বূব ইবনে সুফিয়ান নিজ ‘তারীখ’ পুস্তকে (২:৪১০) সাঈদ ইবনে আসাদের সূত্রে আলী ইবনে আবী হামলাহ হতে একটি এসনাদে আরো বর্ণনা করেন যে, তিনি বলেন:\n\n\nأصاب الناس قحط بدمشق وعلى الناس الضحاكين قيس الفهري فخرج بالناس يستسقي فقال: أين يزيد بن الأسود الجرشي؟ فلم يجبه أحد ثم قال: أين يزيد بن الأسود الجرشي؟ فم يجبه أحد ثم قال: أين يزيد بن الأسود الجرشي؟ عزمت عليه إن كان يسمع كلامي إلا قام. فقام عليه برنس واستقبل الناس بوجهه ورفع جانبي برنسه على عاتقيه؛ ثم رفع يديه ثم قال: أي رب إن عبادك قد تقربوا بي إليك فاسقهم. قال: فانصر ـ الناس وهم يخوضون الماء. فقال: اللهم إنه قد شهرني فأرحني منه. قال: فما أتت عليه إلا جمعة حتى قتل الضحاك.\n\n\nঅর্থ: একবার দামেশক্বের অধিবাসীরা খরা-পীড়িত হন। তাঁদেরকে নেতৃত্ব দেন আল-দাহহা’ক ইবনে ক্বায়স আল-ফিহরী, আর তিনি মানুষকে সাথে নিয়ে এসতেসক্বা’র নামাযে (বৃষ্টি প্রার্থনায়) বের হন। তিনি জিজ্ঞেস করেন এয়াযীদ ইবনে আল-আসওয়াদ জুরাশী (رضي الله عنه) কোথায়, কিন্তু কেউই জবাব দেননি; তিনি বারবার এয়াযীদ আল-আসওয়াদের (رضي الله عنه) নাম ধরে ডাকেন এবং তিনি উপস্থিত থাকলে সামনে আসতে বলেন। বুরনুস (শিরাবরণ-সহ আলখাল্লা) পরিহিত এক ব্যক্তি এগিয়ে আসেন এবং তিনি যখন মানুষের মুখোমুখি হন, তখন নিজের কাঁধে ওই শিরাবরণ নামিয়ে দু হাত তুলে দুআ’ করেন: “হে আমার প্রভু, মানুষেরা আমার দোহাই দিয়েছেন যেনো আপনি তাঁদেরকে বৃষ্টি মঞ্জুর করেন।” এমতাবস্থায় মানুষেরা বৃষ্টিতে ভিজে বাড়ি ফেরেন। অতঃপর এয়াযীদ আল-আসওয়াদ (رضي الله عنه) বলেন: “এয়া আল্লাহ, তিনি (দাহহা’ক) আমাকে পরিচিত করে দিয়েছেন; অতএব তাঁর থেকে আমাকে স্বস্তি মঞ্জুর করুন।” এই ঘটনার এক সপ্তাহও পার হয়নি, আল-দাহহা’ক নিহত হন।\n\n\nসাঈদ ইবনে আসাদ একই এসনাদে বর্ণনা করেন:\n\n\nحدثنا سعيد أن معاوية قضى عن عائشة ثمانية عشر ألف دينار.\n\n\nঅর্থ: হযরত মু’আবিয়া (رضي الله عنه) হযরত মা আয়েশাহ (رضي الله عنها)’এর পক্ষে ১৮০০০ স্বর্ণ মুদ্রা পরিশোধ করেন।\n\n\n১৮/ এয়াক্বূব ইবনে সুফিয়ান আপন ‘তারীখ’ (২:৪৭৯) গ্রন্থে আল-আওযাঈ হতে একটি এসনাদে বর্ণনা করেন:\n\n\nكان معاوية بن أبي سفيان أول ما اعتذر إلى الناس في الجلوس في الخطبة الأولى في الجمعة؛ ولم يضع ذلك إلا لكبر سنه وضعفه..\n\n\nঅর্থ: হযরত মু’আবিয়া (رضي الله عنه)-ই জুমুআ’র প্রথম খুতবাটি সর্বপ্রথমে বসে দেন; আর এ ব্যাপারে তাঁর প্রদর্শিত কারণ ছিলো তাঁর বেশি বয়স (মানে বার্ধক্য)।\n\n\n১৯/ এয়াক্বূব ইবনে সুফিয়ান তাঁর লিখিত ‘আল-মারিফাহ ওয়াল-তা’রীখ’ (৩:৩৭৩) গ্রন্থে আরো বলেন:\n\n\nوقال يعقوب بن سفيان في تاريخه (373/3): أخبرنا أبو الحسين بن الفضل القطان أبنا عبد الله بن جعفر ثنا يعقوب بن سفيان ثنا سليمان ثنا عمر بن علي بن مقدم عن هشام بن عروة عن أبيه قال: دخلت على معاوية فقال لي: ما فعل المسلول؟ قال قلت: هو عندي فقال: أنا والله خططتة بيدي أَقْطَعَ أبو بكر الزبير رضي الله عنه أرضاً فكنت أكتبها قال: فجاء عمر فأخذ أبو بكر يعني الكتاب فأدخله في ثني الفراش فدخل عمر رضي الله عنه فقال: كأنكم على حاجة؟ فقال أبو بكر رضي الله عنه: نعم فخرج فأخرج أبو بكر الكتاب فأتممته.  \n\n\nঅর্থ: সুলাইমান আমাদের কাছে বর্ণনা করেন, যিনি বলেন: উমর ইবনে আলী আমাদের কাছে বর্ণনা করেন হিশাম ইবনে উরওয়াহ হতে, তিনি তাঁর পিতা হতে, যিনি বলেন: আমি মু’আবিয়া (রা:)’র কাছে উপস্থিত হলে তিনি আমায় জিজ্ঞেস করেন, ‘আল-মাসলূল (একটি দলিলের নাম) কোথায়?’ আমি তাঁকে জানাই সেটা আমার সাথেই আছে। অতঃপর তিনি বলেন, “ওয়াল্লাহ! আমি তা নিজ হাতে লিখেছিলাম। হযরত আবূ বকর (রা:) আল-যুবায়র (রা:)-এর জন্যে একটি জমি বরাদ্দ দিচ্ছিলেন এবং আমি তা রেকর্ড করছিলাম। এমতাবস্থায় হযরত উমর (রা:) সেখানে উপস্থিত হলে হযরত আবূ বকর (রা:) দলিলটি নিয়ে ম্যাট্রেস তথা ফরাশের ভাঁজে রেখে দেন। হযরত উমর (রা:) সেখানে প্রবেশ করে বলেন, ‘মনে হচ্ছে আপনারা এখানে ব্যক্তিগত আলাপে রত, তাই নয় কি?’ হযরত আবূ বকর (রা:) ইতিবাচক উত্তর দিলে হযরত উমর (রা:) স্থানত্যাগ করেন। অতঃপর হযরত আবূ বকর (রা:) দলিলটি আবার বের করেন এবং আমি তা লেখা সম্পন্ন করি।”\n\n\n২০/ ইমাম আবূ দাউদ (رحمة الله عليه) নিজ ‘সুনান’ গ্রন্থে আপন এসনাদ-সহ হিমইয়ার অঞ্চলের অধিবাসী সুলায়ম ইবনে আ’মির হতে বর্ণনা করেন, যিনি বলেন:\n\n\nكان بين معاوية وبين الروم عهد؛ وكان يسير نحو بلادهم؛ حتى إذا انقضى ـ العهد غزاهم؛ فجاء رجل على فرس أو برذون وهو يقول: الله أكبر؛ الله أكبر؛ وفاء لا غدر؛ فنظروا فإذا عمرو بن عبسة؛ فأرسل إليه معاوية فسأله؛ فقال: سمعت رسول الله صلى الله عليه وسلم يقول: (( من كان بين وبين قوم عهد فلا يشد عقدة ولا يحلها حتى ينقضي أمدها؛ أو ينبذ إليهم على سواء )). فرجع معاوية.\n\n\nঅর্থ: হযরত মু’আবিয়া (رضي الله عنه) ও রোমানদের মধ্যে একটি সন্ধি চুক্তি ছিলো, আর তিনি তাদের রাজ্যের দিকে অগ্রসর হচ্ছিলেন। অতঃপর যখন সন্ধির মেয়াদ উত্তীর্ণ হয়, তখন তিনি রোমানদেরকে আক্রমণ করেন। এক ব্যক্তি ঘোড়া বা মালবাহী ঘোড়ায় চড়ে আসেন এ কথা উচ্চারণ করতে করতে: আল্লাহ মহান; আল্লাহ মহান; ওয়াফাদারী (কথা রক্ষায় বিশ্বস্ততা) হোক, গাদ্দারী (বিশ্বাসঘাতকতা) না হোক। তাঁরা যখন তাকান, তখন দেখেন ওই ব্যক্তি হচ্ছেন আমর ইবনে আবাসাহ (رضي الله عنه)। হযরত মু’আবিয়া (رضي الله عنه) তাঁকে ডেকে পাঠান এবং (এ ব্যাপারে) জিজ্ঞেস করেন। তিনি উত্তরে বলেন: “আমি রাসূলুল্লাহ (صلى الله عليه وسلم)’কে বলতে শুনেছি, ‘যখন কেউ কোনো জাতির সাথে সন্ধিচুক্তিতে আবদ্ধ থাকে, তখন তার উচিৎ নয় তা কষে ধরা বা মুক্ত করা, যতোক্ষণ না ওই চুক্তির মেয়াদ উত্তীর্ণ হয়, অথবা সে তাদের (বিরোধী জাতির) সাথে মিল রেখে সেটার পরিসমাপ্তি ঘটায় (যাতে উভয় পক্ষ সমান বা সমতায় থাকে)’।” এতদশ্রবণে হযরত মু’আবিয়া (رضي الله عنه) ফেরত চলে আসেন।\n\n\nওপরের বিবরণটি সর্ব-ইমাম আহমদ ইবনে হাম্বল (মুসনাদ ৪:১১১) এবং তিরমিযী (১৫৮০)-ও বর্ণনা করেন; আর ইমাম তিরমিযী (رحمة الله عليه) বলেন - وقال: حديث حسن صحيح ا.هــ - অর্থ: ‘হাদীসটি হাসান সহীহ।’ তবে আবূ হা’তিম তাঁর পুত্রের ‘মারাসীল’ (৩১০) পুস্তকে বলেন - سليم بن عامر لم يدرك عمرو بن عبسة - অর্থ: ‘সুলায়ম ইবনে আমির চিনতেন না আমর ইবনে আবাসাহ’কে।’\n\n"},{"1":"“বিদ্রোহী দল আম্মারকে হত্যা করবে” মর্মে সহীহ হাদীস ও অন্যান্য লিপির সাথে এর সম্পর্কযুক্তকরণ","2":"\n“বিদ্রোহী দল আম্মারকে হত্যা করবে” মর্মে সহীহ হাদীস ও অন্যান্য লিপির সাথে এর সম্পর্কযুক্তকরণ\n\n\nআল-বুখারী (رحمة الله عليه) তাঁর ‘সহীহ’ (২৬৫৭) পুস্তকে হযরত ‘ইকরিমা (رضي الله عنه) হতে নিজস্ব এসনাদে বর্ণনা করেন, যিনি বলেন যে হযরত ইবনে আব্বাস (رضي الله عنه) তাঁকে এবং আলী ইবনে আব্দিল্লাহ (رضي الله عنه)’কে নির্দেশ দেন হযরত আবূ সাঈদ (رضي الله عنه)’এর কাছে গিয়ে তাঁর রওয়ায়াত/বর্ণনাগুলো শ্রবণ করতে; অতঃপর তাঁরা সেখানে যান এবং আবূ সাঈদ (رضي الله عنه) ও তাঁর ভাইকে তাঁদের মালিকানাধীন একটি বাগানে সেচ দিতে দেখেন। তাঁদের দু জনকে দেখতে পেয়ে হযরত আবূ সাঈদ (رضي الله عنه) তাঁদের কাছে আসেন এবং পা দুটো নিজ বস্ত্রে মোড়ানো অবস্থায় গুটিয়ে বসেন; তিনি বলেন:\n\n\nكنا ننقل لبن المسجد لبنة لبنة، وكان عمار ينقل لبنتين لبنتين، فمر به النبي صلى الله عليه وسلم، ومسح عن رأسه الغبار، وقال: (( ويح عمار تقتله الفئة الباغية! عمار يدعوهم إلى الله، ويدعونه إلى النار! ))\n\n\nঅর্থ: (মসজিদে নববী নির্মাণকালে) আমরা মসজিদের (জন্যে) ইটগুলোর মধ্য হতে একটি ইট একবার বহন করছিলাম; আর হযরত আম্মার (رضي الله عنه) একবারেই দুটো বহন করছিলেন। এমতাবস্থায় প্রিয়নবী (صلى الله عليه وسلم) হযরত আম্মার (رضي الله عنه)‘কে অতিক্রম করছিলেন। তিনি তাঁর শির হতে ধূলি অপসারণ করেন এবং বলেন, “আল্লাহ যেনো আম্মারের প্রতি করুণা করেন। তাকে হত্যা করবে এক মারমুখো বিদ্রোহী দল। আম্মার তাদেরকে আল্লাহ’র দিকে আহ্বান করবে (আনুগত্যের উদ্দেশ্যে), আর তারা তাকে ডাকবে জাহান্নামের দিকে।”\n\n\nইমাম মুসলিম (২৯১৫)-ও হযরত আবূ নাদরাহ (رحمة الله عليه)’এর সূত্রে হযরত আবূ সাঈদ খুদরী (رضي الله عنه) হতে বর্ণনা করেন, যিনি বলেন:\n\n\nأخبرني من هو خير مني أن رسول الله صلى الله عليه وسلم قال لعمَّار، وجعل يمسح رأسه ويقول: (( بؤس ابن سمية تقتلك فئة باغية )).\n\n\nঅর্থ: আমার চেয়ে শ্রেয়তর কেউ আমাকে জানিয়েছেন যে, রাসূলুল্লাহ (صلى الله عليه وسلم) হযরত আম্মার (رضي الله عنه)’কে বলেন যখন তিনি তাঁর শির মুছে দিচ্ছিলেন: “ওহে সুমাইয়ার পুত্র, তুমি এক দল বিদ্রোহীর দ্বারা নিহত হবে।”\n\n\nইমাম মুসলিম (رحمة الله عليه) হযরত উম্মে সালামাহ (رضي الله عنها) হতেও এটা বর্ণনা করেন (২৯১৬) এই মর্মে যে, রাসূলুল্লাহ (صلى الله عليه وسلم) হযরত আম্মার (رضي الله عنه)’কে বলেন:\n\n\n(( تقتلك الفئة الباغية )).\n\n\nঅর্থ: একটি বিদ্রোহী দল তোমাকে হত্যা করবে।\n\n\nআমি (শায়খ সা’আদ ইবনে যায়দা’ন আল-সুবাঈ) বলি: এই হাদীস সহীহ, বরঞ্চ মোতাওয়াতের (ব্যাপকভাবে বর্ণিত ও শ্রুত), ঠিক যেমনটি কিছু উলামা উল্লেখ করেছেন [ইবনে আবদিল বার্র, ‘আল-ইস্তীয়াব’, ২:৪৮১; আল-যাহাবী, ‘সিয়্যারু আলা’মিল নুবালা’ ১:৪২১; এবং ইবনে হাজর, ‘আল-ইসা’বাহ’, ২:৫১২]। আর এই বিবরণের অর্থও স্পষ্ট; এর কোনো ব্যাখ্যা-বিশ্লেষণের প্রয়োজন নেই এ মর্মে যে, হযরত আলী (رضي الله عنه) সত্যের সবচেয়ে কাছে ছিলেন এবং হযরত আম্মার (رضي الله عنه) বিদ্রোহী দলের দ্বারা নিহত হয়েছিলেন, যেমনটি হাদীসটিতে উদ্দেশ্য করা হয়েছে। এটা ছিলো বিভিন্ন ঘটনা সম্পর্কে প্রিয়নবী (صلى الله عليه وسلم)’এর ভবিষ্যদ্বাণীর একটা, যা তাঁরই (প্রাপ্ত) এলমে গায়ব (অদৃশ্য জ্ঞান) ছিলো এবং যা ছিলো তাঁরই রেসালাতের একটা নিদর্শন বা চিহ্ন। তিনি যেভাবে ভবিষ্যদ্বাণী করেছিলেন সেভা্বেই সব কিছু ঘটেছে, আর এ কথাটি সবাই জানেন। তবে এখানে বিদ্যমান লিপিগুলোর সাথে সেসব লিপিও যোগ করা অবশ্য কর্তব্য, যা’তে প্রতীয়মান হয় হযরত মু’আবিয়া (رضي الله عنه)’এর ইসলাম ও এর পাশাপাশি তাঁরই গুণগত বৈশিষ্ট্যসহ তাঁর সাহাবী হওয়ার মর্যাদা; আর এগুলোর অনেকগুলোই এ বইয়ে ইতিপূর্বে উল্লেখিত হয়েছে।\n\n\nআল্লাহতা’লা এরশাদ ফরমান:\n\n\nوَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُواْ فَأَصْلِحُواْ بَيْنَهُمَا ـ\n\n\nঅর্থ: এবং যদি মুসলমানদের দুটি দল পরস্পর যুদ্ধ করে, তবে তাদের মধ্যে সন্ধি করে দাও। [আল-ক্বুরআন, ৪৯:৯]\n\n\nইমাম বুখারী (২৯২৪) হযরত উমাইর ইবনে আল-আসওয়াদ (রহ:)’এর সূত্রে বর্ণনা করেন, যিনি হযরত উবাদাহ ইবনে আল-সা’মিত (রা:)’এর কাছে আসেন; ওই সময় হযরত উবাদাহ (রা:) হিমস্ (পর্বত) হতে অবতরণ করছিলেন নিজস্ব বাহনে; আর তাঁর সাথে ছিলেন হযরত উম্মে হারা’ম (রাদ্বিয়াল্লাহু আনহা)। উমাইর (রহ:) বলেন: উম্মে হারা’ম (রা:) আমাদের কাছে বর্ণনা করেন যে তিনি প্রিয়নবী (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)’কে বলতে শুনেছেন:\n\n\nأول جيش من أمتي يغزون البحر قد أوجبوا  \n\n\nঅর্থ: প্রথম নৌযুদ্ধে অংশগ্রহণকারী (মুসলমান) বাহিনী বেহেশতী হবে।\n\n\nএমতাবস্থায় হযরত উম্মে হারা’ম (রাদ্বিয়াল্লাহু আনহা) প্রশ্ন করেন:\n\n\nيا رسول الله (صلى الله عليه وسلم) أنا منهم؟\n\n\nঅর্থ: হে আল্লাহর রাসূল (দ:)! আমি কি তাঁদের মধ্য হতে (মানে তাঁদের অন্তর্ভুক্ত)?\n\n\nহুযূর পাক (দ:) উত্তরে বলেন:\n\n\n قال: أنت منهم\n\n\nঅর্থ: (হ্যাঁ), তুমি তাদের অন্তর্ভুক্ত।\n\n\nইমাম বুখারী (রহমতুল্লাহে আলাইহে) এটা বর্ণনা করেন আল-লাইস (রহ:) হতে, তিনি হযরত আনাস বিন মা’লেক (রাদ্বিয়াল্লাহু আনহু হতে, যিনি তাঁর খালা উম্মে হারা’ম বিনতে মালহা’ন (রাদ্বিয়াল্লাহু আনহা) হতে রওয়ায়াতটি গ্রহণ করেন; আর বর্ণনাটির শেষে হযরত আনাস বিন মা’লেক (রাদ্বিয়াল্লাহু আনহু) বলেন:\n\n\nأول ما ركب المسلمون البحر مع معاوية\n\n\nঅর্থ: মুসলমানবৃন্দের প্রথম নৌ অভিযান আমীরে মু’আবিয়া (রাদ্বিয়াল্লাহু আনহু) কর্তৃক পরিচালিত হয়।\n\n\nইমাম ইবনে হাজর (রহমতুল্লাহে আলাইহে) ‘ফাতহুল বা’রী’ (৬:৯০) পুস্তকে লেখেন:\n\n\nومعاوية أول من ركب البحر من الغزاة وذلك في خلافة عثمان\n\n\nঅর্থ: এবং আমীরে মুআবিয়া (রাদ্বিয়াল্লাহু আনহু)-ই সর্বপ্রথম নৌ অভিযান পরিচালনা্ করেন; আর এটা ছিলো হযরত উসমান (রাদ্বিয়াল্লাহু আনহু)’এর খেলাফত আমলে। [দেখুন তা’রীখে ইবনে জারীর, ২:৬০১; ইবনে আসা’কির; এবং ইবনে কাসীর, ১০:২২৮]"}]