[
  {
    "1": "রোজার আদব",
    "2": "আদব হল মানুষের জীবনের সৌন্দর্য। ইবাদত-বন্দেগির আদবসমূহ ইবাদতকে উজ্জ্বল ও স্বচ্ছ করে দেয়। তাই প্রত্যেকটি ইবাদতের রয়েছে কিছু আদব-কায়দা বা শিষ্টাচার। কিছু আদব হল অবশ্য পালনীয় যা বাস্তবায়ন না করলে ইবাদতটি গ্রহণযোগ্য হবে না, আর কিছু হল মোস্তাহাব অর্থাৎ যা পালন করলে ইবাদতটি পরিপূর্ণতার সহায়ক হয় এবং ইবাদতের মাঝে কোন ক্ষতি হয়ে গেলে তা কাটিয়ে উঠা যায় ও পরিপূর্ণ সওয়াব পাওয়া যায়। তাই আমরা এখানে সিয়ামের কতিপয় আদব আলোচনা করব। আমরা যদি এ আদবসমূহ মান্য করে সিয়াম আদায় করতে পারি তবে আল্লাহর ফজলে আমরা সিয়ামের পূর্ণ সওয়াব বা প্রতিদান লাভ করতে সক্ষম হব।"
  },
  {
    "1": "(১) ইসলামকে জীবনের সকল ক্ষেত্রে অনুসরণ করা",
    "2": "সিয়াম পালনকারী তো বটেই প্রত্যেক মুসলিমের কর্তব্য হল আল্লাহ যা কিছু আদেশ করেছেন তা পালন করা। আর যা কিছু করতে তিনি নিষেধ করেছেন তার প্রত্যেকটি বর্জন করা। এর নামই হল ইসলাম বা স্রষ্টার কাছে মানুষের পূর্ণ আত্মসমর্পণ। একজন মুসলিম যেমন কখনো নিজের প্রবৃত্তির অনুসরণ করতে পারে না তেমনি অন্য মানুষের খেয়াল-খুশি বা তাদের রচিত বিধানের অনুগত হতে পারে না। যদি হয় তবে তা স্রষ্টার কাছে আত্মসমর্পণ করা হল না। যদি এমনভাবে জীবনকে পরিচালিত করা যায় তবে তাকেই বলা হবে পরিপূর্ণ ইসলাম। আর পরিপূর্ণ ইসলামে প্রবেশ করতে আল্লাহর রাববুল আলামিন আদেশ করেছেন মানুষকে।\n\nআল্লাহ রাববুল আলামিন বলেন :—\n\nيَا أَيُّهَا الَّذِينَ آَمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ. (البقرة : ২০৮)\n\n‘হে মোমিনগণ ! তোমরা সর্বাত্মকভাবে ইসলামে প্রবেশ কর এবং শয়তানের পদাঙ্ক অনুসরণ কর না। নিশ্চয় সে তোমাদের প্রকাশ্য শত্রু।’ সূরা বাকারা : ২০৮\n\nইসলামকে পূর্ণাঙ্গভাবে অনুসরণ করার নামই হল তাকওয়া। যে তাকওয়া অবলম্বন করতে আল্লাহ পবিত্র কোরআনে বার বার নির্দেশ দিয়েছেন। এ তাকওয়ার দাবি হল আল্লাহর আনুগত্য করা হবে, অবাধ্য হওয়া যাবে না, তাকে স্মরণ করা হবে ভুলে যাওয়া চলবে না, তাঁর প্রতি কৃতজ্ঞ হতে হবে অকৃতজ্ঞ (কাফির) হওয়া যাবে না। ঈমানদারের সবচেয়ে বড় কর্তব্য হল, শিরক ও রিয়া মুক্ত থেকে খালেস আল্লাহর সন্তুষ্টির উদ্দেশ্যে ইবাদতসমূহ সম্পাদন করা। এর মাঝে সর্বশ্রেষ্ঠ ইবাদত হল পাঁচ ওয়াক্ত সালাত। সালাত বাদ দিয়ে সিয়ামের কি মূল্য আছে ? দৈনিক পাঁচবার সালাত আদায় করতে হবে জামাতের সাথে। জামাতের সাথে সালাত আদায়ের মাধ্যমে মুনাফেকি থেকে মুক্তির সনদ নিতে হবে। এরপর যথা সময় জাকাত আদায় করতে হবে। সত্যিকার হকদারকে জাকাত প্রদান করতে হবে। এমনিভাবে যে সামর্থ্য রাখে তার হজ ও ওমরাহ আদায় করতে হবে। সাথে সাথে উত্তম চরিত্রের মাধ্যমে সকলের সাথে আচরণ করতে হবে। মাতা-পিতার সাথে ভাল আচরণ, আত্মীয়তার সম্পর্ক সু-দৃঢ় রাখা, প্রতিবেশীর সাথে সদাচরণ, সাধ্য-মত সৎকাজের আদেশ ও অন্যায় কাজ থেকে বিরত রাখার দায়িত্ব পালন করতে হবে। এমনিভাবে জাদু-টোনা, সুদি কারবার, মিথ্যা কথা, ধোঁকাবাজি, ঘুসসহ সকল প্রকার দুর্নীতি, মাদক সেবন, ব্যভিচার, সৃষ্টি জীবকে কষ্ট দেয়া ও গান-বাদ্য পরিহার করতে হবে। মানুষের অধিকারগুলো যথাযথভাবে আদায় করতে হবে।"
  },
  {
    "1": "(২) সকল প্রকার অন্যায় থেকে বিরত থাকা",
    "2": "রমজানে সকল প্রকার অন্যায় থাকতে বিরত না থাকলে সিয়াম কবুলের বিষয়টা প্রশ্নবিদ্ধ হয়ে যাবে। অনেককে দেখা যায় সিয়াম পালন করে অযথা কথা-বার্তা, ঝগড়া-বিবাদে লিপ্ত হয়ে পড়ে। কিন্তু সে খবর রাখে না যে এ সকল অন্যায় কাজ-কর্ম সিয়ামের প্রতিদান লাভে বাধা হয়ে দাঁড়ায়।\n\nতাদের ব্যাপারেই হয়তো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nكم من صائم ليس له من صيامه إلا الظمأ وكم من قائم ليس له من قيامه إلا السهر. (أخرجه الدارمي)\n\n‘কত সিয়াম পালনকারী আছেন যারা উপোস থাকা ছাড়া আর কিছু পায় না। আর কত রাতজাগা সালাত আদায়কারী আছে যারা রাত্রি-জাগরণ ব্যতীত আর কিছু লাভ করে না।’ বর্ণনায় : দারামী\n\nঅতএব যার উদর সিয়াম পালন করছে তার উচিত তার মুখ, কর্ণ, চক্ষু, হাত ও পা সবকিছুই সিয়াম পালন করবে। সকল অন্যায়-অবৈধ কাজ হতে এ অঙ্গ-প্রত্যঙ্গগুলো পবিত্র থাকবে। যেমন রাসূলে করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\n. . والصيام جنة فإذا كان يوم صوم أحدكم فلا يرفث يومئذ ولا يصخب، فإن سابه أحد أو قاتله فليقل إني امرء صائم . رواه مسلم\n\nসিয়াম হল ঢাল। সুতরাং তোমাদের মাঝে যে সিয়াম পালন করবে সে যেন অশ্লীল আচরণ ও শোরগোল থেকে বিরত থাকে। যদি তার সাথে কেউ ঝগড়া বিবাদ কিংবা মারামারিতে লিপ্ত হতে চায় তবে তাকে বলে দেবে আমি সিয়াম পালনকারী। বর্ণনায় : মুসলিম\n\nরাসূলে করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেছেন :—\n\nليس الصائم من الأكل والشرب، إنما الصيام من اللغو والرفث، فإن سابك أحد أو جهل عليك، فقل إني صائم. رواه ابن خزيمة والحاكم\n\n‘শুধু পানাহার থেকে বিরত থাকার নামই সিয়াম নয়। মূলত সিয়াম হল : অনর্থক-অশলীল কথা ও কাজ থেকে বিরত থাকা। যদি তোমার সাথে কেউ ঝগড়া-বিবাদ কিংবা মারামারিতে লিপ্ত হতে চায়, অথবা মূর্খতা সুলভ আচরণ করে তবে তাকে বলে দেবে আমি সিয়াম পালনকারী। বর্ণনায় : ইবনে খুযাইমা ও হাকেম\n\nযদি সিয়াম পালনকারী নিষিদ্ধ কথা ও কাজ-কর্ম পরিত্যাগ না করেন তবে তার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর পক্ষ থেকে দুঃসংবাদ :—\n\nمن لم يدع قول الزور والعمل به والجهل فليس لله حاجة أن يدع طعامه وشرابه. رواه البخاري\n\n‘যে মিথ্যা কথা ও কাজ এবং মূর্খতা পরিত্যাগ করতে পারল না তার পানাহার বর্জনে আল্লাহর কোন প্রয়োজন নেই।’ বর্ণনায় : বোখারি"
  },
  {
    "1": "(৩) এখলাস অবলম্বন করা",
    "2": "কোন কাজে এখলাস অবলম্বন করার অর্থ হল কাজটা করার উদ্দেশ্য হবে একমাত্র আল্লাহর সন্তুষ্টি অর্জন। এ ছাড়া অন্য কোন উদ্দেশ্য থাকতে পারবে না। শুধু সিয়াম নয়, এ এখলাস ব্যতীত কোন আমল কবুল হবে না। আল্লাহ রাববুল আলামিন বলেন :—\n\nوَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ. ( البينة : ৫)\n\n‘তারা তো আদিষ্ট হয়েছিল আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে একনিষ্ঠভাবে তাঁর ইবাদত করতে এবং সালাত কায়েম করতে ও জাকাত দিতে, এটাই সঠিক দ্বীন।’ সূরা আল-বাইয়েনা : ৫\n\nআর সিয়াম পালনে এখালাসের বিষয়টাকে বিশেষভাবে গুরুত্ব দেয়া হয়েছে। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nمن صام رمضان إيمانا واحتسابا غفر لـه ما تقدم من ذنبه .رواه الشيخان\n\n‘যে রমজান মাসে ঈমান ও ইহতিসাবের সাথে সিয়াম পালন করবে তার অতীতের গুনাহ ক্ষমা করে দেয়া হবে।’ বর্ণনায় : বোখারি ও মুসলিম\n\nএ হাদিসে ‘ইহতিসাব’ শব্দ এসেছে। এর অর্থ এখালাসের সাথে সিয়াম পালন করতে হবে। আল্লাহর সন্তুষ্টি অর্জন ও তার কাছ থেকে প্রতিদানের আশা করার নাম হল ইহতিসাব।"
  },
  {
    "1": "(৪) সুন্নতে নববীর অনুসরণ",
    "2": "কোন আমল—তা যতই এখালাসের সাথে সম্পাদন করা হোক না কেন, তা যদি আল্লাহর রাসূলের নির্দেশিত পদ্ধতিতে আদায় করা না হয় তবে তা কবুল করা হবে না। বরং তা আল্লাহর দরবার থেকে প্রত্যাখ্যাত হবে।\n\nযেমন বলেছেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন—\n\nمن عمل عملا ليس عليه أمرنا فهو رد . رواه مسلم\n\n‘যে এমন আমল করবে যার প্রতি আমাদের দ্বীনের নির্দেশ নেই তা প্রত্যাখ্যাত।’\n\n‘যার প্রতি আমাদের দ্বীনের নির্দেশ নেই’—কথাটির অর্থ হল যা আমাদের সুন্নত দ্বারা প্রমাণিত নয়। অতএব এমন সকল আমল যতই আল্লাহর সন্তুষ্টি অর্জনের নিয়তে করা হোক তা রাসূলুল্লাহ স.-এর পক্ষ থেকে অনুমোদিত না হওয়ার কারণে আল্লাহর কাছে তা গ্রহণযোগ্য নয়। অতএব কোন ধর্মীয় আমল আল্লাহর কাছে গ্রহণযোগ্য হওয়ার জন্য দুটো শর্ত। তা হলে : এক. কাজটি আল্লাহর সন্তুষ্টি অর্জনের উদ্দেশ্যে করতে হবে। দুই. কাজটি আল্লাহর রাসূলের নির্দেশিত পদ্ধতিতে সম্পাদন করতে হবে। কাজটি যদি আল্লাহর রাসূলের নির্দেশিত পদ্ধতিতে সম্পাদন করা না হয় বা এ কাজে তার অনুমোদনের প্রমাণ না থাকে তাহলে কাজটি করে কোন সওয়াব অর্জিত হবে না। বরং গুনাহ হবে।"
  },
  {
    "1": "(৫) যা কিছু সিয়াম ভঙ্গের সহায়ক তা পরিহার করে চলা",
    "2": "সিয়াম পালনকারীর এ ব্যাপারে সাবধানতা অবলম্বন করতে হবে যে, যে সকল আচার-আচরণ সিয়াম ভঙ্গ করার কারণ হয় অথবা সিয়াম নষ্ট করার সহায়ক হয় এমন সকল বিষয় থেকে দুরত্ব বজায় রাখা। বিশেষত: স্বামী স্ত্রীর আলিঙ্গন, চুম্বন বা এক কাঁথা কম্বলের নীচে শয়ন করা ইত্যাদি পরিহার করা উচিত। এ সকল কাজ যদিও সিয়াম অবস্থায় করার অনুমতি আছে কিন্তু দেখা গেছে এ সকল কাজ করতে যেয়ে অনেকে সমস্যায় পড়ে গেছে ফলে সিয়াম ভঙ্গ হয়ে গেছে। প্রত্যেক বিষয়ের একটি সীমানা আছে, এ সীমা যাতে অতিক্রম না হয়ে যায় এ লক্ষ্যে সতর্কতা অবলম্বনের জন্য হাদিসে নির্দেশ এসেছে। যদিও সীমানা পর্যন্ত যাওয়া বৈধ কিন্তু সাবধানতা অবলম্বন বিধেয়। মনে রাখতে হবে রমজানের দিনের বেলা সিয়াম ভেঙে ফেলা একটি কবিরা গুনাহ। ‘আমি নিজেকে নিয়ন্ত্রণ করতে পারিনি’ বা ‘এমনটি হবে বুঝতে পারিনি’ বলে কবিরা গুনাহ থেকে মুক্তি পাওয়া যাবে না। এ ধরনের কথা কখনো অজুহাত হিসেবে গ্রহণযোগ্য হবে না।"
  },
  {
    "1": "(৬) ভয় ও আশা পোষণ করা",
    "2": "প্রত্যেক মুসলিম ব্যক্তির কর্তব্য হল সকল ইবাদত ও সিয়াম-সালাত সঠিক পদ্ধতিতে আদায় করা। কিন্তু সে জানে না তার এ সালাত ও সিয়াম আল্লাহ কবুল করেছেন না প্রত্যাখ্যান করেছেন। অতএব তার সর্বদা এ ভয় থাকা উচিত যে, হয়তো আমি আমার ইবাদত-বন্দেগি এমনভাবে আদায় করতে পারিনি যেভাবে আদায় করলে আল্লাহর কাছে গ্রহণযোগ্য হয়। ফলে আল্লাহর কাছ থেকে প্রতিদান হয়তো পাব না। আবার এ আশাও পোষণ করা উচিত যে, আল্লাহ তাআলা নিজ অনুগ্রহে আমার ত্রুটিগুলো ক্ষমা করে আমার ইবাদত-বন্দেগি কবুল করে আমাকে প্রতিদান দেবেন। এ অবস্থার নাম হল ‘আল-খাওফ ওয়ার রজা’ অর্থাৎ ‘ভয় ও আশা।’ এটা ইসলামের একটা গুরুত্বপূর্ণ আকীদাগত পরিভাষা।\n\nমনে রাখতে হবে আল্লাহ তাআলা সকলের নেক আমল কবুল করেন না। যেমন তিনি বলেন :—\n\nإِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ. (المائدة : 27)\n\n‘অবশ্যই আল্লাহ মুত্তাকীদের কাজ কবুল করেন।’ সূরা মায়েদাহ : ২৭\n\nহাদিসে এসেছে আয়েশা রা. এ আয়াতের অর্থ সম্পর্কে রাসূলুল্লাহ স.-কে জিজ্ঞেস করলেন :—\n\n(والذين يؤتون ما آتوا وقلوبهم وجلة) أي خائفة. أهم الذين يشربون الخمر ويسرقون ؟ قال : لا يا بنت الصديق، ولكنهم الذين يصومون ويصلون ويتصدقون وهم يخافون أن لا تقبل منهم. أولئك يسارعون في الخيرات وهم لها سابقون. رواه الترمذي\n\n‘যারা তাদের যা দান করার তা দান করে ভীত-কম্পিত হৃদয়ে’—আল্লাহ এ কথা কাদের জন্য বলেছেন, যারা মদ্য পান করে, চুরি করে তাদের জন্য ? তিনি উত্তরে বললেন : না, হে সত্যবাদীর কন্যা ! তারা হল, যারা সিয়াম পালন করে, সালাত আদায় করে, দান-সদকা করে সাথে সাথে এ ভয় রাখে যে হয়তো আমার এ আমলগুলো আল্লাহর কাছে গ্রহণযোগ্য হবে না। তারাই দ্রুত সম্পাদন করে কল্যাণকর কাজ এবং তারা তাতে অগ্রগামী।’ বর্ণনায় : তিরমিজি\n\nবর্ণিত আয়াত ও হাদিস দ্বারা স্পষ্ট হল যে, আল্লাহ ঐ সকল মুনিমদের প্রশংসা করেছেন যারা নেক আমল করে কবুল হবে কি হবে না এরকম একটা ভয় পোষণ করে। এবং কাজ আরো সুন্দর করার চেষ্টা করে। কিন্তু এ ভয় যেন আবার মানুষকে নৈরাশ্যবাদী না করে। কোন অবস্থাতেই কোন মুসলিম আল্লাহর অনুগ্রহ ও রহমত থেকে নিরাশ হতে পারে না। আল্লাহর সম্পর্কে নৈরাশ্যবাদী হওয়া একটা কুফরি। নেক আমল কবুল হওয়ার ব্যাপারে প্রবল আশাবাদী হতে হবে কিন্তু এ আশাবাদী মনোভাব যেন অহংকার ও আত্ম-তৃপ্তিতে ফেলে না দেয় সে দিকে খেয়াল রাখতে হবে। অহংকার ও আত্ম-তৃপ্তি নেক আমলকে বাতিল করে দেয়। অনেক সময় অলসতা নিয়ে আসে। অপরদিকে ভয় মানুষকে তৎপর ও কর্মঠ হতে সাহায্য করে। তাই সকলের উচিত সকল প্রকার নেক আমল করতে হবে ভয় ও আশা নিয়ে। শুধুই ভয় অথবা শুধুই পাওয়ার আশায় নয়।"
  },
  {
    "1": "(৭) সেহরি খাওয়া",
    "2": "সিয়াম পালনের জন্য সেহরি খাওয়া সুন্নত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nتسحروا فإن في السحور بركة. (رواه البخاري ومسلم)\n\n‘তোমরা সেহরি খাও, কারণ সেহরিতে বরকত রয়েছে।’ বর্ণনায় : বোখারি ও মুসলিম\n\nসেহরি না খেয়ে সিয়াম পালন করলে যখন সিয়াম আদায় হবে। তবে সেহরি খাবেন কেন ?\n\n(ক) সেহরি খাওয়া সুন্নত। রাসূলে করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেহরি খাওয়ার জন্য উৎসাহিত করেছেন।\n\n(খ) ক্ষুধা-পিপাসা মোকাবিলা করার জন্য।\n\n(গ) সেহরি খেলে সিয়াম পালনে কষ্ট কম হয় ও সিয়াম পালন সহজ হয়।\n\n(ঘ) ইহুদি ও খ্রিস্টানদের বিরুদ্ধাচরণ করা। কারণ তারা সিয়াম পালন করতে সেহরি খায় না। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nفصل ما بين صيامنا وصيام أهل الكتاب أكلة السحور. (رواه مسلم)\n\n‘আমাদের ও ইহুদি-খ্রিস্টানদের সিয়ামের মাঝে পার্থক্য হল সেহরি খাওয়া।’ বর্ণনায় : মুসলিম\n\n(ঙ) সেহরির মাধ্যমে শেষ রাতে তাহাজ্জুদ ও কিয়ামুল লাইল করার সুযোগ সৃষ্টি হয়।\n\n(চ) ফজরের সালাত জামাতের সাথে আদায় করা নিশ্চিত হয়।\n\nতাই সেহরি খাওয়ার ব্যাপারে গুরুত্ব দেয়া প্রয়োজন। তবে সেহরির খাবার হালকা হওয়া ভাল। এমন বেশি খাওয়া উচিত নয় যাতে দিনের বেলা কাজ-কর্মে অলসতা দেখা দেয়। যে কোন হালাল খাবার সেহরিতে গ্রহণ করা যায়।\n\nরাসূলে করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nنعم سحور المؤمن التمر. (رواه أبو داود)\n\n‘মোমিনের উত্তম সেহরি হল খেজুর।’ বর্ণনায় : আবু দাউদ। তিনি আরো বলেন :—\n\nالسحور أكلة بركة فلا تدعوه، ولو أن بجرع أحدكم جرعة من ماء، فإن الله وملائكته يصلون على المتسحرين. (رواه أحمد)\n\n‘সেহরি হল একটি বরকতময় খাদ্য, তাই তা তোমরা ছেড়ে দিয়ো না। এক ঢোক পানি দ্বারা হলেও সেহরি করে নাও। কেননা আল্লাহ রাববুল আলামিন ও ফেরেশ্তাগণ সেহরিতে অংশ গ্রহণকারীদের জন্য দোয়া করে থাকেন।’ বর্ণনায় : আহমদ"
  },
  {
    "1": "(৮) দেরি করে সেহরি খাওয়া",
    "2": "সেহরির অর্থ হল যা কিছু রাতের শেষ ভাগে খাওয়া হয়। সুন্নত হল দেরি করে সেহরি খাওয়া। নবী করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সর্বদা শেষ সময়ে সেহরি খেতেন। ফজরের ওয়াক্ত আসার পূর্বক্ষণে সেহরি খেলে সিয়াম পালন অধিকতর সহজ হয়, ফজরের সালাত আদায় করার জন্য দীর্ঘ সময় অপেক্ষা করে কষ্ট করতে হয় না। সতর্কতা অবলম্বন করে ফজরের অনেক আগে সেহরি শেষ করা সুন্নত নয়। সেহরি সময় শেষ হলো কি-না তা জানবেন নিজের চোখে পূর্বাকাশের শুভ্রতা দেখে, অথবা ক্যালেন্ডার ও ঘড়ির মাধ্যমে সূক্ষ্ম হিসাব করে কিংবা নির্ভরযোগ্য মুয়াজ্জিনের ফজরের আজান শুনে।"
  },
  {
    "1": "(৯) সেহরির সময়কে সুযোগ মনে করে কাজে লাগানো",
    "2": "সেহরির সময় অত্যন্ত মর্যাদা-পূর্ণ একটি সময়। এ সময় জাগ্রত হওয়ার কারণে আল্লাহ যা পছন্দ করেন এমন অনেক ভাল কাজ করা যায়। যেমন তিনি মোমিনদের প্রশংসায় বলেছেন :—\n\nوَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ. (الذاريات :১৮)\n\n‘তারা শেষ রাতে (সেহরির সময়) ক্ষমা প্রার্থনা করে।’ সূরা জারিয়াত : ১৮\n\nতিনি এ আয়াতে ঐ সকল জান্নাতবাসী মানুষদের প্রশংসা করেছেন যারা শেষ রাতে দোয়া-প্রার্থনা করে ও ক্ষমা চায় আল্লাহর কাছে। এর মাধ্যমে তারা যে জান্নাত লাভ করবে এর সুসংবাদও দেয়া হয়েছে। সেহরির সময়টা এমন একটি সময় যখন আল্লাহর রাববুল আলামিন দুনিয়ার নিকটতম আকাশে অবতরণ করেন। যে সকল মানুষ তখন তার প্রতি আগ্রহী হয়ে সালাত ও দোয়া-প্রার্থনা করে তিনি তাদের প্রতি অনুগ্রহ করেন। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nينـزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين بيقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفرله. رواه البخاري ومسلم\n\n‘আমাদের মহান প্রতিপালক আল্লাহ রাববুল আলামিন প্রতি রাতের শেষ তৃতীয়াংশে দুনিয়ার আকাশে অবতরণ করেন। তখন মানুষদের উদ্দেশ্য করে বলেন, যে আমার কাছে দোয়া করবে আমি তাতে সাড়া দেব, যে আমার কাছে চাইবে আমি তাকে দান করব ও যে আমার কাছে ক্ষমা প্রার্থনা করবে আমি তাকে ক্ষমা করব।’ বর্ণনায় : বোখারি ও মুসলিম\n\nঅতএব সেহরির সময় হল আল্লাহর পক্ষ থেকে বান্দার প্রতি দান-প্রতিদানের সময়। এ সময় সে ব্যক্তিই তার সামনে হাজির হওয়ার সৌভাগ্য লাভ করেন যিনি আল্লাহর শ্রেষ্ঠত্ব ও মহত্ত্ব ভালভাবে অনুধাবন করতে পেরেছেন, আল্লাহর সন্তুষ্টি অর্জনের জন্য নিজের নিয়তকে বিশুদ্ধ করেছেন। অনেক মানুষ এমন আছেন যারা এ সময় জাগ্রত হয়ে খাওয়া-দাওয়াসহ অনেক কাজ সমাধা করেন কিন্তু দোয়া- প্রার্থনা. ইস্তিগফার, তাহাজ্জুদের সালাত আদায় করার সুযোগ করে নিতে পারেন না।\n\nশেষ রাতের সালাত সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন:—\n\nيا أيها الناس أفشوا السلام، وأطعموا الطعام، وصلوا الأرحام، وصلوا بالليل والناس نيام تدخلوا الجنة بسلام. رواه الترمذي\n\n‘হে মানবসকল ! তোমরা সালামের প্রচলন কর। অন্যকে খাবার দাও। আত্মীয়তার বন্ধন অটুট রাখ আর রাতে যখন মানুষ ঘুমিয়ে থাকে তখন তোমরা সালাত আদায় কর তাহলে শান্তির সাথে জান্নাতে যেতে পারবে।’ বর্ণনায় : তিরমিজি"
  },
  {
    "1": "(১০) ইফতারি করতে বিলম্ব না করা",
    "2": "সূর্যাস্তের সঙ্গে সঙ্গে রাতের আগমন ঘটে ও ইফতার করার সময় হয়ে যায়। আল্লাহ তাআলা বলেছেন:—\n\nثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ (البقرة : 187)\n\n‘অতঃপর রাত পর্যন্ত সিয়াম পালন করবে।’ সূরা বাকারা : ১৮৭\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nإذا أقبل الليل هاهنا وأدبر النهار هاهنا وغربت الشمس فقد أفطر الصائم. رواه البخاري ومسلم\n\n‘যখন এখান থেকে রাত্রির আগমন ঘটে ও ওখান থেকে দিন চলে যায় এবং সূর্য অস্ত যায় তখন সিয়াম পালনকারী ইফতার করবে।’ বর্ণনায় : বোখারি ও মুসলিম\n\nতাই ইফতারের আদব হল সূর্যাস্ত মাত্রই তাড়াতাড়ি ইফতার করা। তাড়াতাড়ি ইফতার করার ব্যাপারে অনেক হাদিসে উৎসাহ দেয়া হয়েছে। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন:—\n\nلا يزال الناس بخير ما عجلوا الفطر .رواه البخاري ومسلم\n\n‘মানুষ যতদিন পর্যন্ত তাড়াতাড়ি ইফতার করবে ততদিন কল্যাণের সাথে থাকবে।’ বর্ণনায় : বোখারি ও মুসলিম\n\nতিনি আরো বলেছেন :—\n\nلا يزال الدين ظاهرا ما عجل الناس الفطر، لأن اليهود والنصارى يؤخرونه. رواه أبو داود\n\n‘যতদিন মানুষ তাড়াতাড়ি ইফতার করবে ততদিন দ্বীন বিজয়ী থাকবে। কেননা ইহুদি ও খ্রিস্টানরা ইফতারিতে দেরি করে।’ বর্ণনায় : আবু দাউদ\n\nহাদিসে আরো এসেছে—\n\nقال أبو الدرداء رضى الله عنه : ثلاث من أخلاق النبوة : تعجيل الإفطار، وتأخير السحور، ووضع اليمين على الشمال في الصلاة. رواه الطبراني\n\nআবু দারদা রা. বলেন : ‘তিনটি বিষয় নবী চরিত্রের অংশ : তাড়াতাড়ি ইফতার করে ফেলা, দেরি করে সেহরি খাওয়া ও সালাতে দাঁড়িয়ে ডান হাত বাম হাতের উপর রাখা।’ বর্ণনায় : তাবরানী\n\nআমর ইবনে মায়মুন আওদী বলেন :—\n\nكان أصحاب محمد صلى الله عليه وسلم أسرع الناس إفطارا وأبطأهم سحورا. رواه عبد الرزاق\n\n‘রাসূলুল্লাহ স.-এর সাহাবিরা সকলের চেয়ে তাড়াতাড়ি ইফতার করতেন ও সকলের চেয়ে দেরিতে সেহরি খেতেন।’ বর্ণনায় : মুসান্নাফ আব্দুর রাজ্জাক\n\nকোন ব্যক্তি দেখে-শুনে ধারণা করে নিল যে, সূর্য ডুবে গেছে ও সে ইফতার করে নিল অথচ সূর্য তখনও অস্ত যায়নি এমতাবস্থায় তার সওমের কোন ক্ষতি হবে না। তবে ইফতার শুরু করার পর সে যদি বুঝতে পারে সূর্য এখনও অস্ত যায়নি তা হলে সাথে সাথে সে পানাহার থেকে বিরত হবে। তার বিষয়টা যে ভুলে পানাহার করেছে তার মতই।"
  },
  {
    "1": "কেন তাড়াতাড়ি ইফতার ও দেরিতে সেহরি খাবেন ?",
    "2": "প্রথমত: ইসলামি জীবনাদর্শের একটি গুরুত্বপূর্ণ বিষয় হল ধর্মীয়, সংস্কৃতি, আচার-আচরণ ও লেবাস-পোশাকে ইহুদি ও খ্রিস্টানদের অনুকরণ প্রত্যাখ্যান করা। যেমন আল্লাহ রাববুল আলামিন বলেন :\n\nوَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ. الجاثية :18\n\n‘যাদের জ্ঞান নেই তুমি তাদের খেয়াল-খুশির অনুসরণ করবে না।’ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nمن تشبه بقوم فهو منهم\n\n‘যে কোন সম্প্রদায়ের সাদৃশ্যতা অবলম্বন করবে সে তাদের দলভুক্ত বলে গণ্য হবে।’ এ হাদিস দ্বারা বুঝে আসে যে কাফেরদের সাদৃশ্যতা অবলম্বন করবে সে কাফের হয়ে যাবে। যদি সে কাফের না ও হয় তবে কাজটি যে হারাম বা নিষিদ্ধ এতে কোন সন্দেহ নেই।\n\nদ্বিতীয়ত: আল্লাহর রাববুল আলামিন তার বান্দাদের প্রতি পরম দয়ালু। তিনি মানুষদের কষ্ট দিতে চান না কখনো। মানুষের জন্য সব কিছু তিনি সহজ করতে চান। তাই সিয়াম পালনকারীর যাতে অযথা কষ্ট না হয় সে দিকে লক্ষ্য রেখে দেরি করে সেহরি ও তাড়াতাড়ি ইফতারের নির্দেশ এসেছে। সিয়াম পালন করা যেমন ইসলামের নির্দেশ তেমনি সিয়ামের সময় শেষে পানাহার করাও ইসলামের নির্দেশ। এ নির্দেশ পালনে দেরি করা বা গড়িমসি করা কখনো ঠিক নয়।\n\nতৃতীয়ত: রাসূলে করিম স.-এর সাহাবিগণ তাঁর অনুসরণের ব্যাপারে কত যত্নবান ছিলেন সেটা লক্ষণীয়। প্রতি পদে পদে রাসূলের অনুসরণ করার জন্য আমাদের প্রতি আল্লাহর নির্দেশ রয়েছে।\n\nআল্লাহ বলেন :—\n\nقُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ. (آل عمران :31)\n\n‘বল ! যদি তোমরা আল্লাহকে ভালোবাস তাহলে আমার অনুসরণ কর, তাহলে আল্লাহ তোমাদের ভালোবাসবেন।’ তিনি আরো বলেন :—\n\nوَمَا آَتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا (الحشر :7)\n\n‘রাসূল তোমাদের কাছে যা নিয়ে এসেছেন তা ধারণ কর। আর যা থেকে নিষেধ করেছেন তা থেকে বিরত থাকো।’\n\nকিন্তু এ ক্ষেত্রে আমাদের মাঝে কিছু শিথিলতা পরিলক্ষিত হয়। যেমন : অনেকে নিশ্চিত হয়েছেন যে সূর্যাস্ত হয়েছে তারপরও ইফতার শুরু করার জন্য আজানের অপেক্ষা করেন। আবার অনেকে মনে করেন সূর্য ডুবে গেছে কিন্তু মাগরিবের আজান না শুনে ইফতার করব কীভাবে ? আবার অনেকে আজান শোনার পর ইচ্ছে করেই সতর্কতা অবলম্বন করতে যেয়ে কিছুক্ষণ বিলম্ব করেন। অনেক সময় আজান হয়ে যাওয়ার পর দোয়া-প্রার্থনায় রত থাকতে দেখা যায়। এগুলো পরিহার করা উচিত। রাসূলুল্লাহ স.-এর সুন্নত অনুযায়ী সূর্যাস্তের সাথে সাথে ইফতার শুরু করে দেয়া কর্তব্য।"
  },
  {
    "1": "(১১) যা দ্বারা ইফতার করা মোস্তাহাব",
    "2": "عن أنس بن مالك رضى الله عنه قال :كان رسول الله صلى الله عليه وسلم يفطر على رطبات قبل أن يصلي، فإن لم يكن رطبات فتمرات، فإن لم يكن تمرات، حسا حسوات من ماء. رواه أحمد\n\nআনাস ইবনে মালেক রা. থেকে বর্ণিত, তিনি বলেন : ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সালাতের পূর্বে তাজা খেজুর দ্বারা ইফতার করতেন। যদি তাজা খেজুর না পাওয়া যেত তবে শুকনো খেজুর দ্বারা ইফতার করতেন। যদি শুকনো খেজুর না পাওয়া যেত তাহলে কয়েক ঢোক পানি দ্বারা ইফতার করতেন।’ বর্ণনায় : আহমদ\n\nএ হাদিস আমাদের শিক্ষা দেয় যে, ইফতারির আদব হল: মাগরিবের সালাতের পূর্বে ইফতার করা। তাজা খেজুর বা শুকনো খেজুর দ্বারা ইফতার করা। খেজুর দিয়ে ইফতার করার উপকারিতা হল, খেজুর সহজপাচ্য। দীর্ঘক্ষণ খালি পেটে থাকার কারণে খাওয়ার পর যে সমস্যা হওয়ার কথা খেজুর খেলে তা হয় না। উপরন্তু খেজুর হালকা খাবারের একটি। পানি, খেজুর এগুলো দ্বারা ইফতার করলে অলসতা সৃষ্টি হয় না।\n\nদ্বিতীয়ত: পেট পুরে পানাহার ইসলাম সমর্থন করে না। রাসূলুল্লাহ স.বলেছেন :—\n\nما ملأ ابن آدم وعاء بطنه، بحسب ابن آدم لقيمات يقمن صلبه، فإن كان لا محالة فاعلا فثلث لطعامه، وثلث لشرابه، وثلث لنفسه. رواه الترمذي\n\n‘মানুষ সে সকল পাত্র পূর্ণ করে তার মাঝে মানুষের পেট অপেক্ষা আর কোন খারাপ পাত্র নেই। মানুষের কোমর সোজা রাখার জন্য কয়েকটি লোকমাই যথেষ্ট। এর থেকেও বেশি যদি প্রয়োজন হয়, তবে পেটের এক তৃতীয়াংশ খাদ্যের জন্য, এক তৃতীয়াংশ পানীয়ের জন্য এবং অবশিষ্ট এক তৃতীয়াংশ শ্বাস-প্রশ্বাস চলাচলের জন্য রেখে দেয়া উচিত।’ বর্ণনায় : তিরমিজি"
  },
  {
    "1": "(১২) ইফতারের সময় দোয়া করা",
    "2": "সিয়াম পালনকারীর দোয়া কবুল হয়। বিশেষ করে ইফতারের সময়। কারণ ইফতারের সময়টা হল বিনয় ও আল্লাহর জন্য ধৈর্য ধারণের চরম মুহূর্ত। এ সময় জাহান্নাম থেকে মুক্তি দানের মুহূর্ত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন :—\n\nإن لله تعالى عند كل فطر عتقاء من النار، وذلك كل ليلة، لكل عبد منهم دعوة مستجابة. رواه أحمد\n\n‘ইফতারের সময় আল্লাহ রাববুল আলামিন বহু লোককে জাহান্নাম থেকে মুক্তি দিয়ে থাকেন। আর এটা রমজানের প্রতি রাতে। সিয়াম পালনকারী প্রত্যেক বান্দার দোয়া কবুল হয়।’ বর্ণনায়: আহমদ\n\nইফতার করার পর এ দোয়াটি পাঠ করা সুন্নত—\n\n(ذهب الظمأ وابتلت العروق وثبت الأجر إن شاء الله ) رواه أبو داود عن ابن عمر\n\nঅর্থ : পিপাসা নিবারণ হল, শিরা-উপশিরা সিক্ত হল এবং আল্লাহর ইচ্ছায় পুরস্কার নির্ধারিত হল। বর্ণনায় : আবু দাউদ\n\nইফতারির সময়টা আল্লাহর নিকটবর্তী হওয়ার একটা সুযোগ। এ সময়টা যেন বৃথা না যায় এ দিকে খেয়াল রেখে সময়টাকে গুরুত্ব দেয়া উচিত। ইফতারের সময় অন্তর দিয়ে দোয়া-প্রার্থনা করা এবং যা কিছু দোয়া কবুলের অন্তরায় তা থেকে দূরে থাকা প্রয়োজন। যেমন হারাম বা অবৈধ উপায়ে অর্জিত খাদ্য গ্রহণ। দোয়া কবুলের কত চমৎকার সময় যে, আল্লাহ নিজে যখন দোয়া কবুলের ওয়াদা করেছেন !\n\nوَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (البقرة : 186)\n\n‘আমার বান্দাগণ যখন আমার সম্পর্কে তোমাকে প্রশ্ন করে, আমি তো নিকটেই। প্রার্থনাকারী যখন আমার কাছে প্রার্থনা করে আমি তার প্রার্থনায় সাড়া দেই। সুতরাং তারা আমার ডাকে সাড়া দিক এবং আমার প্রতি ঈমান আনুক যাতে তারা ঠিক পথে চলতে পারে।’ সূরা আল-বাকারা : ১৮৬\n\nইফতারের সময় যখন আজান হয় তখন আজানের পরের সময়টাও দোয়া কবুলের সময়। হাদিসে এসেছে প্রতি আজান ও একামতের মধ্যবর্তী সময়ে দোয়া কবুল হয়।"
  },
  {
    "1": "(১৩) বেশি করে ভাল ও কল্যাণ মূলক কাজ করা এবং কোরআন পাঠ করা:",
    "2": "রমজান হল কোরআন নাজিলের মাস। কোরআন নাজিলের কারণে রমজান মাসের এত মর্যাদা। এ মাসে অবশ্যই অন্য সকল সময়ের চেয়ে বেশি করে কোরআন তিলাওয়াত করা উচিত। হাদিসে এসেছে—\n\nعن عبد الله بن عمرو أن النبي صلى الله عليه وسلم قال: (الصيام والقرآن يشفعان للعبد يوم القيامة، يقول الصيام أي رب: منعته الطعام والشهوات بالنهار، فشفعني فيه. ويقول القرآن : منعته النوم بالليل، فشفعني فيه. قال فيشفعان. رواه أحمد\n\nআব্দুল্লাহ বিন আমর থেকে বর্ণিত যে, নবী করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন : ‘সিয়াম ও কোরআন কেয়ামতের দিন মানুষের জন্য এভাবে সুপারিশ করবে যে, সিয়াম বলবে হে প্রতিপালক ! আমি দিনের বেলা তাকে পানাহার ও যৌনতা থেকে বিরত রেখেছি। তাই তার ব্যাপারে তুমি আমার সুপারিশ কবুল কর। কোরআন বলবে হে প্রতিপালক ! আমি তাকে রাতে নিদ্রা থেকে বিরত রেখেছি তাই তার ব্যাপারে তুমি আমার সুপারিশ কবুল কর। তিনি বলেন, অতপর উভয়ের সুপারিশই কবুল করা হবে। বর্ণনায় : আহমদ"
  },
  {
    "1": "(১৪) ইবাদত-বন্দেগিতে তওফিক দানের ব্যাপারে আল্লাহর অনুগ্রহ অনুধাবন করা",
    "2": "একটু চিন্তা করে দেখা যেতে পারে যে, কত মানুষ রয়েছে যাদেরকে আল্লাহর তার ইবাদত-বন্দেগি করতে সামর্থ্য দেননি কিন্তু আমাকে দিয়েছেন। এটা আমার প্রতি তাঁর এক মহা-অনুগ্রহ। এরপর তিনি যদি আমার এ ভাল কাজগুলো কবুল করে আমাকে প্রতিদান দেন তাহলে এটা হবে তাঁর পক্ষ থেকে আরেকটি অনুগ্রহ। কত মানুষ ভাল কাজ করে কিন্তু সকলের ভাল কাজতো কবুল করা হয় না।\n\nإِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (المائدة : 27)\n\n‘আল্লাহ মুত্তাকীদের কাজ কবুল করেন।’\n\nএ ধরনের অনুভূতি থাকলে নেক-আমল করে আত্ম-তৃপ্তি ও অহংকার নামক ব্যাধি থেকে মুক্ত থাকা যায়। কেননা অহংকার ও আত্ম-তৃপ্তি ভাল কাজের প্রতিদান নষ্ট করে দেয়। তখন ভাল কাজগুলো মরীচিকার মত হয়ে যায়।"
  },
  {
    "1": "(১৫) দরিদ্র ও সহায় সম্বলহীনদের প্রতি মমতা ও তাদের সেবা করা",
    "2": "সিয়াম পালনের মাধ্যমে অসহায় সম্বলহীন, অভুক্ত মানুষের প্রতি দয়া ও মমতা সৃষ্টি হয়। তাদের অসহায়ত্ব অনুভব করা যায়। তাই এ দান-প্রতিদানের পবিত্র মাসে তাদের জন্য বেশি করে কল্যাণকর কাজ করা উচিত। ইফতার করানো, সদকাতুল ফিতর, জাকাত আদায় করার সাথে সাথে ব্যাপকভাবে দান-সদকা করা যেতে পারে। হাদিসে এসেছে—\n\nكان رسول الله صلى الله عليه وسلم أجود الناس بالخير وكان أجود ما يكون في شهر رمضان. رواه مسلم\n\nনবী করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ছিলেন মানুষের মাঝে সবচেয়ে বেশি দানশীল। আর রমজানে তার দানশীলতা আরো বেড়ে যেত। বর্ণনায় : মুসলিম"
  },
  {
    "1": "(১৬) সুন্দর চরিত্র, ধৈর্য ও উত্তম আচরণ দ্বারা নিজেকে সজ্জিত করুন:",
    "2": "রমজান হল ধৈর্যের মাস আর সিয়াম হল একটি বিদ্যালয়। এ বিদ্যালয় থাকাকালীন অবশ্যই সদাচরণ, ধৈর্য, সুন্দর চরিত্রের অনুশীলন করতে হবে। যেমন বলেছেন রাসূলে করিম স.—\n\nفإذا كان يوم صوم أحدكم فلا يرفث يومئذ ولا يصخب، فإن سابه أحد أو قاتله فليقل إني امرأ صائم. رواه مسلم\n\n‘সুতরাং তোমাদের মাঝে যে সিয়াম পালন করবে সে যেন অশ্লীল আচরণ ও শোরগোল থেকে বিরত থাকে। যদি তার সাথে কেউ ঝগড়া-বিবাদ কিংবা মারামারিতে লিপ্ত হতে চায় তবে তাকে বলে দেবে আমি সিয়াম পালনকারী।’ বর্ণনায় : মুসলিম"
  },
  {
    "1": "(১৭) অপচয় ও অযথা খরচ থেকে বিরত থাকুন",
    "2": "অপচয় তা যে কোন বিষয়েই হোক ইসলামি শরিয়তে নিষিদ্ধ। পবিত্র মাসে যখন আমাদের বেশি করে সৎকাজ করা উচিত তখন আমরা খাওয়া-দাওয়া ইত্যাদি ক্ষেত্রে কোন ধরনের অপচয় করে যেন পাপ অর্জন না করি। রমজান মাসে দেখা যায় অনেকে খেতে পারব মনে করে অনেক কিছু আয়োজন করে। অবশেষে খেতে না পেরে তা নষ্ট করে ফেলে। এটা সত্যিই অন্যায়।"
  },
  {
    "1": "(১৮) রুটিন করে সময়টাকে কাজে লাগান",
    "2": "রমজানের সময়টা অন্য সময়ের চেয়ে গুরুত্বপূর্ণ কিন্তু সংক্ষিপ্ত মনে হয়। তাই আপনি রুটিন করে সময়টাকে কি কি কাজে ব্যয় করবেন তা যদি ঠিক করে না নেন তাহলে দেখবেন অনেক কাজই অসমাপ্ত রয়ে গেছে। অনর্থক কথা-বার্তা, আড্ডা বাজি, গল্পগুজব, নিষ্ফল বিতর্ক ইত্যাদি পরিহার করুন। কোন কথা বা কাজ করার আগে ভেবে দেখুন কথা বা কাজটা আপনার জন্য কতটুকু কল্যাণ বয়ে আনবে। ‘আমার পাশে বসে অন্য লোক একটি বিষয় আলোচনা করছে তাই আমাকে অংশ নিতেই হয়—তাই একটু বললাম’ এমন যেন না হয়। অযথা কথা ও কাজ পরিহার করা সিয়ামের একটি শিক্ষা ও দাবি।"
  },
  {
    "1": "(১৯) দুনিয়াবি ব্যস্ততা কমিয়ে দিন",
    "2": "রমজান মাসে নিজের ইহকালীন ও পরকালীন কল্যাণের জন্য দুনিয়াদারির ব্যস্ততা কমিয়ে দিয়ে একটি ভারসাম্য সৃষ্টি করুন। অনেকেই রমজান মাসকে অর্থ উপার্জন, ব্যবসা-বাণিজ্য ও মুনাফা লাভের সুযোগ হিসেবে গ্রহণ করেন। এ দিকেই বেশি সময় ব্যয় করেন। দুনিয়াদারি যতটুকু না করলেই নয় ততটুকুতো অবশ্যই করবেন। আর বাকি সময়টা আখেরাতের মুনাফা অর্জনের জন্য ব্যয় করবেন।"
  },
  {
    "1": "(২০) খাওয়া ও নিদ্রায় ভারসাম্য বজায় রাখুন",
    "2": "আমাদের মাঝে অনেকে রমজান মাসে যেমন খাওয়া দাওয়া বেশি করেন তেমনি আবার বেশি সময় ঘুমিয়ে কাটান। তারাবীহ ও সেহরির কারণে যদি রাতে দু ঘণ্টা নিদ্রা কম হয় তবে দিনে তার কাফফারা আদায় করেন চার ঘণ্টা ঘুমিয়ে। খাবার ব্যাপারে অনেকে একই নীতি অনুসরণ করেন। যদি এরকমই আমাদের অবস্থা হয় তবে আমরা রমজানের জন্য কি কুরবানি করলাম ? বিষয়টা গভীরভাবে ভেবে দেখা উচিত।\n\nসমাপ্ত"
  }
]