[
  {
    "1": "প্রথম অধ্যায়: আদব-কায়দা’র পরিচয়, গুরুত্ব ও তাৎপর্য",
    "2": "১. আদব-কায়দা’র পরিচয়:\n\nআদব শব্দটি আরবি  \" أدب \"শব্দ থেকে বাংলা ভাষায় বহুল ব্যবহৃত ও প্রচলিত শব্দ; যার অর্থ হলো: বিনয়, নম্রতা, ভদ্রতা, সভ্যতা, কৃষ্টি, সুশিক্ষা, নৈতিকতা, মানবিকতা, শোভনতা, শিষ্টাচার। [ড. মুহাম্মদ মুস্তাফিজুর রহমান, আল মুনীর আরবী-বাংলা অভিধান, দারুল হিকমা বাংলাদেশ, প্রকাশকাল: জুলাই ২০১০ খ্রি., পৃ. ১৫; বাংলা একাডেমী ব্যবহারিক বাংলা অভিধান, পরিমার্জিত সংষ্করণ: ডিসেম্বর ২০০০, পৃ. ১০৩] আবার  \" أدب \"শব্দের অর্থ: নিয়মনীতি, পদ্ধতি ইত্যাদি।  আর আদব-কায়দা মানে— ভদ্র সমাজের রীতি-পদ্ধতি; ভদ্র ব্যবহার। অন্যভাবে বলা যায়: আদব-কায়দা মানে কাঙ্খিত শিক্ষা, সভ্যতা ও মার্জিত সংস্কৃতির দ্বারা আত্মগঠনের অনুশীলন করা। [আল-মু‘জাম আল-অসীত, দ্র:  \" أدب \"] ইবনু হাজার ‘আসকালানী রহ. বলেন:\n\n« الأدب: استعمال ما يحمد قولاً وفعلاً » .\n\n“কথায় ও কাজে প্রশংসনীয় ব্যবহারকে আদব বলে।” [‘মাউসু‘য়াতুল বাহুছ ওয়াল মাকালাতুল ‘ইলমিয়্যা’ ( موسوعة البحوث و المقالات العلمية ), পৃ. ১ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] আবার কেউ বলেন:\n\n« الأخذ بمكارم الأخلاق » .\n\n“উত্তম চরিত্র লালন করাকে আদব বলে।” [প্রাগুক্ত।] আবার কেউ কেউ বলেন:\n\n« هو تعظيم من فوقك والرفق بمن دونك » .\n\n“আদব হলো ঊর্ধ্বতন ব্যক্তিকে সম্মান করা এবং অধস্তনকে স্নেহ করা।” [প্রাগুক্ত।] কেউ কেউ বলেন:\n\n« الأدب هو حسن الأخلاق وفعل المكارم » .\n\n“আদব মানে উত্তম চরিত্র এবং ভালো কাজ।” [প্রাগুক্ত।] আর ইবনুল কায়্যিম রহ. বলেন:\n\n« الأدب اجتماع خصال الخير في العبد » .\n\n“বান্দার মধ্যে উত্তম বৈশিষ্ট্যের সমাবেশ ঘটানোকে আদব বলে।” [প্রাগুক্ত।] আবার কেউ কেউ বলেন:\n\n« والأدب هو الخصال الحميدة » .\n\n“প্রশংসনীয় বৈশিষ্ট্যসমূহকেই আদব বলে।” [প্রাগুক্ত।]\n\nআর আমাদের দেশীয় ভাষায় বিনয়, নম্রতা, ভদ্রতা, সভ্যতা, কৃষ্টি, সুশিক্ষা, নৈতিকতা, মানবিকতা, শোভনতা ইত্যাদি গুণাবলী যে ব্যক্তির মধ্যে বিদ্যমান থাকে, তাকে ‘মুয়াদ্দাব’ (শালীন, ভদ্র ও সুশিক্ষিত) বলে। আর এসব গুণাবলী যার মধ্যে বিদ্যমান নেই, তাকে ‘বেয়াদব’ (অশালীন, অভদ্র, অসভ্য) বলে।\n\n২. আদব-কায়দা’র গুরুত্ব ও তাৎপর্য:\n\nমানবজীবন তথা মুসলিম ব্যক্তির জীবনে আদব-কায়দার বিষয়টি খুবই গুরুত্বপূর্ণ ও তাৎপর্যবহুল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّ الْهَدْىَ الصَّالِحَ ، وَالسَّمْتَ الصَّالِحَ ، وَالاِقْتِصَادَ جُزْءٌ مِنْ خَمْسَةٍ وَعِشْرِينَ جُزْءًا مِنَ النُّبُوَّةِ » . (رواه أبو داود).\n\n“নিশ্চয়ই উত্তম চরিত্র, ভালো ব্যবহার ও পরিমিত ব্যয় বা মধ্যপন্থা অবলম্বন করা নবুয়্যাতের পঁচিশ ভাগের এক ভাগ সমতুল্য।” [আবূ দাউদ, হাদিস নং- ৪৭৭৮; আলবানী হাদিসটিকে ‘হাসান’ বলেছেন।] আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন:\n\n« اُطْلُبْ الْأَدَبَ فَإِنَّهُ زِيَادَةٌ فِي الْعَقْلِ ، وَدَلِيلٌ عَلَى الْمُرُوءَةِ ، مُؤْنِسٌ فِي الْوَحْدَةِ ، وَصَاحِبٌ فِي الْغُرْبَةِ ، وَمَالٌ عِنْدَ الْقِلَّةِ » . (ذَكَرَهُ الْحَاكِمُ فِي تَارِيخِهِ).\n\n“তুমি আদব অন্বেষণ কর; কারণ, আদব হলো বুদ্ধির পরিপুরক, ব্যক্তিত্বের দলীল, নিঃসঙ্গতায় ঘনিষ্ঠ বন্ধু, প্রবাসজীবনের সাথী এবং অভাবের সময়ে সম্পদ।” [হাকেম রহ. তাঁর ‘আত-তারীখ’ গ্রন্থে বর্ণনটি উল্লেখ করেছেন।]\n\nআর আদব বা শিষ্টাচার এমন একটি গুরুত্বপূর্ণ বিষয়, যার দ্বারা ব্যক্তির জীবন পরিশুদ্ধ ও পরিপাটি হয়; আর এ আদব হলো দীন ইসলামের সারবস্তু; সুতরাং মুসলিম ব্যক্তির জন্য জরুরি হলো আল্লাহ তা‘আলার সাথে, তাঁর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে এবং সাধরণ মানুষসহ সকল সৃষ্টির সাথে আদব রক্ষা করে চলা; আর এ আদবের মাধ্যমেই একজন মুসলিম জানতে পারবে তার খাবার ও পানীয় গ্রহণের সময় তার অবস্থা কেমন হওয়া উচিৎ; কিভাবে তার সালাম প্রদান, অনুমতি গ্রহণ, বসা, কথা বলা, আনন্দ ও শোক প্রকাশ করা, হাঁচি দেওয়া ও হাই তোলার মত বিবিধ কাজ সম্পন্ন হবে; আর কেমন ব্যবহার হবে তার পিতামাতা, ভাইবোন, আত্মীয়-স্বজন, পাড়া-প্রতিবেশী ও বন্ধু-বান্ধবদের সাথে। এক কথায় এ আদব-কায়দা রক্ষা করে চলার মাধ্যমেই একজন মুসলিম কাঙ্খিত মানের ভদ্র ও সভ্য মানুষ হিসেবে আত্মপ্রকাশ করবে এবং নিজেকে অন্যান্য জাতির চেয়ে ভিন্ন বৈশিষ্ট্যে প্রতিষ্ঠিত করতে সক্ষম হবে; ফলে দীন ইসলামের সৌন্দর্য ছড়িয়ে যাবে সমাজ, রাষ্ট্র ও দুনিয়ার দিক দিগন্তে। তাইতো কেউ কেউ শিক্ষার চেয়ে আদব বা শিষ্টাচারের বিষয়টিকে অধিক গুরুত্ব দিয়ে থাকেন; ওমর রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« تَأَدَّبُوا ثُمَّ تَعَلَّمُوا » .\n\n“তোমরা আগে সুসভ্য হও, তারপর জ্ঞান অর্জন কর।” [উদ্ধৃত, গিযাউল আলবাব (غذاء الألباب ), ১ম খণ্ড, পৃ. ৪৫ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] আল-কারাফী তাঁর ‘আল-ফারুক’ গ্রন্থে বলেন:\n\n«وَاعْلَمْ أَنَّ قَلِيلَ الْأَدَبِ خَيْرٌ مِنْ كَثِيرٍ مِنْ الْعَمَلِ » .\n\n“আর জেনে রাখবে, অনেক বেশি কাজের চেয়ে অল্প আদব অনেক বেশি উত্তম।” [উদ্ধৃত, ‘মাউসু‘য়াতুল বাহুছ ওয়াল মাকালাতুল ‘ইলমিয়্যা’ ( موسوعة البحوث و المقالات العلمية ), পৃ. ১ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] আবদুল্লাহ ইবনুল মুবারক বলেন:\n\n« لَا يَنْبُلُ الرَّجُلُ بِنَوْعٍ مِنْ الْعِلْمِ مَا لَمْ يُزَيِّنْ عِلْمَهُ بِالْأَدَبِ » .\n\n“ব্যক্তি কোনো প্রকার জ্ঞান দ্বারা মহৎ হতে পারবে না, যতক্ষণ না সে তার জ্ঞানকে আদব দ্বারা সৌন্দর্যমণ্ডিত করবে।” [উদ্ধৃত, গিযাউল আলবাব (غذاء الألباب ), ১ম খণ্ড, পৃ. ৪৫ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] তিনি আরও বলেন:\n\n« نَحْنُ إلَى قَلِيلٍ مِنْ الْأَدَبِ أَحْوَجُ مِنَّا إلَى كَثِيرٍ مِنْ الْعِلْمِ » .\n\n“আমরা অনেক বেশি জ্ঞানের চেয়ে কম আদবকে অনেক বেশি জরুরি বা প্রয়োজন মনে করতাম।” [উদ্ধৃত, ‘মাউসু‘য়াতুল বাহুছ ওয়াল মাকালাতুল ‘ইলমিয়্যা’ ( موسوعة البحوث و المقالات العلمية ), পৃ. ১ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] কোনো কোনো দার্শনিক বলেন:\n\n« لَا أَدَبَ إلَّا بِعَقْلٍ ، وَلَا عَقْلَ إلَّا بِأَدَبٍ » .\n\n“আকল (বুদ্ধি) ছাড়া আদব হয় না; আবার আদব ছাড়া আকলও হয় না।” [উদ্ধৃত, গিযাউল আলবাব (غذاء الألباب ), ১ম খণ্ড, পৃ. ৪৫ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] অর্থাৎ একটি আরেকটির পূরিপূরক। আর জনৈক সৎব্যক্তি তার ছেলেকে উদ্দেশ্য করে বললেন:\n\n« اجْعَلْ عَمَلَك مِلْحًا وَأَدَبَك دَقِيقًا » .\n\n“তুমি তোমার আমলকে মনে করবে লবণ, আর তোমার আদবকে মনে করবে ময়দা।” [উদ্ধৃত, ‘মাউসু‘য়াতুল বাহুছ ওয়াল মাকালাতুল ‘ইলমিয়্যা’ ( موسوعة البحوث و المقالات العلمية ), পৃ. ১ (আল-মাকতাবা আশ-শামেলা, আল-ইসদার আস-সানী)। \"] অর্থাৎ তুমি আমলের চেয়ে আদবকে এত বেশি গুরুত্ব দিবে, লবণ ও ময়দার স্বাভাবিক মিশ্রণে উভয়ের অনুপাত যেভাবে কম বেশি হয়।"
  },
  {
    "1": "দ্বিতীয় অধ্যায়: নিয়তের আদবসমূহ",
    "2": "মুসলিম ব্যক্তি নিয়তের মর্যাদা ও প্রভাবের প্রতি বিশ্বাস করে এবং আরও বিশ্বাস করে তার ধর্মীয় ও জাগতিক জীবনের সকল কর্মকাণ্ডের জন্য নিয়তের গুরুত্বকে। কারণ, নিয়তের দ্বারাই সকল কাজের অস্তিত্ব লাভ করে এবং নিয়ত অনুযায়ীই তার রূপ-প্রকৃতি তৈরি হয়; ফলে সে অনুসারে তা শক্তিশালী হয়, দুর্বল হয়, শুদ্ধ হয় এবং নষ্ট হয়; আর মুসলিম ব্যক্তি প্রত্যেক কাজে নিয়তের প্রয়োজনীয়তা ও তা বিশুদ্ধকরণের আবশ্যকতার বিষয়টিকেও বিশ্বাস করে। এ ব্যাপারে সে প্রথমত আল্লাহর বাণী থেকে দলীল গ্রহণ করে; আল্লাহ তা‘আলা বলেন:\n\n﴿ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ ﴾ [البينة: ٥]\n\n“আর তাদেরকে কেবল এ নির্দেশই প্রদান করা হয়েছিল যে, তারা যেন আল্লাহর ইবাদত করে তাঁরই জন্য দ্বীনকে একনিষ্ঠ করে।” [সূরা আল-বায়্যেনা, আয়াত: ৫] আল্লাহ সুবহানহু ওয়া তা‘আলা আরও বলেন:\n\n﴿ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ ١١ ﴾ [الزمر: ١١]\n\n“বলুন, ‘আমি তো আদেশপ্রাপ্ত হয়েছি, আল্লাহ‌র আনুগত্যে একনিষ্ঠ হয়ে তাঁর ‘ইবাদাত করতে।” [সূরা আয-যুমার, আয়াত: ১১] আর দ্বিতীয়ত দলীল গ্রহণ করে মুহাম্মাদ মুস্তফা সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী থেকে, তিনি বলেন:\n\n« إنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى » . (متفق عليه).\n\n“প্রত্যেক কাজ নিয়তের সাথে সম্পর্কিত; আর প্রত্যেক ব্যক্তি তার নিয়ত অনুযায়ী ফল পাবে।” [বুখারী, হাদিস নং- ১; মুসলিম, হাদিস নং- ৫০৩৬] তিনি আরও বলেন:\n\n« إِنَّ اللَّهَ لاَ يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ  » . (رواه مسلم).\n\n“নিশ্চয় আল্লাহ তা‘আলা তোমাদের চেহারা ও সম্পদের দিকে তাকান না, বরং তিনি তোমাদের অন্তর ও কর্মের দিকে লক্ষ্য করেন।” [মুসলিম, হাদিস নং- ৬৭০৮] আর অন্তরের দিকে লক্ষ্য করা মানে নিয়তের দিকে লক্ষ্য করা; কেননা, নিয়ত হলো কাজের উদ্দেশ্য ও প্রতিরক্ষক। অপর এক হাদিসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كُتِبَتْ لَهُ حَسَنَةٌ » . (رواه مسلم).\n\n“যে ব্যক্তি ভালোকাজের পরিকল্পনা করল, কিন্তু বাস্তবে সে কাজ করতে পারল না, সে ব্যক্তির জন্য সাওয়াব লেখা হবে।” [মুসলিম, হাদিস নং- ৩৫৪] সুতরাং শুধু ভালোকাজের পরিকল্পনা করার দ্বারাই কাজটি ভালোকাজ হিসেবে গণ্য হয়ে যায়, প্রতিদান সাব্যস্ত হয়, সাওয়াব অর্জন হয়; আর এটা শুধু ভালো নিয়তের ফযীলতের করণেই সম্ভব হয়। অপর এক হাদিসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَثَلُ هَذِهِ الْأُمَّةِ كَمَثَلِ أَرْبَعَةِ نَفَرٍ : رَجُلٌ آتَاهُ اللَّهُ مَالًا وَعِلْمًا ، فَهُوَ يَعْمَلُ بِعِلْمِهِ فِي مَالِهِ يُنْفِقُهُ فِي حَقِّهِ ، وَرَجُلٌ آتَاهُ اللَّهُ عِلْمًا وَلَمْ يُؤْتِهِ مَالًا ، فَهُوَ يَقُولُ : لَوْ كَانَ لِي مِثْلُ هَذَا عَمِلْتُ فِيهِ مِثْلَ الَّذِي يَعْمَلُ ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : فَهُمَا فِي الْأَجْرِ سَوَاءٌ . وَرَجُلٌ آتَاهُ اللَّهُ مَالًا وَلَمْ يُؤْتِهِ عِلْمًا ، فَهُوَ يَخْبِطُ فِي مَالِهِ يُنْفِقُهُ فِي غَيْرِ حَقِّهِ ، وَرَجُلٌ لَمْ يُؤْتِهِ اللَّهُ عِلْمًا وَلَا مَالًا ، فَهُوَ يَقُولُ : لَوْ كَانَ لِي مِثْلُ هَذَا عَمِلْتُ فِيهِ مِثْلَ الَّذِي يَعْمَلُ ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : فَهُمَا فِي الْوِزْرِ سَوَاءٌ » . (رواه ابن ماجه).\n\n“এ উম্মতের দৃষ্টান্ত চার ব্যক্তির দৃষ্টান্তের মত: ১. এক ব্যক্তি হলো আল্লাহ তাকে সম্পদ ও ‘ইলম (জ্ঞান) দান করেছেন, অতঃপর সে তার জ্ঞান দ্বারা আমল করে তার সম্পদকে হক পথে খরচ করে; ২. আরেক ব্যক্তি হলো আল্লাহ তাকে ‘ইলম দান করেছেন, কিন্তু তাকে সম্পদ দেননি, অতঃপর সে বলে: আমার যদি এ ব্যক্তির মত সম্পদ থাকত, তাহলে আমি সে ক্ষেত্রে সে ব্যক্তির মতই কাজ করতাম; রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন: সাওয়াবের ক্ষেত্রে তারা উভয়ে সমান। ৩. অপর আরেক ব্যক্তি হলো আল্লাহ তাকে সম্পদ দান করেছেন, কিন্তু তাকে ‘ইলম দেননি, অতঃপর সে তার সম্পদের ক্ষেত্রে এলোমেলোভাবে কাজ করে তা অন্যায় পথে খরচ করে; ৪. অপর আরেক ব্যক্তি হলো আল্লাহ তাকে সম্পদ ও ‘ইলম কোনটিই দান করেননি, অতঃপর সে বলে: আমার যদি এ ব্যক্তির মত সম্পদ থাকত, তাহলে আমি সে ক্ষেত্রে সে ব্যক্তির মতই কাজ করতাম; রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন: গুনাহের ক্ষেত্রে তারা উভয়ে সমান।” [ইবনু মাজাহ, হাদিস নং- ৪২২৮; তিনি হাদিসটি উত্তম সনদে বর্ণনা করেছেন।] সুতরাং ভালো নিয়তকারী ব্যক্তিকে ভালোকাজের সাওয়াব দেওয়া হয়; আর মন্দ নিয়তকারী ব্যক্তিকে মন্দকাজের মন্দ প্রতিদান দেওয়া হয়; আর এর একমাত্র কারণ হল নিয়ত।\n\nআর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাবুক যুদ্ধের সময় তাবুকে অবস্থান কালে বলেন:\n\n« لَقَدْ تَرَكْتُمْ بِالْمَدِينَةِ أَقْوَامًا مَا سِرْتُمْ مَسِيرًا ، وَلاَ أَنْفَقْتُمْ مِنْ نَفَقَةٍ ، وَلاَ قَطَعْتُمْ مِنْ وَادٍ إِلاَّ وَهُمْ مَعَكُمْ فِيهِ ». قَالُوا : يَا رَسُولَ اللَّهِ وَكَيْفَ يَكُونُونَ مَعَنَا وَهُمْ بِالْمَدِينَةِ ؟ فَقَالَ : « حَبَسَهُمُ الْعُذْرُ » . (فَشَرَكُوا بِحُسْنِ النيةِ ) » . (رواه أبو داود و البخاري).\n\n“তোমরা মদীনাতে এমন সম্প্রদায়কে রেখে এসেছ, যারা কোনো দূরপথ ভ্রমণ করেনি, কোনো অর্থ-সম্পদ খরচ করেনি এবং কোনো উপত্যকাও অতিক্রম করেনি, তবুও তারা তোমাদের সাথে (সাওয়াবে) শরীক রয়েছে। সাহাবায়ে কিরাম রা. নিবেদন করলেন: তারা কিভাবে আমাদের সাথে সাওয়াবের অংশীদার হবে, অথচ তারা মদীনাতেই ছিল? তখন তিনি বললেন: ‘ওযর’ তাদেরকে আটকিয়ে রেখেছিল। (তারা ভালো নিয়তের মাধ্যেমে আমাদের সাথে শরীক হয়েছে)।” [আবূ দাউদ, হাদিস নং- ২৫১০; বুখারী, হাদিস নং- ৪১৬১] সুতরাং ভালো নিয়তের কারণে গাযী না হয়েও গাযীর মত সাওয়াবে অংশীদার হবে, আর মুজাহিদ না হয়েও মুজাহিদের মত সাওয়াব পাবে। অপর এক হাদিসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا التَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِى النَّارِ ». فَقِيلَ : يَا رَسُولَ اللَّهِ ! هَذَا الْقَاتِلُ ، فَمَا بَالُ الْمَقْتُولِ ؟ فَقَالَ : « إِنَّهُ قَدْ أَرَادَ قَتْلَ صَاحِبِهِ » . (متفق عليه).\n\n“যখন দু’জন মুসলিম তাদের তরবারি নিয়ে মুখোমুখি হবে, তখন হত্যাকারী ও নিহত ব্যক্তি উভয়ে জাহান্নামে যাবে। প্রশ্ন করা হল: হে আল্লাহর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম! এ হত্যাকারী (তো অপরাধী), কিন্তু নিহত ব্যক্তির কী অপরাধ? তখন তিনি বললেন: কারণ, সে তার সঙ্গীকে হত্যা করার ইচ্ছা (নিয়ত) করেছিল।” [বুখারী, হাদিস নং- ৩১ ও ৬৬৭২; মুসলিম, হাদিস নং- ৭৪৩৪] সুতরাং হত্যাকারী ও নিহত ব্যক্তির মাঝে জাহান্নাম আবশ্যক হওয়ার বিষয়টিকে সমান করে দিল তাদের উভয়ের মন্দ নিয়ত ও খারাপ উদ্দেশ্য। তার নিয়ত যদি খারাপ না হত, তাহলে সে জান্নাতের অধিবাসী হত। অন্য এক হাদিসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« من تَزوَّج بصدَاقٍ لا يَنْوِي أداءَهُ فهو زَانٍ , و من أدَانَ دَيْناً و هو لا يَنْوِي قَضَاءَهُ فهو سارقٌ » . (رواه أحمد و ابن ماجه).\n\n“যে ব্যক্তি এমন পরিমাণ মোহরের বিনিময়ে বিয়ে করেছে, যা সে পরিশোধ করার নিয়ত নেই, সে ব্যক্তি ব্যভিচারী; আর যে ব্যক্তি এমন ঋণ গ্রহণ করেছে, যা তার পরিশোধ করার ইচ্ছা নেই, সে ব্যক্তি চোর।” [হাদসটি ইমাম আহমাদ ও ইবনু মাজাহ রহ. বর্ণনা করেছেন এবং ইবনু মাজাহ রহ. ‘মোহর’-এর বিষয়টিকে বাদ দিয়ে শুধু ‘ঋণ’-এর বিষয়ের মধ্যে সীমাবদ্ধ রেখে বর্ণনা করেছেন।] সুতরাং মন্দ নিয়ত বৈধ জিনিসকে হারামে রূপান্তরিত করল এবং জায়েয বিষয়কে নিষিদ্ধ বস্তুতে পরিণত করল; আর যা সমস্যামুক্ত ছিল, তা সমস্যাযুক্ত হয়ে গেল।\n\nএ সব কিছুই মুসলিম ব্যক্তি যে নিয়তের মর্যাদা ও প্রভাব এবং তার বড় ধরনের গুরুত্বের প্রতি গভীর বিশ্বাস ও নিবিড় আস্থা পোষণ করে, সে বিষয়টিকে আরও মজবুত করে; ফলে সে বিশুদ্ধ নিয়তের উপর তার সকল কর্মকাণ্ডের ভিত রচনা করে; ঠিক অনুরূপভাবে সে সর্বাত্মক চেষ্টা সাধনা করে যাতে তার একটি কাজও নিয়ত ছাড়া বা বিশুদ্ধ নিয়ত ছাড়া সংঘটিত না হয়; কারণ, নিয়ত হলো কর্মের প্রাণ ও ভিত্তি; সুতরাং নিয়ত সঠিক তো কাজও সঠিক, আর নিয়ত শুদ্ধ নয় তো কাজও শুদ্ধ নয়; আর কর্তার বিশুদ্ধ নিয়ত ব্যতীত কাজ হলো মোনাফেকী, কৃত্রিম, নিন্দিত ও ঘৃণিত।\n\nআর অনুরূপভাবে মুসলিম ব্যক্তি বিশ্বাস করে যে, আমলসমূহ বিশুদ্ধ হওয়ার অন্যতম রুকন ও শর্ত হলো নিয়ত; তারপর সে মনে করে যে, নিয়ত শুধু মুখে (হে আল্লাহ! আমি এরূপ নিয়ত করেছি) উচ্চারণ করার নাম নয়, আবার নিয়ত বলতে শুধু মনের ভাবকেই বুঝায় না, বরং নিয়ত হলো সঠিক উদ্দেশ্যে— উপকার হাসিল বা ক্ষতি থেকে বাঁচার জন্য যথাযথ কাজের প্রতি মনের ঝোঁক বা জাগরণ এবং অনুরূপভাবে আল্লাহ তা‘আলার সন্তুষ্টি অর্জনের জন্য অথবা তাঁর নির্দেশ পালনের উদ্দেশ্যে কাজের প্রতি মনোযোগ দেওয়া।\n\nআর মুসলিম ব্যক্তি যখন বিশ্বাস করে যে, ভালো নিয়তের কারণে বৈধ কাজ প্রতিদান ও সাওয়াবের উপযুক্ত আনুগত্যে পরিণত হয় এবং বিশুদ্ধ নিয়তের অভাবে সাওয়াবের কাজও গুনাহ্ ও শাস্তির উপযুক্ত অন্যায় ও অবাধ্যতায় পরিণত হয়, তখন সে মনে করে না যে, অন্যায় ও অবাধ্যতার ক্ষেত্রে ভালো নিয়তের ফলে তা সাওয়াবের কাজে পরিণত হয়; সুতরাং যিনি কোনো ব্যক্তির গিবত করবেন অপর কোনো ব্যক্তির মন ভালো করার জন্য, তিনি এ ক্ষেত্রে আল্লাহ তা‘আলার অবাধ্য ও পাপী বলে বিবেচিত হবেন, তার তথা কথিত ভালো নিয়ত এখানে তার কোনো উপকারে আসবে না; আর যে ব্যক্তি হারাম অর্থ দ্বারা মাসজিদ নির্মাণ করবে, তাকে এ কাজের জন্য সাওয়াব দেয়া হবে না; আর যে ব্যক্তি নাচ-গান ও রঙ্গ-তামাশার অনুষ্ঠানে হাজির হয় জিহাদ ও অনুরূপ কোনো কাজে উৎসাহ পাওয়ার জন্য অথবা লটারীর টিকেট ক্রয় করে কল্যাণমূলক কাজে উৎসাহিত করার নিয়তে, সে ব্যক্তি আল্লাহ তা‘আলার অবাধ্য ও পাপী বলে বিবেচিত হবে এবং সাওয়াব পাওয়ার পরিবর্তে গুনাহগার হবে; আর যে ব্যক্তি সৎ ব্যক্তিগণের প্রতি ভালোবাসার নিয়তে তাদের কবরের উপর গম্বুজ তৈরি করবে অথবা তাদের উদ্দেশ্যে পশু যবাই করবে অথবা তাদের জন্য মানত করবে, সে ব্যক্তিও তার এ কাজের জন্য আল্লাহ তা‘আলার অবাধ্য ও পাপী বলে বিবেচিত হবে, যদিও তার ধারণা মতে তার নিয়তটি ভালো হয়ে থাকে; কারণ, অনুমোদিত ‘মুবাহ’ (বৈধ) কাজের ক্ষেত্রে ছাড়া অন্য কোনো কাজই সৎ নিয়তের কারণে সাওয়াবের কাজ বলে গণ্য হবে না; আর হারাম কাজ তো কোনো অবস্থাতেই সাওয়াবের কাজে রূপান্তরিত হবে না। [আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, দারুশ্ শুরুক, জেদ্দা, চতুর্থ সংস্করণ, দশম মুদ্রণ: ১৯৯০ খ্রিষ্টাব্দ, পৃ. ১০৩]"
  },
  {
    "1": "তৃতীয় অধ্যায়: আল্লাহ তা‘আলার সাথে মুসলিম বান্দার আদব",
    "2": "মুসলিম ব্যক্তি তার প্রতি আল্লাহ তা‘আলার অগণিত নি‘য়ামতের প্রতি লক্ষ্য করে; আরও লক্ষ্য করে ঐসব নি‘য়ামতের প্রতি, যেসব নি‘য়ামত তার মায়ের গর্ভে থাকাকালীন সময় থেকে শুরু করে তার রবের সাথে সাক্ষাৎ (মৃত্যু) করা পর্যন্ত দীর্ঘ সময় ধরে তাকে পরিবেষ্টন করে রেখেছে। ফলে সে তার নিজ মুখে তাঁর যথাযথ প্রশংসা ও গুণকীর্তন করার দ্বারা এবং তার অঙ্গ-প্রত্যঙ্গসমূহকে তাঁর আনুগত্যের অধীনস্থ করে দেয়ার মাধ্যমে আল্লাহ তা‘আলার শুকরিয়া আদায় করে; আর এটাই হলো তার পক্ষ থেকে আল্লাহ সুবহানাহু ওয়া তা‘আলার সাথে আদব; কেননা, নি‘য়ামতের অকৃতজ্ঞতা প্রকাশ করা, অনুগ্রহকারীর অনুগ্রহকে অস্বীকার করা, তাকে এবং তার ইহসান ও অবদানকে অবজ্ঞা করাটা কোনো আদব বা শিষ্টাচরের মধ্যে পড়ে না। আল্লাহ সুবহানাহু ওয়া তা‘আলা বলেন:\n\n﴿ وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ﴾ [النحل: ٥٣]\n\n“তোমাদের নিকট যেসব নিয়ামত রয়েছে, তা তো আল্লাহর নিকট থেকেই (এসেছে)।” [সূরা আন-নাহল, আয়াত: ৫৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ ﴾ [النحل: ١٨]\n\n“তোমরা যদি আল্লাহর নিয়ামত গণনা কর, তবে তার সংখ্যা নির্ণয় করতে পারবে না।” [সূরা আন-নাহল, আয়াত: ১৮] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ ١٥٢ ﴾ [البقرة: ١٥٢]\n\n“কাজেই তোমরা আমাকে স্মরণ কর, আমিও তোমাদেরকে স্মরণ করব। আর তোমরা আমার প্রতি কৃতজ্ঞ হও এবং অকৃতজ্ঞ হয়ো না।” [সূরা আল-বাকারা, আয়াত: ১৫২]\n\nআর মুসলিম ব্যক্তি গভীরভাবে লক্ষ্য করে যে, আল্লাহ তা‘আলা তার সম্পর্কে জানেন এবং তার সকল অবস্থা অবলোকন করেন; ফলে তার হৃদয়-মন তাঁর ভয়ে ও তাঁর প্রতি ভক্তি-শ্রদ্ধায় পরিপূর্ণ হয়ে উঠে; যার কারণে সে তাঁর অবাধ্যতায় লজ্জিত হয় এবং তাঁর বিরুদ্ধাচরণ ও তাঁর আনুগত্যের গণ্ডি থেকে বেরিয়ে যাওয়াটাকে রীতিমত অপমান মনে করে। সুতরাং এটাও তার পক্ষ থেকে আল্লাহ সুবহানাহু ওয়া তা‘আলার সাথে আদব; কেননা, গোলাম কর্তৃক তাঁর মালিকের সাথে অবাধ্য আচরণ করা অথবা মন্দ ও ঘৃণ্য কোনো বস্তু বা বিষয় নিয়ে তাঁর মুখোমুখি হওয়া, অথচ তিনি তা সরাসরি দেখতে পাচ্ছেন— তা কোনো ভাবেই আদব বা শিষ্টাচরের মধ্যে পড়ে না। আল্লাহ তা‘আলা বলেন:\n\n﴿ مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا ١٣ وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا ١٤ ﴾ [نوح: ١٣،  ١٤]\n\n“তোমাদের কী হল যে, তোমরা আল্লাহ‌র শ্রেষ্ঠত্বের পরওয়া করছ না। অথচ তিনিই তোমাদেরকে সৃষ্টি করেছেন পর্যায়ক্রমে।” [সূরা নূহ, আয়াত: ১৩ - ১৪] তিনি আরও বলেন:\n\n﴿ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ ﴾ [التغابن: ٤]\n\n“আর তিনি জানেন তোমরা যা গোপন কর এবং তোমরা যা প্রকাশ কর।” [সূরা আত-তাগাবুন, আয়াত: ৪] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ ﴾ [يونس: ٦١]\n\n“আর আপনি যে অবস্থাতেই থাকুন না কেন এবং আপনি সে সম্পর্কে কুরআন থেকে যা-ই তিলাওয়াত করেন এবং তোমরা যে আমলই কর না কেন, আমরা তোমাদের সাক্ষী থাকি- যখন তোমরা তাতে প্রবৃত্ত হও। আর আসমানসমূহ ও যমীনের অণু পরিমাণও আপনার রবের দৃষ্টির বাইরে নয়।” [সূরা ইউনুস, আয়াত: ৬১]\n\nআবার মুসলিম ব্যক্তি গভীরভাবে এটাও লক্ষ্য করে যে, আল্লাহ তা‘আলা তার উপর ক্ষমতাবান, সে তাঁর আয়াত্তাধীন এবং তাঁর দিকে ছাড়া তার পালানোর, মুক্তির ও আশ্রয় নেয়ার আর কোনো জায়গা নেই; সুতরাং সে আল্লাহর দিকে ধাবিত হবে, তাঁর সামনে নিজেকে সমর্পণ করে দেবে, তার বিষয়াদি তাঁর নিকট সোপর্দ করবে এবং তাঁর উপর ভরসা করবে; ফলে এটা তার পক্ষ থেকে তার প্রতিপালক ও সৃষ্টা আল্লাহ তা‘আলার সাথে আদব বলে গণ্য হবে; কেননা, যাঁর থেকে পালিয়ে বেড়ানোর কোনো সুযোগ নেই তাঁর কাছ থেকে পালানো, যার কোনো ক্ষমতা নেই তার উপর নির্ভর করা এবং যার কোনো শক্তি ও ক্ষমতা নেই তার উপর ভরসা করা কোনো আদব বা শিষ্টাচারের মধ্যে পড়ে না। আল্লাহ তা‘আলা বলেন:\n\n﴿ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ ﴾ [هود: ٥٦]\n\n“এমন কোন জীব-জন্তু নেই, যে তাঁর পূর্ণ আয়ত্তাধীন নয়।” [সূরা হুদ, আয়াত: ৫৬] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ ٥٠ ﴾ [الذاريات: ٥٠]\n\n“অতএব তোমরা আল্লাহর দিকে ধাবিত হও, নিশ্চয় আমি তোমাদের প্রতি আল্লাহর পক্ষ থেকে এক স্পষ্ট সতর্ককারী।” [সূরা আয-যারিয়াত, আয়াত: ৫০] তিনি আরও বলেন:\n\n﴿ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ ٢٣ ﴾ [المائ‍دة: ٢٣]\n\n“এবং আল্লাহর উপরই তোমরা নির্ভর কর, যদি তোমরা মুমিন হও।” [সূরা আল-মায়িদা, আয়াত: ২৩]\n\nআবার মুসলিম ব্যক্তি এটাও গভীরভাবে লক্ষ্য করে যে, আল্লাহ তা‘আলা তার সকল বিষয়ে তার প্রতি অনুগ্রহ করেন এবং তার প্রতি ও তাঁর (আল্লাহর) সকল সৃষ্টির প্রতি দয়া ও করুণা করেন, যার কারণে সে এর চেয়ে আরও বেশি আশা করে; ফলে সে খালেসভাবে তাঁর নিকট অনুনয়, বিনয় ও নিবেদন করে এবং ভালো কথা ও সৎ আমলের অছিলা ধরে তাঁর নিকট প্রার্থনা করে; সুতরাং এটা তার পক্ষ থেকে তার মাওলা আল্লাহ তা‘আলার সাথে আদব বলে গণ্য হবে; কারণ, যে রহমত সকল কিছুকে বেষ্টন করে রেখেছে তার থেকে নিরাশ হয়ে যাওয়া, যে ইহসান সকল সৃষ্টিকে শামিল করে তার থেকে হতাশ বা নিরাশ হওয়া এবং যে দয়া ও অনুগ্রহ সকল সৃষ্টিকে অন্তর্ভুক্ত করে তার আশা ছেড়ে দেওয়ার মধ্যে কোনো আদব বা শিষ্টাচার নেই।  আল্লাহ তা‘আলা বলেন:\n\n﴿ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ ﴾ [الاعراف: ١٥٦]\n\n“আর আমার দয়া তো প্রত্যেক বস্তুকে ঘিরে রয়েছে।” [সূরা আল-আ‘রাফ, আয়াত: ১৫৬] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ ﴾ [الشورا: ١٩]\n\n“আল্লাহ তাঁর বান্দাদের প্রতি অত্যন্ত কোমল।” [সূরা আশ-শুরা, আয়াত: ১৯] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَلَا تَاْيۡ‍َٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ ﴾ [يوسف: ٨٧]\n\n“এবং আল্লাহর রহমত হতে তোমরা নিরাশ হয়ো না।” [সূরা ইউসূফ, আয়াত: ৮৭] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ ﴾ [الزمر: ٥٣]\n\n“তোমরা আল্লাহর অনুগ্রহ হতে নিরাশ হয়ো না।” [সূরা আয-যুমার, আয়াত: ৫৩]\n\nআর মুসলিম ব্যক্তি এটাও গভীরভাবে লক্ষ্য করে যে, তার প্রতিপালক আল্লাহ তা‘আলা’র ধরা বড় কঠিন, তিনি প্রতিশোধ গ্রহণের ক্ষমতা রাখেন এবং তিনি খুব দ্রুত হিসাব গ্রহণকারী; ফলে সে তাঁর আনুগত্য করার মাধ্যমে তাঁকে ভয় করে এবং আত্মরক্ষা করে তাঁর অবাধ্য না হওয়ার মধ্য দিয়ে; ফলে এটাও আল্লাহ তা‘আলার সাথে তার পক্ষ থেকে আদব বলে গণ্য হয়; কারণ, কোনো বুদ্ধিমানের নিকটই এটা আদব বলে গণ্য হবে না যে, একজন দুর্বল আক্ষম বান্দা মহাপরাক্রমশালী প্রবল শক্তিধর মহান ‘রব’ আল্লাহ তা‘আলার মুখোমুখী হবে বা তাঁর বিরোধিতা করবে; অথচ আল্লাহ তা‘আলা বলেন:\n\n﴿ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ ١١ ﴾ [الرعد: ١١]\n\n“আর কোনো সম্প্রদায়ের জন্য যদি আল্লাহ অশুভ কিছু ইচ্ছে করেন, তবে তা রদ হওয়ার নয় এবং তিনি ছাড়া তাদের কোনো অভিভাবক নেই।” [সূরা আর-রা‘দ, আয়াত: ১১] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ ١٢ ﴾ [البروج: ١٢]\n\n“নিশ্চয় আপনার রবের পাকড়াও বড়ই কঠিন।” [সূরা আল-বুরূজ, আয়াত: ১২] তিনি আরও বলেন:\n\n﴿ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ ٤ ﴾ [ال عمران: ٤]\n\n“আর আল্লাহ মহা-পরাক্রমশালী, প্রতিশোধ গ্রহণকারী।” [আলে ইমরান, আয়াত: ৪]\n\nআর মুসলিম ব্যক্তি আল্লাহ তা‘আলার অবাধ্য হওয়ার মুহূর্তে এবং তাঁর আনুগত্য থেকে বেরিয়ে আসার সময় তাঁর প্রতি এমনভাবে লক্ষ্য করে যে, মনে হয় যেন আল্লাহর দেওয়া হুমকি তাকে পেয়ে বসেছে, তাঁর আযাব বুঝি তার প্রতি নাযিল হয়ে গেল এবং তাঁর শাস্তি যেন তার আঙ্গিনায় আপতিত হল; অনুরূপভাবে সে তাঁর আনুগত্য করার মুহূর্তে এবং তাঁর শরী‘য়তের অনুসরণ করার সময় তাঁর প্রতি এমনভাবে লক্ষ্য করে যে, মনে হয় যেন তিনি তাঁর দেয়া প্রতিশ্রুতি তার জন্য সত্যে পরিণত করে দিয়েছেন এবং তাঁর সন্তুষ্টির চাদর খুলে তাকে ঢেকে দিয়েছেন; সুতরাং এটা হলো মুসলিম ব্যক্তির পক্ষ থেকে আল্লাহ তা‘আলার প্রতি সুধারণা বিশেষ; আর আল্লাহর প্রতি ভালো ধারণা পোষণ করাটা আদব বা শিষ্টাচারের অন্তর্ভুক্ত; কেননা, কোনো ব্যক্তি কর্তৃক আল্লাহ তা‘আলার প্রতি খারাপ ধারণা পোষণ করাটা কোনো ভাবেই আদবের মধ্যে পড়ে না; কারণ, সে তাঁর অবাধ্য হয়ে চলবে এবং তাঁর আনুগত্যের গণ্ডি থেকে বেরিয়ে যাবে, আর ধারণা করবে যে, তিনি তার ব্যাপারে অবগত নন এবং তিনি তাকে তার পাপের জন্য পাকড়াও করবেন না; অথচ তিনি বলেন:\n\n﴿ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ ٢٢ وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ ٢٣ ﴾ [فصلت: ٢٢،  ٢٣]\n\n“বরং তোমরা মনে করেছিলে যে, তোমরা যা করতে তার অনেক কিছুই আল্লাহ জানেন না। আর তোমাদের রব সম্বন্ধে তোমাদের এ ধারণাই তোমাদের ধ্বংস করেছে। ফলে তোমরা হয়েছ ক্ষতিগ্রস্তদের অন্তর্ভুক্ত।” [সূরা ফুসসিলাত, আয়াত: ২২ - ২৩] অনুরূপভাবে আল্লাহ তা‘আলার সাথে এটাও আদব নয় যে, বান্দা তাঁকে ভয় করবে ও তাঁর আনুগত্য করবে এবং ধারণা করবে যে, তিনি তাকে তার ভালো কাজের প্রতিদান দিবেন না এবং তার পক্ষ থেকে তিনি তাঁর আনুগত্য ও ‘ইবাদতকে কবুল করবেন না; অথচ তিনি বলেন:\n\n﴿ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخۡشَ ٱللَّهَ وَيَتَّقۡهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ ٥٢ ﴾ [النور: ٥٢]\n\n“আর যে কেউ আল্লাহ ও তাঁর রাসূলের আনুগত্য করে, আল্লাহকে ভয় করে ও তাঁর তাকওয়া অবলম্বন করে, তাহলে তারাই কৃতকার্য।” [সূরা আন-নূর, আয়াত: ৫২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ ٩٧ ﴾ [النحل: ٩٧]\n\n“মুমিন হয়ে পুরুষ ও নারীর মধ্যে যে কেউ সৎকাজ করবে, তাকে আমি অবশ্যই পবিত্র জীবন দান করব এবং তাদেরকে তাদের কর্মের শ্রেষ্ঠ পুরস্কার দান করব।” [সূরা আন-নাহল, আয়াত: ৯৭] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ ١٦٠ ﴾ [الانعام: ١٦٠]\n\n“কেউ কোনো সৎকাজ করলে সে তার দশ গুণ পাবে। আর কেউ কোনো অসৎ কাজ করলে তাকে শুধু তার অনুরূপ প্রতিফলই দেয়া হবে এবং তাদের প্রতি যুলুম করা হবে না।” [সূরা আল-আন‘আম, আয়াত: ১৬০]\n\nআর মূলকথা হলো: মুসলিম ব্যক্তি কর্তৃক তার প্রতিপালকের দেয়া নি‘য়ামতের জন্য তাঁর শুকরিয়া আদায় করা, তাঁর অবাধ্যতার দিকে ধাবিত হওয়ার সময় তাঁকে লজ্জা পাওয়া, তাঁর কাছে সত্যিকার অর্থে তাওবা করা, তাঁর উপর ভরসা করা, তাঁর রহমতের প্রত্যাশা করা, তাঁর শাস্তিকে ভয় করা, তাঁর প্রতিশ্রুতি বাস্তবায়ন করার ব্যাপারে এবং তাঁর ইচ্ছা মাফিক তাঁর কোনো বান্দার প্রতি শাস্তিমূলক প্রতিশ্রুতি বাস্তবায়নের ব্যাপারে তাঁর প্রতি ভালো ধারণা পোষণ করাটাই হলো আল্লাহ তা‘আলার সাথে তার আদব রক্ষা করে চলা; আর বান্দা কর্তৃক এ আদবের যতটুকু ধারণ ও রক্ষা করে চলবে, ততটুকু পরিমাণে তার মর্যাদা সমুন্নত হবে, মান উন্নত হবে এবং সম্মান বৃদ্ধি পাবে; ফলে সে আল্লাহর অভিভাবকত্ব ও তা তাঁর তত্ত্ববধানে থাকা ব্যক্তিবর্গের অন্তর্ভুক্ত হবে এবং তাঁর রহমত ও নি‘য়ামত পাওয়ার উপযুক্ত হবে।\n\nআর এটাই মুসলিম ব্যক্তির দীর্ঘ জীবনের একমাত্র চাওয়া এবং চূড়ান্ত প্রত্যাশা। হে আল্লাহ! আপনি আমাদেরকে আপনার অভিভাবকত্ব নসীব করুন, আপনি আমাদেরকে আপনার তত্ত্ববধান থেকে বঞ্চিত করবেন না এবং আমাদেরকে আপনার নিকটতম বান্দাগণের অন্তর্ভুক্ত করুন; হে আল্লাহ! হে জগতসমূহের প্রতিপালক! আমাদের আবেদন কবুল করুন।"
  },
  {
    "1": "চতুর্থ অধ্যায়: আল্লাহর বাণী ‘আল-কুরআনুল কারীম’-এর সাথে বান্দার আদব",
    "2": "মুসলিম ব্যক্তি আল্লাহ তা‘আলার বাণী এবং সকল বাণীর উপর তাঁর বাণীর সম্মান ও মর্যাদায় বিশ্বাস করে। আরও মনে করে, যে ব্যক্তি কুরআন দ্বারা কথা বলে, সে সত্য বলে; আর যে ব্যক্তি তাঁর দ্বারা বিচার ফয়সালা করে, সে ন্যায়বিচার করে; আর তাঁর ধারক-বাহকগণ আল্লাহর পরিবার ও তাঁর নিকটতম বিশেষ ব্যক্তিবর্গ; আর তাঁকে যারা আকড়ে ধরবে, তারা নাজাতপ্রাপ্ত সফলকাম; আর যারা তাঁকে পরিহার করে চলে, তারা ধ্বংসপ্রাপ্ত চরমভাবে ক্ষতিগ্রস্ত।\n\nআর আল্লাহ তা‘আলার কিতাবের মহত্ব, পবিত্রতা ও শ্রেষ্ঠত্বের কারণে মুসলিম ব্যক্তির ঈমানে আরও বৃদ্ধি ঘটাবে, যা বর্ণিত হয়েছে ওহী’র ধারক সৃষ্টির শ্রেষ্ঠ আমাদের নেতা মুহাম্মদ ইবন আবদিল্লাহ- রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট থেকে; যেমন— তিনি বলেন:\n\n« اقْرَءُوا الْقُرْآنَ فَإِنَّهُ يَأْتِى يَوْمَ الْقِيَامَةِ شَفِيعًا لأَصْحَابِهِ » . (أخرجه مسلم) .\n\n“তোমরা কুরআন তিলাওয়াত কর; কেননা, কিয়ামতের দিন তা তিলাওয়াতকারীদের জন্য সুপারীশকারীরূপে উপস্থিত হবে।” [মুসলিম, হাদিস নং- ১৯১০] তিনি আরও বলেন:\n\n« خَيْركُمْ مَنْ تَعَلَّمَ الْقُرْآن وَعَلَّمَهُ » . (أخرجه البخاري) .\n\n“তোমাদের মধ্যে সে ব্যক্তিই সর্বোত্তম, যে আল-কুরআনের শিক্ষা লাভ করে এবং তা অন্যকে শিক্ষা দেয়।” [বুখারী, হাদিস নং- ৪৭৩৯] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« أَهْلُ الْقُرْآنِ هُمْ أَهْلُ اللَّهِ وَخَاصَّتُهُ » . (رواه النسائي و ابن ماجه و أحمد و الحاكم).\n\n“আল-কুআনের ধারক-বাহকগণ আল্লাহর পরিবার ও তাঁর নিকটতম বিশেষ ব্যক্তিবর্গ।” [হাদসটি ইমাম নাসায়ী, ইবনু মাজাহ, আহমাদ ও হাকেম রহ. ‘হাসান’ সনদে বর্ণনা করেছেন।] তিনি আরও বলেন:\n\n« إن القلوبَ تصدأ كما يصدأ الحديدُ ، فقيل : يا رسول الله ! وما جلاؤها ؟ فقال: تلاوةُ القرآن ، وذكرُ الموتِ » . (رواه البيهقي).\n\n“অন্তর মরিচাযুক্ত হয়, যেমনিভাবে লোহতে মরিচা পড়ে; অতঃপর জিজ্ঞাসা করা হল: হে আল্লাহর রাসূল! তা দূর করার উপায় কী? জবাবে তিনি বললেন: কুরআন তিলাওয়াত করা এবং মুত্যুর কথা স্মরণ করা।” [হাদসটি ইমাম বায়হাকী রহ. দুর্বল সনদে বর্ণনা করেছেন।] আরেক বার রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে চরমভাবে ঝগড়াকারীদের কোনো একজন তাঁর নিকট এসে বলল: হে মুহাম্মাদ! তুমি আমার নিকট কুরআন তিলাওয়াত কর, তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম পাঠ করেন:\n\n﴿ ۞إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ ٩٠ ﴾ [النحل: ٩٠]\n\n“আল্লাহ ন্যায়পরায়ণতা, সদাচারণ ও আত্মীয়-স্বজনকে দানের নির্দেশ দেন এবং তিনি নিষেধ করেন অশ্লীলতা, অসৎকাজ ও সীমালংঘ করতে; তিনি তোমাদেরকে উপদেশ দেন, যাতে তোমরা শিক্ষা গ্রহণ কর।” [সূরা আন-নাহল, আয়াত: ৯০] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তিলাওয়াত করে শেষ করতে না করতেই প্রচণ্ড ঝগড়াটে ব্যক্তি তাঁর শব্দের মহত্বে ও অর্থের পবিত্রতায় বিস্মিত হয়ে, তার স্পষ্টতায় আক্রান্ত হয়ে এবং প্রভাবিত করার শক্তিতে আকৃষ্ট হয়ে তা পুনরায় তিলাওয়াত করার আবেদন করল; আর সে দেরি করেনি আল্লাহর বাণীর পবিত্রতা ও মহত্বের ব্যাপারে স্বীকৃতি ও সাক্ষ্য প্রদান করতে; কেননা, সে এক বাক্যে বলে ফেলল:\n\n« والله ، إنَّ لَه لحلاوةً ، وإنّ عَليه لطَلاوَة ، وإنّ أسفَلَه لمورِقٌ ، وإنَّ أعلاَه لمثمِر ، وما يقول هذا بشر ! » .\n\n“আল্লাহর কসম! নিশ্চয়ই তার মধুরতা রয়েছে, রয়েছে তার সৌন্দর্য ও উজ্জ্বলতা, তার নীচের অংশ সবুজ-শ্যামল এবং উপরের অংশ ফলদায়ক; আর এটা কোনো মানুষের কথা নয়!।” [ইবনু জারীর আত-তাবারী; আর ঝগড়াটে ব্যক্তিটি হল ওয়ালিদ ইবন মুগীরা, যেমনটি ইমাম বায়হাকী রহ. উত্তম সনদে বর্ণনা করেছেন; আল-গাযালী রহ., ‘এহইয়াউ ‘উলুমিদ্ দীন’, ১ম খণ্ড, পৃ. ২৭৪]\n\nআর এ জন্য মুসলিম ব্যক্তি তাঁর প্রতি বিশ্বাস করার পাশাপাশি তার হালাল বিষয়কে হালাল মনে করে, তার হারাম বিষয়কে হারাম মনে করে, তার আদবসমূহ যথাযথভাবে পালন করে এবং তার চারিত্রিক ও নৈতিক বিষয়সমূহকে স্বীয় চরিত্র বলে গ্রহণ করে; সুতরাং সে আল-কুরআন তিলাওয়াত করার সময় নিম্নোক্ত আদবসমূহ রক্ষা করে চলবে:\n\n১. অবস্থার পরিপূর্ণতা নিশ্চিত করে পবিত্রতাসহ কিবলামুখী হয়ে আদব ও সম্মানের সাথে বসে কুরআন পাঠ করা।\n\n২. ধীরস্থিরভাবে কুরআন তিলাওয়াত করা এবং এ ক্ষেত্রে তাড়াহুরা না করা; সুতরাং কমপক্ষে তিন দিনের কমে কুরআন খতম করবে না; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلَاثٍ لَمْ يَفْقَهْهُ » . (رواه أصحاب السنن و أحمد) .\n\n“যে ব্যক্তি তিন দিনের কম সময়ের মধ্যে আল-কুরআন পাঠ করে শেষ করে, সে ব্যক্তি তা বুঝতে পারেনি।” [সুনান চতুষ্টয় ও আহমাদ; তিরমিযী রহ. হাদিসটিকে সহীহ বলেছেন।] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আবদুল্লাহ ইবন ওমর রাদিয়াল্লাহু ‘আনহুমা প্রতি সপ্তাহে কুরআন খতম করার নির্দেশ দিয়েছেন। [বুখারী ও মুসলিম।] যেমন আবদুল্লাহ ইবন মাস‘উদ, উসমান ইবন ‘আফ্ফান ও যায়েদ ইবন সাবেত রাদিয়াল্লাহু ‘আনহুম প্রতি সপ্তাহে একবার কুরআন খতম করতেন। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১০৯]\n\n৩. কুরআন তিলাওয়াতের সময় বিনয়ী ও ভীতশ্রদ্ধ হওয়া এবং দুঃখ প্রকাশ করা; আর ক্রন্দন করা, অথবা কাঁদতে না পারলে কাঁদার ভান করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« اتْلُوُا الْقُرْآنَ وَابْكُوْا ، فَإِنْ لَمْ تَبْكُوا فَتَبَاكَوْا » . (رواه ابن ماجه).\n\n“তোমরা কুরআন তিলাওয়াত কর এবং ক্রন্দন করো; আর যদি কাঁদতে না পারো, তাহলে কাঁদার ভান কর।” [হাদসটি ইমাম ইবনু মাজাহ রহ. উৎকৃষ্ট সনদে বর্ণনা করেছেন।]\n\n৪. মধুর সুরে কুরআন তিলাওয়াত করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ » . (رواه أحمد و ابن ماجه و النسائي و الحاكم).\n\n“তোমরা সুন্দর কণ্ঠে কুরআন তিলাওয়াত কর।” [হাদসটি ইমাম আহমাদ, ইবনু মাজাহ, নাসায়ী ও হাকেম রহ. হাদিসটি বর্ণনা করেছেন এবং তা সহীহ।] তিনি আরও বলেন:\n\n« لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ » . (رواه البخاري) .\n\n“যে ব্যক্তি ভাল আওয়াজে কুরআন পড়ে না, সে আমাদের দলভুক্ত নয়।” [বুখারী, হাদিস নং- ৭০৮৯] তিনি আরও বলেন:\n\n« ما أذِنَ اللهُ لشيءٍ ما أَذِنَ لِنَبيٍّ أنْ يتَغنَّى بالقُرآن » . (متفق عليه) .\n\n“আল্লাহ তা‘আলা তাঁর কোনো এক নবী থেকে (মধুময় সুরে) যেভাবে কুরআন শ্রবণ করেছেন, সেভাবে আর কিছুই তিনি শুনেননি।” [বুখারী, হাদিস নং- ৭০৪৪; মুসলিম, হাদিস নং- ১৮৮১]\n\n৫. গোপনে তিলাওয়াত করা, যদি সে তার নিজের ব্যাপারে প্রদর্শনী বা সুখ্যাতি ছড়ানোর আশঙ্কা করে অথবা তার দ্বারা সালাত আদায়কারীর সালাত আদায়ে বিঘ্ন ঘটে; কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« الْجَاهِرُ بِالْقُرْآنِ كَالْجَاهِرِ بِالصَّدَقَةِ » . (رواه أبو داود و الترمذي).\n\n“আল-কুরআনের মাধ্যমে নিজেকে প্রচারকারী ঐ ব্যক্তির মত, যে সাদকা করার মাধ্যমে নিজেকে প্রচার করে বেড়ায়।” [আবূ দাউদ, হাদিস নং- ১৩৩৫; তিরমিযী, হাদিস নং- ২৯১৯] উল্লেখ্য যে, গোপনে সাদকা করাই উত্তম, কিন্তু প্রকাশ করার মধ্যে নির্দিষ্ট কেনো ফায়দা থাকলে ভিন্ন কথা, যেমন— মানুষকে সাদকা করার ব্যাপারে উদ্বুদ্ধ করার জন্য প্রকাশ্যে সাদকা করা; আর কুরআন তিলাওয়াতের বিষয়টিও অনুরূপ।\n\n৬. তাঁর প্রতি ভক্তি, শ্রদ্ধা ও মনোযোগসহ চিন্তা ও গবেষণার সাথে তা তিলাওয়াত করা এবং তাঁর অর্থ ও তাৎপর্য অনুধাবন করা।\n\n৭. কুরআন তিলাওয়াতের সময় তাঁর ব্যাপারে অমনোযোগী এবং তাঁর বিরোধী না হওয়া; কারণ, এমনটি করলে নিজেই নিজের অভিশাপের কারণ হবে; কেননা, সে যদি পাঠ করে:\n\n﴿ لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ ٦١ ﴾ [ال عمران: ٦١]\n\n(মিথ্যাবাদীদের উপর আল্লাহর লা‘নত)। [সূরা আলে ইমরান, আয়াত: ৬১] অথবা পাঠ করে:\n\n﴿ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ ١٨ ﴾ [هود: ١٨]\n\n(সাবধান! আল্লাহর লা‘নত যালিমদের উপর) [সূরা হুদ, আয়াত: ১৮] এবং নিজে যদি মিথ্যাবাদী বা যালিম হয়, তাহলে সে নিজেকে নিজে অভিশাপ বা লা‘নতকারী বলে গণ্য হবে।\n\nআর নিম্নোক্ত বর্ণনাটি আল্লাহর কিতাব থেকে মুখ ফিরেয়ে নেয়া গাফিল ব্যক্তিগণের ভুলের পরিমাণ সম্পর্কে সুস্পষ্টভাবে বর্ণনা করে দিয়েছে; বর্ণিত আছে: “তাওরাত কিতাবে এসেছে যে, আল্লাহ তা‘আলা বলেন: তুমি কি আমাকে লজ্জা পাও, তোমার কোনো ভাইয়ের নিকট থেকে তোমার কাছে একটি গ্রন্থ আসে এমতাবস্থায় যে, তুমি রাস্তার মধ্যে হাঁটছ, তারপর তুমি সে বইটির কারণে রাস্তা ছেড়ে দিয়ে বসে পড়ছ, তারপর তা পাঠ করছ এবং তা নিয়ে অক্ষরে অক্ষরে গবেষণা করছ, এমনকি তার কোনো কিছুই তোমার কাছ থেকে বাদ যায় না; আর এটা আমার কিতাব, যা আমি তোমার প্রতি নাযিল করেছি, তুমি লক্ষ্য কর তো, তোমার জন্য আমি তাতে কথাগুলো কিভাবে পরিষ্কারভাবে বর্ণনা করে দিয়েছি, আর তাতে কতবার আমি তার দৈর্ঘ্য ও প্রস্থ নিয়ে চিন্তাভাবনা করার জন্য তোমাকে তাগিদ দিয়েছি, তারপর তুমি তার থেকে মুখ ফিরিয়ে নিলে, সুতরাং আমি তোমার তথাকথিত ভাইদের কারো কারো চেয়ে অনেক বেশি দুর্বল, তাই না ? হে আমার বান্দা! তোমার কোনো ভাই তোমার নিকট এসে বসে, তারপর তুমি একেবারে তার মুখোমুখি হয়ে বসে যাও এবং তোমার ষোলআনা মন দিয়ে কান পেতে তার কথা শ্রবণ করতে থাক, তারপর কোনো কথক যদি কথা বলে অথবা তার কথা শুনার সময় কেউ তোমাকে বিরক্ত করে, তাহলে তুমি তার দিকে ইশারা করে বলো যে, তুমি থাম বা চুপ কর; আর আমি তোমার কাছে এসে তোমার সাথে কথা বলি, অথচ তুমি মন- দিল দিয়ে সচেতনভাবে আমার থেকে মুখ ফিরিয়ে নাও; সুতরাং তুমি কি তোমার ভাইদের কারো কারো চেয়ে আমাকে তোমার নিকটে সবচেয়ে বেশি দুর্বল বলে ধারণা করেছ?! [আল-গাযালী রহ., ‘এহইয়াউ ‘উলুমিদ্ দীন’, ১ম খণ্ড, পৃ. ২৭৫]\n\n৮. আল-কুরআনের ধারক ও বাহকগণ তথা আল্লাহর পরিবার ও তাঁর বিশেষ ব্যক্তিবর্গের গুণাবলী দ্বারা গুণান্বিত হওয়ার এবং তাদের বৈশিষ্ট্যের দ্বারা বৈশিষ্ট্যমণ্ডিত হওয়ার সর্বাত্মক চেষ্টা করা; যেমনটি আবদুল্লাহ ইবন মাস‘উদ রাদিয়াল্লাহু ‘আনহু বলেছেন:\n\n« ينبغي لقارئ القرآن أن يُعْرَف بليله إذ الناس نائمون , وبنهاره إذ الناس مُفْطِرون , وببكائه إذ الناس يضحكون , وبورعه إذ الناس يخلطون ، وبصمته إذ الناس يخوضون , وبخشوعه إذ الناس يختالون , وبحزنه إذ الناس يفرحون » .\n\n“আল-কুরআনের পাঠককে এমন হতে হবে যে, তাকে রাতের বেলায় চেনা যাবে, যখন জনগণ ঘুমিয়ে থাকবে, আর দিনের বেলায় চেনা যাবে, যখন জনগণ সাওম পালন না করে পানাহার করবে; আর তাকে চেনা যাবে তাঁর ক্রন্দন দ্বারা, যখন জনগণ হাসবে; আর তাকে চেনা যাবে তার ‘তাকওয়া’ এর দ্বারা, যখন জনগণ পরস্পর মিশে যাবে এবং তাকে চেনা যাবে তার মৌনতার দ্বারা, যখন জনগণ কথাবার্তায় নিমগ্ন হবে; আর তাকে চেনা যাবে তার নম্রতা দ্বারা, যখন জনগণ গর্ব-অহঙ্কার করবে এবং তাকে চেনা যাবে তার দুঃখ-কষ্টের দ্বারা, যখন জনগণ আনন্দ প্রকাশ করবে।” [‘আখলাকু আহলিল কুরআন’ ( أخلاق أهل القرآن ), ১ম খণ্ড, পৃ. ১০]\n\nআর মুহাম্মাদ ইবন কা‘ব বলেন: আমরা আল-কুরআনের পাঠককে চিনতাম তার ফেকাশে বর্ণের চেহারার দ্বারা; তিনি এর দ্বারা তার রাত্রি জাগরণ ও দীর্ঘ সময় ধরে তাহাজ্জুদের সালাত আদায় করার দিকে ইঙ্গিত করেছেন। আর ওহাইব ইবনুল ওয়ারদ বলেন: জনৈক ব্যক্তিকে জিজ্ঞাসা করা হলো তুমি কি ঘুমাও না? জবাবে সে বলল: আল-কুরআনের বিস্ময়কর দিকগুলো আমার ঘুমকে ঘেরাও করে রেখেছে। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১১১] আর যূন নূন আল-মিসরী আবৃত্তি করে বলেন:\n\nمنع القرآن بوعده ووعيده\n\nمُقَل العيون بليلها لا تهجَعُ\n\n(আল-কুরআন তাঁর প্রতিশ্রুতি ও হুমকির দ্বারা বারণ করে\n\nঅক্ষিগোলককে তার রাতের বেলায়— তুমি ঘুমাবে না)।\n\nفهموا عن الملك العظيم كلامه\n\nفهماً تَذِلُّ له الرقابُ وتخضَعُ\n\n(তারা মহান অধিপতির বাণী সম্পর্কে এমনভাবে অনুধাবন করে,\n\nযে অনুধাবনে তাঁর উদ্দেশ্য তাদের ঘাড় বিনীতভাবে অবনত হয়)। [প্রাগুক্ত, পৃ. ১১১]"
  },
  {
    "1": "পঞ্চম অধ্যায়: রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে মুমিন বান্দার আদব",
    "2": "রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে পরিপূর্ণ আদব রক্ষা করার আবশ্যকতার বিষয়টি মুসলিম ব্যক্তি তার মনে প্রাণে অনুভব করে; আর এ আবশ্যকতার ব্যাপারটি নিম্নোক্ত কারণে:\n\n১. আল্লাহ তা‘আলা প্রত্যেক মুমিন পুরুষ ও নারীর উপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে পরিপূর্ণ আদব রক্ষা করে চলার বিষয়টিকে বাধ্যতামূলক করে দিয়েছেন; কেননা, আল্লাহ তা‘আলা তাঁর বাণীর মাধ্যমে সুস্পষ্টভাবে বলে দিয়েছেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ ﴾ [الحجرات: ١]\n\n“হে ঈমানদারগণ! আল্লাহ ও তাঁর রাসূলের সমক্ষে তোমরা কোনো বিষয়ে অগ্রণী হয়ো না।” [সূরা আল-হুজুরাত, আয়াত: ১] আল্লাহ সুবহানাহু ওয়া তা‘আলা আরও বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ ٢ ﴾ [الحجرات: ٢]\n\n“হে ঈমানদারগণ! তোমরা নবীর কন্ঠস্বরের উপর নিজেদের কন্ঠস্বর উঁচু করো না এবং নিজেদের মধ্যে যেভাবে উচ্চস্বরে কথা বল, তার সাথে সেরূপ উচ্চস্বরে কথা বলো না; এ আশঙ্কায় যে, তোমাদের সকল কাজ বিনষ্ট হয়ে যাবে, অথচ তোমরা উপলব্ধিও করতে পারবে না।” [সূরা আল-হুজুরাত, আয়াত: ২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ ٣ ﴾ [الحجرات: ٣]\n\n“নিশ্চয় যারা আল্লাহর রাসূলের সামনে নিজেদের কন্ঠস্বর নীচু করে, আল্লাহ তাদের অন্তরকে তাকওয়ার জন্য পরীক্ষা করে নিয়েছেন। তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার।” [সূরা আল-হুজুরাত, আয়াত: ৩] আল্লাহ সুবহানাহু ওয়া তা‘আলা আরও বলেন:\n\n﴿ إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ ٤ وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ ﴾ [الحجرات: ٤،  ٥]\n\n“নিশ্চয় যারা হুজরাসমূহের পিছন থেকে আপনাকে উচ্চস্বরে ডাকে, তাদের অধিকাংশই বুঝে না। আর আপনি বের হয়ে তাদের কাছে আসা পর্যন্ত যদি তারা ধৈর্য ধারণ করত, তবে তা-ই তাদের জন্য উত্তম হত।” [সূরা আল-হুজুরাত, আয়াত: ৪ - ৫] তিনি আরও বলেন:\n\n﴿ لَّا تَجۡعَلُواْ دُعَآءَ ٱلرَّسُولِ بَيۡنَكُمۡ كَدُعَآءِ بَعۡضِكُم بَعۡضٗاۚ ﴾ [النور: ٦٣]\n\n“তোমরা রাসূলের আহ‌বানকে তোমাদের একে অপরের আহ্বানের মত গণ্য করো না।” [সূরা আন-নূর, আয়াত: ৬৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَإِذَا كَانُواْ مَعَهُۥ عَلَىٰٓ أَمۡرٖ جَامِعٖ لَّمۡ يَذۡهَبُواْ حَتَّىٰ يَسۡتَ‍ٔۡذِنُوهُۚ ﴾ [النور: ٦٢]\n\n“মুমিন তো তারাই, যারা আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনে এবং রাসূলের সঙ্গে সমষ্টিগত ব্যাপারে একত্র হলে তারা অনুমতি ছাড়া সরে পড়ে না।” [সূরা আন-নূর, আয়াত: ৬২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ إِنَّ ٱلَّذِينَ يَسۡتَ‍ٔۡذِنُونَكَ أُوْلَٰٓئِكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦۚ فَإِذَا ٱسۡتَ‍ٔۡذَنُوكَ لِبَعۡضِ شَأۡنِهِمۡ فَأۡذَن لِّمَن شِئۡتَ مِنۡهُمۡ ﴾ [النور: ٦٢]\n\n“নিশ্চয় যারা আপনার অনুমতি প্রার্থনা করে, তারাই আল্লাহ এবং তাঁর রাসূলের উপর ঈমান রাখে। অতএব তারা তাদের কোনো কাজের জন্য আপনার অনুমতি চাইলে তাদের মধ্যে যাদেরকে ইচ্ছে আপনি অনুমতি দেবেন।” [সূরা আন-নূর, আয়াত: ৬২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ ١٢ ﴾ [المجادلة: ١٢]\n\n“হে ঈমানদারগণ! তোমরা যখন রাসূলের সাথে চুপি চুপি কথা বলতে চাও, তখন তোমাদের এরূপ কথার পূর্বে কিছু সাদাকাহ্ পেশ কর, এটাই তোমাদের জন্য শ্রেয় ও পরিশোধক; কিন্তু যদি তোমরা অক্ষম হও, তবে নিশ্চয় আল্লাহ্ ক্ষমাশীল, পরম দয়ালু।” [সূরা আল-মুজাদালা, আয়াত: ১২]\n\n২. আল্লাহ তা‘আলা মুমিনগণের উপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের আনুগত্য করার বিষয়টিকে ফরয করে দিয়েছেন, ঠিক তেমনিভাবে তাঁকে মহব্বত করার বিষয়টিকেও তাদের জন্য বাধ্যতামূলক করে দিয়েছেন। আল্লাহ তা‘আলা বলেন:\n\n﴿ ۞يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ ﴾ [محمد: ٣٣]\n\n“হে মুমিনগণ! তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর।” [সূরা মুহাম্মাদ, আয়াত: ৩৩] তিনি আরও বলেন:\n\n﴿ فَلۡيَحۡذَرِ ٱلَّذِينَ يُخَالِفُونَ عَنۡ أَمۡرِهِۦٓ أَن تُصِيبَهُمۡ فِتۡنَةٌ أَوۡ يُصِيبَهُمۡ عَذَابٌ أَلِيمٌ ٦٣ ﴾ [النور: ٦٣]\n\n“কাজেই যারা তাঁর আদেশের বিরুদ্ধাচরণ করে, তারা সতর্ক হোক যে, বিপর্যয় তাদের উপর আপতিত হবে অথবা আপতিত হবে তাদের উপর যন্ত্রণাদায়ক শাস্তি।” [সূরা আন-নূর, আয়াত: ৬৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ ﴾ [الحشر: ٧]\n\n“আর রাসূল তোমাদেরকে যা দেয়, তা তোমরা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ করে, তা থেকে বিরত থাক।” [সূরা আল-হাশর, আয়াত: ৭] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ ﴾ [ال عمران: ٣١]\n\n“বলুন, ‘তোমরা যদি আল্লাহকে ভালোবাস, তবে আমাকে অনুসরণ কর, আল্লাহ তোমাদেরকে ভালোবাসবেন এবং তোমাদের অপরাধ ক্ষমা করবেন।” [সূরা আলে ইমরান, আয়াত: ৩১]\n\n৩. আল্লাহ তা‘আলা তাঁকে ইমাম (নেতা) ও বিচারক বানিয়ে দিয়েছেন; আল্লাহ তা‘আলা বলেন:\n\n﴿ إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ ﴾ [النساء: ١٠٥]\n\n“আমরা তো আপনার প্রতি সত্যসহ কিতাব নাযিল করেছি, যাতে আপনি আল্লাহ আপনাকে যা জানিয়েছেন, সে অনুযায়ী মানুষের মধ্যে বিচার মীমাংসা করতে পারেন।” [সূরা আন-নিসা, আয়াত: ১০৫] তিনি আরও বলেন:\n\n﴿ وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ ﴾ [المائ‍دة: ٤٩]\n\n“আর আল্লাহ যা নাযিল করেছেন, আপনি সে অনুযায়ী বিচার নিষ্পত্তি করুন এবং আপনি তাদের খেয়াল-খুশীর অনুসরণ করবেন না।” [সূরা আল-মায়িদা, আয়াত: ৪৯] তিনি আরও বলেন:\n\n﴿ فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا ٦٥ ﴾ [النساء: ٦٥]\n\n“কিন্তু না, আপনার রবের শপথ! তারা মুমিন হবে না যতক্ষণ পর্যন্ত তারা নিজেদের বিবাদ-বিসম্বাদের বিচারের ভার আপনার উপর অর্পণ না করে; অতঃপর আপনার মীমাংসা সম্পর্কে তাদের মনে কোন দ্বিধা না থাকে এবং সর্বান্তকরণে তা মেনে নেয়।” [সূরা আন-নিসা, আয়াত: ৬৫] তিনি আরও বলেন:\n\n﴿ لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ ﴾ [الاحزاب: ٢١]\n\n“অবশ্যই তোমাদের জন্য রয়েছে আল্লাহর রাসূলের মধ্যে উত্তম আদর্শ, তার জন্য যে আশা রাখে আল্লাহ ও শেষ দিনের।” [সূরা, আল-আহযাব, আয়াত: ২১]\n\nআর ইমাম ও বিচারকের সাথে ভদ্রতা ও সভ্যতা বজায় রেখে চলার বিষয়টিকে শরী‘য়তের বিধিবিধানসমূহ ফরয করে দিয়েছে, বিবেক-বুদ্ধি তাকে স্বীকৃতি দিয়েছে এবং সঠিক যুক্তি তাকে মেনে নিয়েছে।\n\n৪. আল্লাহ তা‘আলা তাঁকে মহব্বত করার বিষয়টিকে তাঁর (নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের) ভাষায় ফরয করে দিয়েছেন; রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« وَالَّذِي نَفْسِي بِيَدِهِ  لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَلَدِهِ وَوَالِدِهِ وَالنَّاسِ أَجْمَعِينَ » . (متفق عليه).\n\n“সেই সত্তার কসম করে বলছি, যাঁর হাতে আমার জীবন! তোমাদের কেউ প্রকৃত মুমিন হতে পারবে না, যতক্ষণ না আমি তার কাছে তার সন্তান-সন্ততি, তার পিতামাতা ও সব মানুষের চেয়ে বেশি প্রিয় হব।” [বুখারী, হাদিস নং- ১৪ ও ১৫; মুসলিম, হাদিস নং- ১৭৮] আর যাঁকে ভালোবাসা আবশ্যক, তাঁর সাথে আদব রক্ষা করে চলাটাও বাধ্যতামূলক এবং তাঁর সাথে সভ্য আচরণ করা বাঞ্ছনীয়।\n\n৫. যাঁকে তাঁর রব আল্লাহ তা‘আলা শারীরিক গঠনাকৃতি ও নৈতিক চরিত্রের সৌন্দর্যের দ্বারা বিশেষিত করেছেনে এবং যাঁকে আত্মসম্মান ও বৈশিষ্ট্যের পূর্ণতা দান করেছেন, তিনি হলেন সবচেয়ে সুন্দর ও শ্রেষ্ঠতর সৃষ্টি; সুতরাং যাঁর এ অবস্থা, তাঁর সাথে ভদ্র ও সভ্য আচরণ করার বিষয়টি আবশ্যক হবে না কিভাবে!\n\nএসব হলো রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে আদব রক্ষা করে চলার কিছু জরুরি বিষয় এবং এগুলো ছাড়া আরও অনেক বিষয় রয়েছে; কিন্তু কিভাবে আদব রক্ষা করা যাবে? আর কিসের দ্বারা সে আদব রক্ষা করা সম্ভব হবে? এ বিষয়টি ভালভাবে জানতে হবে!\n\nনবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে আদব হবে:\n\n১. দীন ও দুনিয়ার সকল নিয়মনীতি ও কর্মপদ্ধতিতে তাঁর আনুগত্য করা, পদাঙ্ক অনুসরণ করা এবং তাঁর পদক্ষেপ অনুযায়ী পরিকল্পনা করা।\n\n২. তাঁর প্রতি ভালোবাসা, সম্মান ও মর্যাদার উপর অপর কোনো সৃষ্টির প্রতি ভালোবাসা, অথবা সম্মান, বা মর্যাদাকে অগ্রাধিকার না দেওয়া।\n\n৩. তিনি যাকে বন্ধু হিসেবে গ্রহণ করতেন, তাকে বন্ধুরূপে গ্রহণ করা; তিনি যাকে শত্রু বলে গ্রহণ করতেন, তাকে শত্রুরূপে গ্রহণ করা; তিনি যাতে সন্তুষ্ট থাকতেন, তাতে সন্তুষ্ট থাকা; আর তিনি যার প্রতি রাগান্বিত হতেন, তার প্রতি রাগ করা।\n\n৪. তাঁর নামকে সম্মান করা এবং তাঁর নাম উচ্চারণের সময় শ্রদ্ধা করা; তাঁর প্রতি সালাত (দুরূদ) ও সালাম পেশ করা; তাঁকে গুরুত্বপূর্ণ মনে করা এবং তাঁর মহৎ গুণাবলী ও মর্যাদাকে যথাযথ মূল্যায়ন করা।\n\n৫. দীন ও দুনিয়ার বিষয়ে তিনি যেসব সংবাদ দিয়েছেন এবং দুনিয়ার জীবন ও আখিরাতের ব্যাপারে গায়েবী বিষয়ে যেসব তথ্য দিয়েছেন, সেসব ব্যাপারে তাঁকে সত্যবাদী বলে বিশ্বাস করা।\n\n৬. তাঁর সুন্নাতকে জীবিত করা এবং তাঁর শরী‘য়তকে সুস্পষ্টভাবে প্রকাশ করা; আর তাঁর দা‘ওয়াতকে পৌঁছিয়ে দেওয়া এবং তাঁর অসীয়ত তথা নির্দেশসমূহ বাস্তবায়ন করা ।\n\n৭. আল্লাহ তা‘আলা যাকে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কবর ও মাসজিদে নববী যিয়ারত করার মত সুবর্ণ সুযোগ দিয়েছেন, তাঁর কবরের নিকট এবং মাসজিদে নববীতে তার কণ্ঠস্বরকে নিম্নগামী করা।\n\n৮. তাঁর ভালোবাসার কারণে সৎব্যক্তিগণকে ভালোবাসা ও বন্ধরূপে গ্রহণ করা; আর তাঁর ঘৃণার কারণে ফাসীকদেরকে ঘৃণা করা এবং তাদের সাথে শত্রুতা করা।\n\nএগুলো হচ্ছে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে আদব তথা শিষ্টাচারপূর্ণ ব্যবহারের কিছু বাহ্যিক চিত্র।\n\nসুতরাং মুসলিম ব্যক্তি সেসব আদব পরিপূর্ণভাবে পালন ও সংরক্ষণের ব্যাপারে সব সময় সচেষ্ট থাকবে; কেননা, এর উপর তার জীবনের পরিপূর্ণতা ও সফলতা নির্ভর করে। আল্লাহ সুবহানাহু ওয়া তা‘আলার নিকট আমাদের নিবেদন, তিনি যেন আমাদেরকে আমাদের নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে আদব রক্ষা করে চলার তাওফীক দান করেন এবং আমাদেরকে তাঁর অনুসারী, সাহায্যকারী (আনসার) ও তাঁর অনুকরণকারীদের মাঝে আন্তর্ভুক্ত করে নেন; আর তিনি যেন আমাদেরকে তাঁর আনুগত্য করার সুযোগ করে দেন এবং আমাদেরকে তাঁর শাফা‘আত (সুপারিশ করা) থেকে বঞ্চিত না করেন। ‘আল্লাহুম্মা আমীন’ (হে আল্লাহ! আপনি আমাদের আবেদন কবুল করুন)। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১১৪ - ১১৫]"
  },
  {
    "1": "ষষ্ঠ অধ্যায়: স্বীয় নাফসের সাথে মুসলিম বান্দার আদবসমূহ",
    "2": "মুসলিম ব্যক্তি বিশ্বাস করে যে, তার দুনিয়া ও আখিরাত উভয় জীবনের সফলতা নির্ভর করে তার ‘নাফস’ তথা স্বীয় মনকে সংশোধন, পবিত্র ও পরিশুদ্ধ করার পরিধির উপর; যেমনিভাবে তার জীবনের ব্যর্থতা নিশ্চিত হয় তার মনের ভ্রষ্টতা, নিষ্ক্রিয়তা, কলুষতা, অবিত্রতা ও অশুদ্ধতার কারণে; আর এর পিছনে দলীল বা যুক্তিগুলো নিম্নরূপ:\n\nআল্লাহ তা‘আলা বলেন:\n\n﴿ قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا ٩ وَقَدۡ خَابَ مَن دَسَّىٰهَا ١٠ ﴾ [الشمس: ٩،  ١٠]\n\n“সে-ই সফলকাম হয়েছে, যে নিজেকে পবিত্র করেছে। আর সে-ই ব্যর্থ হয়েছে, যে নিজেকে কলুষিত করেছে।” [সূরা আশ-শামছ, আয়াত: ৯ - ১০] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ إِنَّ ٱلَّذِينَ كَذَّبُواْ بِ‍َٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ ٤٠ لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ ٤١ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ ٤٢ ﴾ [الاعراف: ٤٠،  ٤٢]\n\n“নিশ্চয় যারা আমাদের আয়াতসমূহে মিথ্যারোপ করে এবং তা সম্বন্ধে অহংকার করে, তাদের জন্য আকাশের দরজা খোলা হবে না এবং তারা জান্নাতেও প্রবেশ করতে পারবে না- যতক্ষণ না সূঁচের ছিদ্র দিয়ে উট প্রবেশ করে। আর এভাবেই আমরা অপরাধীদেরকে প্রতিফল দেব। তাদের শয্যা হবে জাহান্নামের এবং তাদের উপরের আচ্ছাদনও; আর এভাবেই আমরা যালিমদেরকে প্রতিফল দেব। আর যারা ঈমান এনেছে ও সৎকাজ করেছে- আমরা কারো উপর তার সাধ্যের অতিরিক্ত ভার চাপিয়ে দেই না- তারাই জান্নাতবাসী, সেখানে তারা স্থায়ী হবে।” [সূরা আল-আ‘রাফ, আয়াত: ৪০ - ৪২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَٱلۡعَصۡرِ ١ إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ ٢ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ ٣ ﴾ [العصر: ١،  ٣]\n\n“সময়ের শপথ, নিশ্চয় মানুষ ক্ষতির মাঝে নিপতিত; কিন্তু তারা নয়, যারা ঈমান এনেছে এবং সৎকাজ করেছে, আর পরস্পরকে উপদেশ দিয়েছে হকের এবং উপদেশ দিয়েছে ধৈর্যের।” [সূরা আল-আসর, আয়াত: ১ - ৩] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« كُلُّ أُمَّتِي يَدخُلُونَ الجَنَّةَ إلاَّ مَنْ أبَى . قَالُوا : وَمَنْ يَأبَى يَا رَسُول الله ؟ قَالَ : مَنْ أَطَاعَنِي دَخَلَ الجَنَّةَ ، وَمَنْ عَصَانِي فَقَدْ أبَى » . (رواه البخاري).\n\n“আমার সকল উম্মতই জান্নাতে প্রবেশ করবে, কিন্তু যে অস্বীকার করে, সে ব্যতীত; তারা প্রশ্ন করল: হে আল্লাহ রাসূল! কে অস্বীকার করবে? জবাবে তিনি বললেন: যে আমার অনুসরণ করবে, সে জান্নাতে প্রবেশ করবে; আর যে আমার অবাধ্য হবে, সেই মূলত অস্বীকারকারী।” [বুখারী, হাদিস নং- ৬৮৫১] তিনি আরও বলেন:\n\n« كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا » . (رواه مسلم).\n\n“প্রত্যেক মানুষ সকালে উঠে নিজেকে বিক্রি করে দেয়; তারপর সে নিজেকে মুক্ত করে অথবা ধ্বংস করে।” [মুসলিম, হাদিস নং- ৫৫৬]\n\nঅনুরূপভাবে মুসলিম ব্যক্তি এটাও বিশ্বাস করে যে, যার উপর ভিত্তি করে আত্মা পবিত্র ও পরিশুদ্ধ হবে, তা হলো ঈমানের সৌন্দর্য ও সৎকাজ; আর যার কারণে আত্মা কলুষিত, অপবিত্র ও ধ্বংস হবে, তা হলো কুফরী ও অবাধ্যতার মত খারাপ কাজ; আল্লাহ তা‘আলা বলেন:\n\n﴿ وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّ‍َٔاتِۚ ﴾ [هود: ١١٤]\n\n“আর আপনি সালাত কায়েম করুন দিনের দুই প্রান্তভাগে ও রাতের প্রথমাংশে। নিশ্চয় সৎকাজ অসৎকাজকে মিটিয়ে দেয়।” [সূরা হুদ, আয়াত: ১১৪] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ بَلۡۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُواْ يَكۡسِبُونَ ١٤ ﴾ [المطففين: ١٤]\n\n“বরং তারা যা অর্জন করেছে, তা-ই তাদের হৃদয়ে জঙ্ ধরিয়েছে।” [সূরা আল-মুতাফ্ফিফীন, আয়াত: ১৪] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّ الْمُؤْمِنَ إِذَا أَذْنَبَ ذنباً كَانَ نُكْتَةً سَوْدَاءَ فِي قَلْبِهِ ، فَإِنْ تَابَ وَنَزَعَ وَاسْتَعْتَبَ ، صُقِلَ قَلْبُهُ ، وَإِنْ زَادَ زَادَتْ حَتَّى تَغْلقَ قَلْبَهُ » . (رواه النسائي و الترمذي و أحمد).\n\n“নিশ্চয় মুমিন বান্দা যখন একটি গুনাহ করে, তখন তার অন্তরের মধ্যে তা একটি কালো দাগ সৃষ্টি করে; তারপর যদি সে তাওবা করে, গুনাহ থেকে দূরে থাকে এবং অনুতপ্ত হয়, তাহলে তার অন্তরকে চকচকে পরিষ্কার করে দেয়া হয়; আর যদি গুনাহর সংখ্যা বাড়তে থাকে, তাহলে (অন্তরের মধ্যে) কালো দাগের সংখ্যাও বাড়তে থাকবে, এমনকি শেষ পর্যন্ত তা তার অন্তরকে ঢেকে ফেলবে।” [নাসায়ী ও তিরমিযী এবং হাদিসটি ‘হাসান সহীহ; আর আহমাদ রহ. হাদিসটি প্রায় একই রকম অর্থে কিছু শাব্দিক হেরফেরসহ হাদিসটি তাঁর মুসনাদে বর্ণনা করেছেন, হাদিস নং- ৭৯৫২] আর এটাই হলো অন্তরে মরিচা বা জঙ্ ধরা, যা আল্লাহ তা‘আলা বলেছেন:\n\n﴿ كَلَّاۖ بَلۡۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُواْ يَكۡسِبُونَ ١٤ ﴾ [المطففين: ١٤]\n\n“কখনো নয়; বরং তারা যা অর্জন করেছে তা-ই তাদের হৃদয়ে জঙ্ ধরিয়েছে।” [সূরা আল-মুতাফ্ফিফীন, আয়াত: ১৪] তিনি আরও বলেন:\n\n« اتَّقِ اللَّهَ حَيْثُ مَا كُنْتَ ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا ، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ » . (رواه أحمد و الترمذي و الحاكم).\n\n“তুমি যেখানেই থাক, আল্লাহকে ভয় কর; আর অসৎকাজ করলে তার পরপরই সৎকাজ কর, তাহলে তা মন্দ কাজকে নিশ্চিহ্ন করে দেবে; আর মানুষের সাথে সদ্ব্যবহার কর।” [আহমাদ, তিরমিযী ও হাকেম।]\n\nএ জন্য মুসলিম ব্যক্তি সার্বক্ষণিক কাজ করবে তার ‘নাফস’ তথা আত্মার সংশোধন, পরিশুদ্ধকরণ ও পবিত্রকরণে জন্য; কারণ, ঐ ব্যক্তির আত্মাই উত্তম, যে আদব রক্ষা করে চলে; সুতরাং সে তার নাফসের জন্য এমন কতগুলো আদব রক্ষা করবে, যা তার আত্মাকে পরিশুদ্ধ করবে এবং তার ময়লাসমূহকে দূর করে তাকে পবিত্র করবে; অনুরূপভাবে তাকে দূরে রাখবে খারাপ আকিদা-বিশ্বাস এবং মন্দ কথা ও কাজের মত এমন সব বিষয় থেকে, যা তাকে কলুষিত ও নষ্ট করে দেয়; আর সে তার উন্নতির জন্য রাতদিন চেষ্টা-সাধনা করবে এবং প্রতি মুহূর্তে আত্মসমালোচনা করবে; সে তাকে ভালোকাজে পরিচালিত করবে এবং তাকে (আল্লাহ ও তাঁর রাসূলের) আনুগত্য করতে বাধ্য করবে; ঠিক অনুরূপভাবে সে তাকে দূরে রাখবে যাতীয় খারাপ ও মন্দ থেকে; আর তাকে সংশোধন ও পরিমার্জনের জন্য নিম্নোক্ত পদক্ষেপসমূহের অনুসরণ করবে"
  },
  {
    "1": "(ক) তাওবা (التوبة )",
    "2": "তাওবার উদ্দেশ্য হলো সকল প্রকার অপরাধ ও অবাধ্যতা থেকে বিরত থাকা, পূর্বের কৃত প্রত্যেকটি গুনাহ’র জন্য লজ্জিত ও অনুতপ্ত হওয়া এবং ভবিষ্যৎ জীবনে পুনরায় সেসব গুনাহ না করার ব্যাপারে দৃঢ় সিদ্ধান্ত গ্রহণ করা। আর এটা এ জন্য যে, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّ‍َٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ﴾ [التحريم: ٨]\n\n“হে মুমিনগণ! তোমরা আল্লাহর কাছে তাওবা কর- বিশুদ্ধ তাওবা; সম্ভবত তোমাদের রব তোমাদের পাপসমূহ মোচন করে দেবেন এবং তোমাদেরকে প্রবেশ করাবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত।” [সূরা আত-তাহরীম, আয়াত: ৮] তিনি আরও বলেন:\n\n﴿ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ ٣١ ﴾ [النور: ٣١]\n\n“আর তোমরা সবাই আল্লাহর দিকে ফিরে আস, যাতে তোমরা সফলকাম হতে পার।” [সূরা আন-নূর, আয়াত: ৩১] আর আল্লাহ তা‘আলা শু‘আইব আ. এর বক্তব্য বর্ণনা করে বলেন:\n\n﴿ وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ ٩٠ ﴾ [هود: ٩٠]\n\n“আর তোমরা তোমাদের রবের কাছে ক্ষমা প্রার্থনা কর ও তাঁর দিকে ফিরে আস; আমার রব তো পরম দয়ালু, অতি স্নেণহময় ।” [সূরা হুদ, আয়াত: ৯০] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّى أَتُوبُ فِى الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ » . (رواه مسلم ).\n\n“হে মানবগোষ্ঠী! তোমরা আল্লাহর নিকট তাওবা কর; কারণ, আমি তাঁর কাছে দিনে একশত বার তাওবা করি।” [মুসলিম, হাদিস নং- ৭০৩৪] তিনি আরও বলেন:\n\n« مَنْ تَابَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا تَابَ اللَّهُ عَلَيْهِ » . (رواه مسلم).\n\n“যে ব্যক্তি পশ্চিম দিক থেকে সূর্যোদয়ের পূর্বে তাওবা করবে, তার তাওবা আল্লাহ কবুল করবেন।” [মুসলিম, হাদিস নং- ৭০৩৬] তিনি আরও বলেন:\n\n« إِنَّ اللَّهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِىءُ النَّهَارِ ، وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِىءُ اللَّيْلِ ، حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا  » . (رواه مسلم ).\n\n“আল্লাহ তা‘আলা পশ্চিম দিকে সূর্যোদয় না হওয়া পর্যন্ত (কিয়ামত পর্যন্ত) প্রত্যেক রাতে তাঁর ক্ষমার হাত প্রসারিত করবেন, যাতে দিনের গুনাহগার তাওবা করে। আবার তিনি দিনের বেলায় ক্ষমার হাত প্রসারিত করবেন, যাতে রাতের গুনাহগার তাওবা করে।” [মুসলিম, হাদিস নং- ৭১৬৫] তিনি আরও বলেন:\n\n« لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنْ رَجُلٍ فِى أَرْضٍ دَوِيَّةٍ مَهْلَكَةٍ مَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ ، فَنَامَ فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ فَطَلَبَهَا حَتَّى أَدْرَكَهُ الْعَطَشُ ، ثُمَّ قَالَ أَرْجِعُ إِلَى مَكَانِى الَّذِى كُنْتُ فِيهِ ، فَأَنَامُ حَتَّى أَمُوتَ ، فَوَضَعَ رَأْسَهُ عَلَى سَاعِدِهِ لِيَمُوتَ فَاسْتَيْقَظَ وَعِنْدَهُ رَاحِلَتُهُ وَعَلَيْهَا زَادُهُ وَطَعَامُهُ وَشَرَابُهُ فَاللَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ الْمُؤْمِنِ مِنْ هَذَا بِرَاحِلَتِهِ وَزَادِهِ » . (رواه مسلم ).\n\n“আল্লাহ তা‘আলা তাঁর মুমিন বান্দার তাওবায় ঐ ব্যক্তির চেয়েও বেশি আনন্দিত হন, যে ব্যক্তি খাদ্য ও পানীয় নিয়ে তার বাহন তথা উটসহ মরুভুমিতে অবস্থান করে, অতঃপর ঘুমিয়ে পড়ে, তারপর জেগে উঠে দেখে সেই উটটি চলে গেছে; অতঃপর সে তাকে খুঁজতে খুঁজতে ক্লান্ত হয়ে যায়; অতঃপর সে বলে: আমি যেখানে ছিলাম, সেখানে ফিরে যাব, অতঃপর মৃত্যু পর্যন্ত ঘুমিয়ে থাকব। অতঃপর সে মরে যাওয়ার জন্য তার বাহুর উপর মাথা রাখল; অতঃপর সে জেগে উঠে দেখল, তার নিকটেই খাদ্য ও পানীয়সহ তার উটটি অবস্থান করছে। সুতরাং ঐ ব্যক্তি তার উট ও রসদপত্র ফিরে পেয়ে যেমন আনন্দিত হল, আল্লাহ তা‘আলা মুমিন বান্দার তাওবায় তার চেয়ে অনেক বেশি আনন্দিত হন।” [মুসলিম, হাদিস নং- ৭১৩১] আরও বর্ণিত আছে যে, ফেরেশ্তাগণ আদম আ. কে তাঁর তাওবার কারণে অভিনন্দন জানিয়েছে, যখন আল্লাহ তা‘আলা তাঁর তাওবা কবুল করেছেন। [আল-গাযালী, ‘এহইয়াউ ‘উলুমিদ্ দীন’ ।] তিনি আরও বলেন:\n\n« يَضْحَكُ اللهُ سُبْحَانَهُ وَتَعَالَى إِلَى رَجُلَيْنِ يقْتلُ أَحَدهُمَا الآخَرَ يَدْخُلانِ الجَنَّةَ ، يُقَاتِلُ هَذَا في سَبيلِ اللهِ فَيُقْتَلُ ، ثُمَّ يتُوبُ اللهُ عَلَى القَاتلِ فَيُسْلِم فَيُسْتَشْهَدُ » . (رواه البخاري).\n\n“আল্লাহ সুবহানাহু ওয়া তা‘আলা এমন দুই ব্যক্তির দিকে তাকিয়ে হাসবেন, যাদের একজন অপরজনকে হত্যা করবে এবং উভয়ে জান্নাতে প্রবেশ করবে। একজন আল্লাহর রাস্তায় যুদ্ধ করে শহীদ হবে। তারপর আল্লাহ হত্যাকারীর তাওবা কবুল করবেন এবং সে ইসলাম গ্রহণ করে (জিহাদে) শহীদ হয়ে যাবে।” [বুখারী, হাদিস নং- ২৬৭১] আরও বর্ণিত আছে যে, ফেরেশ্তাগণ আদম আ. কে তাঁর তাওবার কারণে অভিনন্দন জানিয়েছে, যখন আল্লাহ তা‘আলা তাঁর তাওবা কবুল করেছেন। [আল-গাযালী, ‘এহইয়াউ ‘উলুমিদ্ দীন’ ।]"
  },
  {
    "1": "(খ) মুরাকাবা (المراقبة )",
    "2": "আর ‘মুরাকাবা’ হচ্ছে মুসলিম ব্যক্তি কর্তৃক তার ‘নাফস’কে আল্লাহ তাবারাকা ওয়া তা‘আলা’র পর্যবেক্ষণে নিয়ে যাওয়া এবং জীবনের প্রতিটি মুহূর্তে তাকে সেভাবে নিয়োজিত রাখা, এমনকি তার ব্যাপারে পূর্ণ বিশ্বাস ও আস্থা অর্জিত হওয়া এমনভাবে যে, আল্লাহ তা‘আলা তার ব্যাপারে পূর্ণ অবগত, তিনি তার গোপন বিষয়সমূহ জানেন, তার কর্মকাণ্ডসমূহ পর্যবেক্ষণ করেন, তাকে তত্ত্ববধান করেন এবং প্রত্যেকটি ‘নাফস’ যা অর্জন করে তিনি তা নিবিড়ভাবে দেখাশুনা করেন; আর এর দ্বারা তার আত্মা পুরাপুরিভাবে আল্লাহ তা‘আলার পর্যবেক্ষণের আওতায় চলে যাবে, তাঁর স্মরণে সে আনন্দ অনুভব করবে, তাঁর আনুগত্য করতে মজা পাবে, তাঁর সান্নিধ্য পেতে উৎসাহিতবোধ করবে, তাঁর দিকে এগিয়ে যাবে এবং তিনি ভিন্ন অন্যকে পরিহার করবে।\n\nআর এটাই হলো আল্লাহ তা‘আলার বাণীতে উল্লেখিত নিজেকে আল্লাহর নিকট সমর্পণ করার অর্থ; তিনি বলেন:\n\n﴿ وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ ﴾ [النساء: ١٢٥]\n\n“তার চেয়ে দ্বীনে আর কে উত্তম যে সৎকর্মপরায়ণ হয়ে আল্লাহর নিকট আত্মসমর্পণ করে।” [সূরা আন-নিসা, আয়াত: ১২৫] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ ۞وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ ﴾ [لقمان: ٢٢]\n\n“আর যে সৎকর্মপরায়ণ হয়ে নিজেকে আল্লাহ কাছে সমর্পণ করে, সে তো দৃঢ়ভাবে ধরলো এক মজবুত হাতল।” [সূরা লুকমান, আয়াত: ২২] আর এটাই হলো ‘মুরাকাবা’-এর আসল বিষয়, যে দিকে আল্লাহ তা‘আলা তাঁর বাণীর মধ্যে আহ্বান করেছেন, তিনি বলেন:\n\n﴿ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ ﴾ [البقرة: ٢٣٥]\n\n“আর জেনে রাখ, নিশ্চয় আল্লাহ্ তোমাদের অন্তরে যা আছে তা জানেন। কাজেই তাঁকে ভয় কর।” [সূরা আল-বাকারা, আয়াত: ২৩৫] তিনি আরও বলেন:\n\n﴿ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا ١ ﴾ [النساء: ١]\n\n“নিশ্চয় আল্লাহ তোমাদের উপর পর্যবেক্ষক।” [সূরা আন-নিসা, আয়াত: ১] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ ﴾ [يونس: ٦١]\n\n“আর আপনি যে অবস্থাতেই থাকুন না কেন এবং আপনি সে সম্পর্কে কুরআন থেকে যা-ই তিলাওয়াত করেন এবং তোমরা যে আমলই কর না কেন, আমরা তোমাদের সাক্ষী থাকি-- যখন তোমরা তাতে প্রবৃত্ত হও।” [সূরা ইউনুস, আয়াত: ৬১] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ ، فَإِنْ لَمْ تَكُنْ تَرَاهُ ، فَإِنَّهُ يَرَاكَ » . (متفق عليه).\n\n“তুমি আল্লাহ তা‘আলার ‘ইবাদত করবে এমনভাবে, মনে হয় যেন তুমি তাঁকে দেখতে পাচ্ছ; আর যদি তুমি তাঁকে দেখতে না পাও, তবে মনে রাখবে তিনি তোমাকে দেখতে পাচ্ছেন।” [বুখারী ও মুসলিম।]\n\nআর এটা এমন এক বিষয়, যাতে অভ্যস্ত হয়েছেন এ উম্মতের প্রথম দিকের সৎকর্মশীল বিশেষ ব্যক্তিবর্গ, যাঁরা এ বিষয়টিকে নিজেদের জীবনের ব্রত (লক্ষ্য) হিসেবে গ্রহণ করেছেন, এমনকি তাঁদের পূর্ণ একীন বা আস্থা অর্জিত হয়েছে এবং তাঁরা আল্লহর নিকটতম বান্দাদের মর্যাদায় উপনীত হয়েছেন; আর এখানে তাঁদের কিছু বিবরণ তুলে ধরা হলো, যা তাঁদের পক্ষে প্রমাণ হিসেবে বিবেচিত হবে:\n\n১. জুনাইদ রহ. কে জিজ্ঞাস করা হলো: দৃষ্টিকে অবনমিত রাখার জন্য কিসের সাহায্য নেয়া যেতে পারে? জবাবে তিনি বললেন: তোমার এ জ্ঞান দ্বারাই তা সম্ভব হবে যে, কোনো বস্তুর দিকে তোমার নজর যওয়ার চেয়ে তোমার দিকে দর্শক আল্লাহর নজর বা দৃষ্টি অনেক বেশি দ্রুতগামী। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১১৯]\n\n২. সুফিয়ান সাওরী রহ. বলেন: তোমার উচিৎ হবে এমন সত্তাকে ভয় করা, যাঁর কাছে তোমার কোনো কিছুই গোপন থাকে না; তোমার কর্তব্য হলো এমন সত্তার নিকট কোনো কিছুর আশা করা, যিনি তা পুরণ করার ক্ষমতা রাখেন এবং তোমার উচিৎ হবে এমন এক সত্তার ব্যাপারে সাবধান হওয়া, যিনি শাস্তি দেয়ার ক্ষমতা রাখেন। [প্রাগুক্ত]\n\n৩. আবদুল্লাহ ইবনুল মুবারক রহ. জনৈক ব্যক্তিকে উদ্দেশ্য করে বললেন: হে অমুক! তুমি আল্লাহকে ভয় কর; তখন লোকটি তাঁকে ‘মুরাকাবা’ তথা আল্লার ভয় সম্পকে জিজ্ঞাসা করলেন; জবাবে তিনি তাকে বললেন: তুমি সব সময় এমনভাবে জীবনযাপন করবে, মনে হয় যেন তুমি আল্লাহ তা‘আলাকে দেখতে পাচ্ছো। [প্রাগুক্ত]\n\n৪. আবদুল্লাহ ইবন দিনার বলেন: আমি ওমর ইবনুল খাত্তাব রাদিয়াল্লাহু ‘আনহুর সাথে মক্কার উদ্দেশ্যে বের হলাম এবং পথিমধ্যে আমরা বিশ্রামের জন্য অবস্থান করলাম, অতঃপর পাহাড় থেকে এক রাখাল আমাদের নিকট নেমে আসল; অতঃপর ওমর রা. তাকে লক্ষ্য করে বললেন: হে রাখাল! এ ছাগলের পাল থেকে একটি ছাগল আমাদের কাছে বিক্রি কর; তখন রাখাল বলল যে, সে গোলাম মাত্র (ছাগলের মালিক নয়); তারপর ওমর রা. তাকে বলল: তুমি তোমার মালিককে বলবে ছাগলটি বাঘে খেয়েছে; তখন গোলাম বলল: আল্লাহ কোথায় থাকবেন? এ কথা শুনে ওমর রা. কেঁদে ফেললেন এবং পরের দিন রাখালটির মালিকের নিকট গেলেন এবং তার কাছ থেকে তাকে (গোলামটিকে) ক্রয় করে নিয়ে মুক্ত করে দিলেন। [প্রাগুক্ত, পৃ. ১২০]\n\n৫. কোনো এক সৎব্যক্তি থেকে বর্ণিত আছে যে, তিনি একদল লোকের নিকট দিয়ে পথ অতিক্রম করেন, যারা মল্লযুদ্ধ বা তীর নিক্ষেপের প্রতিযোগিতায় ব্যস্ত, আর একজন তাদের থেকে দূরে বসে তা উপভোগ করছে; তারপর তিনি তার সাথে কথা বলার উদ্দেশ্যে তার দিকে অগ্রসর হলেন এবং তাকে বললেন: আমি (তোমার কাছে) আল্লাহর স্মরণ প্রত্যাশা  করি; তখন সে বলল: তুমি কি একা? জবাবে তিনি বললেন: আমার সাথে আমার রব এবং আমার দুই ফেরেশ্তা আছেন; এবার তিনি তাকে জিজ্ঞাসা করলেন: এদের মধ্য থেকে কোন ব্যক্তি সবচেয়ে অগ্রগামী? জবাবে সে বলল: যাকে আল্লাহ তা‘আলা ক্ষমা করে দিয়েছেন; এবার সে তাকে জিজ্ঞাসা করল: রাস্তা কোথায়, অর্থাৎ কোথায় যাবেন? জবাবে তিনি আকাশের দিকে ইঙ্গিত করলেন এবং হাঁটতে শুরু করলেন। [প্রাগুক্ত]\n\n৬. বর্ণিত আছে যে, যুলায়খা যখন ইউসূফ আ. কে নির্জনে একাকী পেল, তখন দাঁড়িয়ে গেল এবং তার (ঘরে সংরক্ষিত) মূর্তির চেহারা ঢেকে দিল; তারপর ইউসূফ আ. বললেন: তোমার কী হয়েছে? তুমি কি একটি নিষ্প্রাণ জড়পদার্থের দেখে ফেলবে বলে লজ্জা পাচ্ছো? তাহলে আমি কি মহাপরাক্রমশালী বাদশার পর্যবেক্ষণ বা পরিদর্শনকে লজ্জা পাবো না?  [প্রাগুক্ত]\n\nআবার কেউ কেই আবৃত্তি করেন:\n\nإِذَا مَا خَلَوْتَ الدَّهْرَ يَوْمًا فَلا تَقُلْ      خَلَوْتُ وَلَكِنْ قُلْ: عَلَيَّ رَقِيبُ\n\n(যখনই তুমি একদিন সময় অতিবাহিত করবে, তখন তুমি বলবে না\n\nআমি সময় অতিবাহিত করে ফেললাম, বরং তুমি বল: আমার উপর রয়েছেন এক পর্যবেক্ষ- প্রহরী)।\n\nوَ لا تَحْسَبَنَّ  اللهَ  يَغْفَلُ  سَاعَةً       وَ لا أَنَّ مَا تُخْفي عَلَيْهِ يَغِيبُ\n\n(আর তুমি আল্লাহকে এক মুহূর্তের জন্যও গাফেল বা অসতর্ক মনে করো না,\n\nআর তুমি তাঁর কাছ থেকে যা কিছুই গোপন করবে, তাঁর কাছে তা গোপনও থাকবে না)।\n\nألم  تر  أن اليومَ  أسرعُ  ذاهبٍ       و أن  غداً للناظرين قريبُ\n\n(তুমি কি দেখতে পাচ্ছ না যে, আজকের দিনটি কত দ্রুত চলে যাচ্ছে,\n\nআর আগামী দিনটি দর্শকদের জন্য খুবই নিকটবর্তী) ?  [প্রাগুক্ত]"
  },
  {
    "1": "(গ) মুহাসাবা (المحاسبة )",
    "2": "আর ‘মুহাসাবা’ হলো যখন মুসলিম ব্যক্তি এ জীবনে রাতদিন এমনভাবে আমল করে, যা তাকে পরকালে সৌভাগ্যবান করবে, আখিরাতে সম্মান ও আল্লাহর সন্তুষ্টি অর্জনকে সম্ভব করে তুলবে এবং দুনিয়া হবে তার মৌসুম বা সময়কাল, তখন তার উচিত হলো তার উপর আবশ্যকীয় ফরয ও ওয়াজিব বিষয়গুলোর প্রতি এমনভাবে নজর দেওয়া, যেমনিভাবে একজন ব্যবসায়ী তার মূলধনের দিকে সতর্ক দৃষ্টি রাখে; আর নফল বিষয়গুলোর প্রতি এমনভাবে নজর দেওয়া, যেমনিভাবে একজন ব্যবসায়ী মূলধনের উপর অতিরিক্ত লাভের দিকে দৃষ্টি রাখে; আর অবাধ্যতা ও অপরাধের দিকে দৃষ্টি রাখবে ব্যবসায় ক্ষতিগ্রস্ত হয়ে যাওয়ার মত করে; অতঃপর প্রত্যেক দিনের শেষে নিরিবিলে নির্জনে একটি সময় করে তাতে তার সেদিনের কর্মকাণ্ডের ব্যাপারে আত্মসমালোচনা করবে; তারপর সে যদি দেখে ফরযসমূহ পালনে কোনো ঘাটতি বা ত্রুটি হয়েছে, তাহলে সে স্বীয় নাফসকে তিরস্কার করবে এবং তাৎক্ষণিকভাবে তা সংশোধন করার জন্য পদক্ষেপ নেবে। সুতরাং তা যদি কাযা আদায় করার মত কোনো বিষয় হয়ে থাকে, তাহলে কাযা করে নেবে; আর কাযা আদায় করার মত বিষয় না হলে বেশি করে নফল আদায় করার মাধ্যমে তার ঘাটতি পূরণ করার চেষ্টা করবে; আর যদি সে নফলের ব্যাপারে ঘাটতি দেখে, তাহলে ঘাটতি পূরণ করে নেবে এবং তা সংশোধন করবে। আর যদি সে নিষিদ্ধ কাজে জড়িত হওয়ার কারণে কোনো ক্ষতির বিষয় লক্ষ্য করে, তাহলে সে ক্ষমা প্রার্থনা করবে, অনুতপ্ত হবে, তাওবা করবে এবং এমন ভালো কাজ করবে, যাকে সে তার অন্যায়ের পরিপূরক মনে করবে।\n\nআর এটাই হলো ‘মুহাসাবা’ তথা আত্মসমালোচনার মূল উদ্দেশ্য; আর আত্মসমালোচনা হলো ‘নাফস’ তথা আত্মাকে সংস্কার, সংশোধন, পরিশুদ্ধ ও পবিত্র করার অন্যতম একটি পদ্ধতি; আর তার কিছু দলীল ও দৃষ্টান্ত নিম্নরূপ:\n\n১. আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ ١٨ ﴾ [الحشر: ١٨]\n\n“হে ঈমানদারগণ! তোমরা আল্লাহর তাকওয়া অবলম্বন কর; আর প্রত্যেকের উচিত চিন্তা করে দেখা আগামী কালের জন্য সে কী অগ্রিম পাঠিয়েছে। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর; তোমরা যা কর নিশ্চয় আল্লাহ্ সে সম্পর্কে সবিশেষ অবহিত।” [সূরা আল-হাশর, আয়াত: ১৮] সুতরাং আল্লাহ তা‘আলার বাণী: ﴿وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ ﴾  -এর মধ্যে ব্যক্তিকে প্রতিক্ষিত আগামী দিন তথা পরকালোর জন্য কী আমল করা হয়েছে, সে বিষয়ে আত্মসমালোচনা করার নির্দেশ প্রদান করা হয়েছে।\n\n২. আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَتُوبُوٓاْ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلۡمُؤۡمِنُونَ لَعَلَّكُمۡ تُفۡلِحُونَ ٣١ ﴾ [النور: ٣١]\n\n“তোমরা সবাই আল্লাহর দিকে ফিরে আস, যাতে তোমরা সফলকাম হতে পার।” [সূরা আন-নূর, আয়াত: ৩১]\n\n৩. রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّهُ لَيُغَانُ عَلَى قَلْبِى وَإِنِّى لأَسْتَغْفِرُ اللَّهَ فِى الْيَوْمِ مِائَةَ مَرَّةٍ » . (رواه مسلم ).\n\n“(কখনও কখনও) আমার অন্তরের উপর পর্দা ফেলা হয়; আর আমি দৈনিক একশতবার আল্লাহর নিকট ক্ষমা প্রার্থনা করি।” [মুসলিম, হাদিস নং- ৭০৩৩]\n\n৪. ওমর রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا » .\n\n“তোমরা হিসাবের মুখোমুখি হওয়ার পূর্বেই তোমাদের নিজেদের হিসাব নিজেরা নিয়ে নাও।” [আর এই অর্থে ইমাম তিরমিযী রহ. ‘হাসান’ সনদে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে হাদিস বর্ণনা করেছেন, তিনি বলেন: « الْكَيِّسُ مَنْ دَانَ نَفْسَهُ ، وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ ، وَالْعَاجِزُ مَنِ أَتْبَعَ نَفْسَهُ هَوَاهَا ، وَتَمَنَّى عَلَى اللَّهِ » . “বুদ্ধিমান সেই ব্যক্তি, যে তার নফসের হিসাব নেয় এবং মৃত্যুর পরবর্তী জীবনের জন্য কাজ করে; আর দুর্বল ঐ ব্যক্তি, যে নিজের নফসের কুপ্রবৃত্তির অনুসরণ করে এবং আল্লাহর কাছেও আশা-আকাঙ্খা রাখে।” –(হাদিস নং- ২৪৫৯)।] আর যখন রাতের আগমন ঘটত, তখন ওমর রাদিয়াল্লাহু ‘আনহু দোর্রা বা লাঠি দিয়ে তাঁর দু’পায়ে পিটাতেন এবং নিজেকে প্রশ্ন করে বলতেন: তুমি আজকে কী কাজ করেছ? [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২১]\n\n৫. আবূ তালহা রাদিয়াল্লাহু ‘আনহুকে যখন তাঁর বাগান তাঁর সালাত আদায় করার বিষয়টিকে ভুলিয়ে রাখল, তখন তিনি বাগানের অংশবিশেষ আল্লাহ তা‘আলার উদ্দেশ্যে সাদকা করে দিলেন; সুতরাং তিনি এ কাজটি করেছিলেন শুধু তাঁর আত্মসমালোচনার কারণেই এবং নিজকে তিরস্কার স্বরূপ ও আত্ম-সংশোধনের জন্য। [বর্ণনাটি সহীহ হাদিসে বর্ণিত (উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২১ )।]\n\n৬. আহনাফ ইবন কায়েস সম্পর্কে বর্ণিত আছে: তিনি চেরাগের নিকট আসতেন, তারপর তিনি তাঁর আঙুল চেরাগের মধ্যে ধরে রাখতেন ততক্ষণ পর্যন্ত, যতক্ষণ না তিনি আগুনের উত্তাপ অনুভব করতেন; অতঃপর তিনি নিজেকে উদ্দেশ্য করে বলতেন: হে হুনায়েফ! অমুক দিন তুমি যে কাজ করেছ, তা করতে তোমাকে কিসে উদ্বুদ্ধ করেছে? অমুক দিন তুমি যে কাজ করেছ, তা করতে তোমাকে কিসে উত্তেজিত করেছে? [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২১]\n\n৭. বর্ণিত আছে: জনৈক সৎব্যক্তি যোদ্ধা ছিলেন; এক মহিলা তার উদ্দেশ্যে নগ্ন হয়ে গেল; তারপর তিনি তার দিকে তাকালেন; অতঃপর তিনি তাঁর হাত উঠায়ে তাঁর চোখে থাপ্পর মারলেন এবং তাঁর চোখ উপড়িয়ে ফেললেন; আর বললেন: নিশ্চয়ই তুমি তা দেখতে পাচ্ছ, সে যে ক্ষতি তোমার করেছে! [প্রাগুক্ত, পৃ. ১২২]\n\n৮. কোনো এক ভালো মানুষ একটি কক্ষের পাশ দিয়ে যাচ্ছিলেন, এমতাবস্থায় তিনি বললেন: এ কক্ষটি কখন বানানো হয়েছে? অতঃপর তিনি আত্মসমালোচনায় মনোযোগ দিলেন এবং বললেন: তুমি আমাকে এমন এক প্রশ্ন করলে, যা তোমার কোনো প্রয়োজন ছিল না; আমি তোমাকে শাস্তি দিব এক বছর সাওম পালন করার মাধ্যমে, তারপর তিনি এক বছর সাওম পালন করলেন। [প্রাগুক্ত, পৃ. ১২২]\n\n৯. আরও বর্ণিত আছে: কোনো এক সৎ মানুষ উত্তপ্ত ভূমির দিকে গেলেন, অতঃপর তিনি তাতে গড়াগড়ি দিতে থাকলেন এবং নিজেকে নিজে বলতে লাগলেন: মজা ভোগ কর, জাহান্নামের আগুন আরও অনেক বেশি উত্তপ্ত; তুমি কি রাতের বেলায় নোংরা বা পঙ্কিল এবং দিনের বেলায় বীর? [প্রাগুক্ত]\n\n১০. আরও বর্ণিত আছে: সৎ ব্যক্তিগণের কোনো একজন একদিন ছাদের দিকে তাঁর মাথা উঠালেন এবং এক নারীকে দেখলেন; তারপর তিনি তার দিকে তাকালেন; অতঃপর তিনি নিজের ব্যাপারে সিদ্ধান্ত নিলেন যে, তিনি যতদিন জীবনে বেঁচে থাকবেন কোনো দিন আকাশের দিকে তাকাবেন না। [প্রাগুক্ত, পৃ. ১২২]\n\nএভাবেই এ উম্মতের সৎকর্মশীল বান্দাগণ নিজেদের অবহেলার ব্যাপারে আত্মসমালোচনা করতেন, ভুলত্রুটির জন্য নিজেকে নিজে তিরস্কার করতেন, নিজের ‘নাফস’-এর জন্য তাকওয়ার বিষয়টিকে অপরিহার্য ও অবিচ্ছেদ্য বিষয় বলে ধারণ করতেন এবং তাকে নিজের খেয়াল-খুশি মত চলা থেকে বিরত রাখতেন। কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَأَمَّا مَنۡ خَافَ مَقَامَ رَبِّهِۦ وَنَهَى ٱلنَّفۡسَ عَنِ ٱلۡهَوَىٰ ٤٠ فَإِنَّ ٱلۡجَنَّةَ هِيَ ٱلۡمَأۡوَىٰ ٤١ ﴾ [النازعات: ٤٠،  ٤١]\n\n“আর যে তার রবের অবস্থানকে ভয় করে এবং কুপ্রবৃত্তি হতে নিজকে বিরত রাখে; জান্নাতই হবে তার আবাসস্থল।” [সূরা আন-নাযি‘আত, আয়াত: ৪০ - ৪১]"
  },
  {
    "1": "(ঘ) মুজাহাদা (المجاهدة )",
    "2": "আর ‘মুজাহাদা’ হলো মুসলিম ব্যক্তি জেনে রাখবে যে, তার জীবনের সবচেয়ে বড় শত্রু হলো তার ‘নাফস’, যা স্বভাবতই খারাপ কাজের প্রতি আকৃষ্ট, ভালো কাজ থেকে পলায়নমান এবং মন্দ কাজের উস্কানিদাতা বা নির্দেশদাতা; আল্লাহ তা‘আলা বলেন:\n\n﴿ ۞وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ ﴾ [يوسف: ٥٣]\n\n“আর আমি নিজকে নির্দোষ মনে করিনা, কেননা, নিশ্চয় মানুষের নাফস খারাপ কাজের নির্দেশ দিয়েই থাকে।” [সূরা ইউসুফ, আয়াত: ৫৩] আর এ ‘নাফস’ পছন্দ করে শান্তিতে ও স্থায়ীভাবে আরামে থাকেতে, ভালোবাসে অবসর সময় কাটাতে এবং স্বীয় প্রবৃত্তিকে সমূলে তাৎক্ষণিক বা নগদ ভোগবিলাসে আকৃষ্ট করতে, যদিও তাতে তার মরণ ও দুর্ভাগ্য বা দুঃখ-কষ্টের বিষয়টি নিহিত রয়েছে।\n\nসুতরাং মুসলিম ব্যক্তি যখন এ বিষয়টি বুঝতে পারবে, তখন সে নিজেকে প্রস্তুত করবে তার ‘নাফস’কে নিয়ন্ত্রণ করার চেষ্টা ও সাধনা করার জন্য; ফলে সে তার বিরুদ্ধে যুদ্ধ ঘোষণা করবে, অস্ত্রধারণ করবে তার বিপক্ষে এবং সিদ্ধন্ত গ্রহণ করবে তার বুদ্ধিহীনতা বা অস্থিরচিত্ততা এবং লোভ লালসাসমূহের বিরুদ্ধে যুদ্ধ করার জন্য। ফলে তার ‘নাফস’ যখন শান্তি পছন্দ করবে, তখন সে তাকে তার সুযোগ করে দিবে। আর যখন লোভ লালসার প্রতি আগ্রহী হবে, তখন সে তার জন্য তা হারাম করে দিবে; আর যখন কোনো আনুগত্য বা ভালো কাজ করার ক্ষেত্রে ত্রুটি করবে বা বিরত থাকবে, তখন তাকে শাস্তি দিবে এবং তিরস্কার করবে, তারপর যে (ভালো) কাজটি করতে ব্যর্থ হয়েছে, তা করতে তাকে বাধ্য করবে এবং যা কাজা বা বর্জন করেছে, তার কাযা আদায় করতে বাধ্য করবে। সে তার জন্য এ পদ্ধতি অব্যাহতভাবে চালিয়ে যাবে যতক্ষণ না তার মন প্রশান্তি লাভ করবে ও পবিত্রতা অনুভব করবে; আর এটাই স্বীয় ‘নাফস’-এর জন্য চূড়ান্ত পর্যায়ের চেষ্টা ও সাধনা। আল্লাহ তা‘আলা বলেন:\n\n﴿ وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ ٦٩ ﴾ [العنكبوت: ٦٩]\n\n“আর যারা আমাদের পথে সর্বাত্মক প্রচেষ্টা চালায়, আমরা তাদেরকে অবশ্যই আমাদের পথসমূহের হিদায়াত দিব। আর নিশ্চয় আল্লাহ মুহসিনদের সঙ্গে আছেন।” [সূরা আল-‘আনকাবুত, আয়াত: ৬৯]\n\nআর মুসলিম ব্যক্তি যখন আল্লাহর জন্য তার ‘নাফস’কে প্রস্তুত করবে, যাতে তা পবিত্র, পরিশুদ্ধ ও প্রশান্ত হয় এবং হয় আল্লাহ তা‘আলার করুণা ও সন্তুষ্টির অধিকারী, তখন সে বুঝতে পারবে যে, এটাই হলো সৎকর্মশীল ও সত্যিকার মুমিনগণের পথ; ফলে সে তাদের অনুসরণ করে পথ চলবে এবং পরিভ্রমণ করবে তাদের পদাঙ্ক অনুসরণ করে। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম রাত জেগে নফল সালাত আদায় করতেন, এমনকি তাতে তাঁর দুই কদম মুবারক ফুলে পেটে যেত এবং তাঁকে এ ব্যাপারে জিজ্ঞাসা করা হলে তিনি বলতেন:\n\n« أَفَلا أُحِبُّ أنْ أكُونَ عَبْداً شَكُوراً » . (مُتَّفَقٌ عَلَيهِ).\n\n“আমি কি আল্লাহর কৃতজ্ঞ বান্দা হওয়াটাকে পছন্দ করব না?” [বুখারী, হাদিস নং- ৪৫৫৭; মুসলিম, হাদিস নং- ৭৩০২] আর আলী রাদিয়াল্লাহু ‘আনহু রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাহাবীগণ সম্পর্কে আলোচনা করতে গিয়ে বলেন:\n\n« والله ،  لقد رأيت أصحاب محمد صلى الله عليه وسلم وما أرى شيئا يشبههم  كانوا يصبحون شعثاً غبراً صُفراً قد باتوا لله سجداً وقياماً ، يتلون كتاب الله يراوحون بين أقدامهم و جباههم ، و كانوا إذا ذُكر الله مادوا كما يميد الشجر فى يوم الريح ، وهملت أعينهم حتى تبل ثيابهم » .\n\n“আল্লাহর কসম! আমি মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সহাবীগণকে দেখেছি এবং আমি তাঁদের মত কোনো সৃষ্টিকে দেখিনি— তাঁদের সকাল হতো আউলা কেশে ধূলা মাখানো বেশে ফ্যকাশে চেহারায়, তাঁরা রাতযাপন করেন আল্লাহর উদ্দেশ্যে সিজদারত ও দাঁড়ানো অবস্থায়; তাঁরা আল্লাহর কিতাব তিলাওয়াত করতেন পালাক্রমে তাঁদের পায়ের উপর দাঁড়িয়ে ও কপাল মাটিতে রেখে সিজদারত অবস্থায়; আর তাঁদের যখন আল্লাহর কথা স্মরণ হয়, তখন তাঁরা এমনভাবে আন্দোলিত হয়, যেমনিভাবে ঝড়ের দিনে গাছপালা আন্দোলিত হয় এবং তাঁদের চোখের অশ্রুতে ভেসে তাঁদের কাপড়সমূহ ভিজে যেত।” [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২৩]\n\nআর আবূ দারদা রাদিয়াল্লাহু ‘আনহু বলেন: “যদি তিনটি জিনিস না থাকত, তাহলে আমি একদিনও বেঁচে থাকাটাকে পছন্দ করতাম না: ১. প্রচণ্ড তাপের সময় আল্লাহর জন্য তৃষ্ণার্ত থাকা (অর্থাৎ সাওম পালন করা), ২. মধ্য রাতে আল্লাহকে সিজদা করা, এবং ৩. এমন সম্প্রদায়ের সাথে উঠা-বসা করা, যারা এমনভাবে বাছাই করে ভালো ভালো কথা বলে, যেমনিভাবে (খাওয়ার সময়) ভালো ভালো ফলগুলো বাছাই করা হয়।” [প্রাগুক্ত]\n\nআর ওমর ইবনুল খাত্তাব রাদিয়াল্লাহু ‘আনহু জামায়াতে আসরের সালাত আদায় করতে না পারার কারণে নিজেকে নিজে তিরস্কার করেন এবং এ কারণে তিনি দুই লক্ষ দিরহাম মূল্যের জমি সাদকা করে দেন। [প্রাগুক্ত]\n\nআর আবদুল্লাহ ইবন ওমর রাদিয়াল্লাহু ‘আনহুমা যখন কোনো সালাত জামায়াতে আদায় করতে ব্যর্থ হতেন, তখন তিনি ঐ রাতের পুরোটাই জেগে থাকতেন এবং পরের দিন মাগরিবের সালাত আদায় করা পর্যন্ত দিনের বেলায়ও ঘুমাতেন না, এমনকি রাতের আকাশে তারা উদয় হওয়ার পর তিনি দু’টি গোলাম আযাদ করে দিতেন। [প্রাগুক্ত] আর আলী রাদিয়াল্লাহু ‘আনহু বলতেন:\n\n« رحم الله أقواما يحسبهم الناس مرضى ، وما هم بمرضى » .\n\n“আল্লাহ ঐসব সম্প্রদায়ের প্রতি রহম করুন, জনগণ যাদেরকে অসুস্থ মনে করে, অথচ তারা অসুস্থ নন।” [আল-গাযালী রহ. তাঁর ‘এহইয়াউ ‘উলুমিদ্ দীন’,  গ্রন্থে হাদিসটিকে ‘মারফু’ হিসেবে উল্লেখ করেছেন (৪র্থ খণ্ড, পৃ. ৪০৮)।] আর এগুলো হলো স্বীয় নাফসের উন্নয়নে কঠোর সাধনার কিছু নমুনা।\n\nআর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« خَيرُ النَّاسِ مَنْ طَالَ عُمُرهُ ، وَحَسُنَ عَمَلُهُ » . (رواه الترمذي ).\n\n“সেই ব্যক্তি উত্তম, যার বয়স দীর্ঘকাল ব্যাপী এবং কাজ সুন্দর।” [তিরমিযী, হাদিস নং- ২৩২৯] আর উয়াইস আল-কারনী রহ. বলতেন:\n\n« هذه ليلة الركوع فيحيى الليل كله في ركعة ، وإذا كانت الليلة الآتية قال : هذه ليلة السجود فيحيى الليل كله في سجدة » .\n\n“এটা হলো রুকূ‘ করার রাত, ফলে তিনি এক রুকূ‘তে গোটা রাত কাটিয়ে দিতেন; আর যখন পরবর্তী রাত আসত, তখন তিনি বলতেন: এটা হলো সিজদা করার রাত, ফলে তিনি এক সিজদাতেই গোটা রাত কাটিয়ে দিতেন।” [আল-গাযালী রহ., ‘এহইয়াউ ‘উলুমিদ্ দীন’ , ৭ম খণ্ড, পৃ. ৬৩]\n\nআর সাবিত আল-বানানী রহ. বলেন: আমি এমন কয়েকজন ব্যক্তিকে পেয়েছি, যাদের একজন সালাত আদায় করতেন, অথচ তিনি হামাগুড়ি দেয়া ছাড়া তাঁর নিজ বিছানায় আসতে পারতেন না। আবার তাদের একজন দাঁড়িয়ে দাঁড়িয়ে সালাত আদায় করতেন, এমনকি দীর্ঘ সময় ধরে দাঁড়িয়ে থাকার কারণে তার দুই পা ফুলে যেত এবং ইবাদতের ক্ষেত্রে তার চেষ্টা-সাধনা এমন চূড়ান্ত পর্যায়ে পৌঁছে গিয়েছিল যে, যদি তাকে বলা হত: আগামী কাল কিয়ামত, তবুও তিনি অতিরিক্ত কিছু পাওয়ার চিন্তা করতেন না। আবার তাদের কেউ কেউ যখন শীতকাল আসত, তখন তিনি ঘরের ছাদের উপরে দাঁড়িয়ে থাকতেন, যাতে ঠাণ্ডা বাতাসের আঘাতে তার ঘুম না আসে; আবার যখন গরমকাল আসত, তখন তিনি ঘরের ছাদের নীচে দাঁড়িয়ে থাকতেন, যাতে গরমের কারণে তার ঘুম না আসে। আবার কেউ কেউ সিজদারত অবস্থায় মৃত্যুবরণ করতেন। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২৪]\n\nআর মসরূক রহ. এর স্ত্রী বলেন: “সালাতে দীর্ঘক্ষণ দাঁড়িয়ে থাকার কারণে মাসরূক রহ.কে তাঁর দুই পা ফুলা অবস্থায় দেখা যেত; আল্লাহর কসম! আমি যদি তাঁর সালাতে দাঁড়ানো অবস্থায় তাঁর পেছনে বসতাম, তাহলে তাঁর প্রতি সহমর্মিতার কারণে আমি কেঁদে ফেলতাম।” [প্রাগুক্ত]\n\nআর তাদের কারো বয়স যখন চল্লিশে উপনিত হত, তখন তিনি তার বিছানা গুটিয়ে ফেলতেন, তারপর তিনি তার উপর আর কখনও ঘুমাতেন না। [প্রাগুক্ত]\n\nআরও বর্ণিত আছে যে, পূর্ববর্তী সৎব্যক্তিগণের মধ্য থেকে কোনো এক পবিত্রা নারী, যাকে অক্ষম দৃষ্টি প্রতিবন্ধী বলা হত, তিনি যখন রাতের শেষ ভাগে উপনীত হতেন, তখন তিনি করুণ স্বরে ডাকতেন:\n\n« إليك قطع العابدون دجى الليالى يستبقون إلى رحمتك ، وفضل مغفرتك ، فبك يا إلهى أسألك لا بغيرك أن تجعلنى في أول زمرة السابقين ، وأن ترفعنى لديك في عليين ، في درجة المقربين ، وان تلحقنى بعبادك الصالحين ، فأنت أرحم الرحماء ، وأعظم العظماء ، وأكرم الكرماء ، يا كريم ! » .\n\n“হে আমার প্রভু! রাতের অন্ধকারে বান্দাগণ সবকিছু বয়কট করে তোমার দিকে আসে, তারা তোমার রহমত ও ক্ষমার দিকে দৌড়ায়; আতএব, হে আমার আল্লাহ! আমি তুমি ভিন্ন অন্য কারও কাছে নয়, শুধু তোমার কাছে আবেদন করছি যে, তুমি আমাকে অগ্রগামীদের প্রথম দলের অন্তর্ভুক্ত করে নাও, আমাকে তোমার নিকট-‘ইল্লীনে উঠায়ে নাও, আমাকে তোমার নিকটতম বান্দাগণের মর্যাদায় উন্নীত কর এবং আমাকে তোমার সৎ বান্দাগণের অন্তর্ভুক্ত কর; কেননা, তুমি তো সর্বশ্রেষ্ঠ দয়াবান, মহামহীয়ান, সর্বশ্রেষ্ঠ দানশীল, হে মহনুভব!।” [আল-গাযালী রহ., ‘এহইয়াউ ‘উলুমিদ্ দীন’ , ৪র্থ খণ্ড, পৃ. ৪১৪] অতঃপর সে সিজদায় লুটিয়ে পড়ে এবং ফযর পর্যন্ত দো‘য়া ও ক্রন্দন করতে থাকে। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২৪]"
  },
  {
    "1": "সপ্তম অধ্যায়: মানুষ তথা সৃষ্টির সাথে আদব\n(ক) পিতামাতার সাথে আদব",
    "2": "মুসলিম ব্যক্তি তার উপর পিতামাতার অধিকারের ব্যাপারে বিশ্বাস করে, আরও বিশ্বাস করে তাঁদের সাথে সদ্ব্যবহার, তাঁদের আনুগত্য ও তাঁদের প্রতি ইহসান করার আবশ্যকতার প্রশ্নে; এটা শুধু এ জন্য নয় যে, তাঁরা তার অস্তিত্ব ও জন্মের উপলক্ষ, অথবা তাঁরা তার জন্য এমন সুন্দর সুন্দর ও ভালো ভালো অবদান রেখেছেন, যা তাকে প্রতিদান স্বরূপ তাঁদের সাথে সেরূপ উত্তম আচরণ করতে বাধ্য করে, বরং তাঁদের সাথে সদ্ব্যবহার করার আবশ্যকতার অন্যতম কারণ হল- আল্লাহ তা‘আলা তাঁদের আনুগত্য করাকে ওয়াজিব (আবশ্যক) করে দিয়েছেন এবং সন্তানের উপর পিতামাতার আনুগত্য করা ও তাঁদের সাথে সদ্ব্যবহার করার বিষয়টিকে তিনি ফরজ করে দিয়েছেন, এমনকি তিনি বান্দা কর্তৃক একমাত্র তাঁর ইবাদত করার আবশ্যকীয় অধিকারের সাথে এ বিষয়টিকে সংযুক্ত করে দিয়েছেন; আল্লাহ তা‘আলা বলেন:\n\n﴿ ۞وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا ٢٣ وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا ٢٤ ﴾ [الاسراء: ٢٣،  ٢٤]\n\n“আর তোমার প্রতিপালক আদেশ দিয়েছেন যে, তিনি ব্যতীত অন্য কারও ‘ইবাদত না করতে এবং  পিতামাতার প্রতি সদ্ব্যবহার করতে। তাদের একজন অথবা উভয়েই তোমার জীবদ্দশায় বার্ধক্যে উপনীত হলে তাদেরকে ‘উফ্’ বলো না এবং তাদেরকে ধমক দিও না; আর তাদের সাথে সম্মানসূচক কথা বলো। আর মমতাবেশে তাদের প্রতি নম্রতার পক্ষপুট অবনমিত করো এবং বলো, ‘হে আমাদের প্রতিপালক! তাদের প্রতি দয়া কর, যেভাবে তারা শৈশবে আমাকে প্রতিপালন করেছিলেন।” [সূরা আল-ইসরা, আয়াত: ২৩ - ২৪] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ ١٤ ﴾ [لقمان: ١٤]\n\n“আর আমরা মানুষকে তার পিতামাতার প্রতি সদাচরণের নির্দেশ দিয়েছি। তার মা তাকে কষ্টের পর কষ্ট বরণ করে গর্ভে ধারণ করে, আর তার দুধ ছাড়ানো হয় দু’বছরে। কাজেই আমার প্রতি ও তোমার পিতামাতার প্রতি কৃতজ্ঞ হও। ফিরে আসা তো আমারই কাছে।” [সূরা লুকমান, আয়াত: ১৪] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম জনৈক প্রশ্নকারী ব্যক্তিকে উদ্দেশ্য করে বলেন, যে প্রশ্নাকারে বলেন:\n\n« مَنْ أَحَقُّ النَّاسِ بِحُسْنِ صَحَابَتِى ؟ قَالَ : « أُمُّكَ » . قَالَ : ثُمَّ مَنْ ؟ قَالَ : « ثُمَّ أُمُّكَ » . قَالَ ثُمَّ مَنْ ؟ قَالَ : « ثُمَّ أُمُّكَ » . قَالَ ثُمَّ مَنْ ؟ قَالَ : « ثُمَّ أَبُوكَ » . (متفق عليه).\n\n“আমার কাছে উত্তম ব্যবহার পাওয়ার সবচেয়ে বেশি হকদার কে? তিনি বললেন: তোমার মা। লোকটি জিজ্ঞাসা করল: তারপর কে? তিনি বললেন: তারপর তোমার মা। লোকটি আবার জিজ্ঞাসা করল: তারপর কে? তিনি বললেন: তারপর তোমার মা। লোকটি আবার জিজ্ঞাসা করল: তারপর কে? তিনি বললেন:  তারপর তোমার পিতা।” [বুখারী, হাদিস নং- ৫৬২৬; মুসলিম, হাদিস নং- ৬৬৬৪] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলে:\n\n« إِنَّ اللَّهَ عَزَّ وَجَلَّ حَرَّمَ عَلَيْكُمْ عُقُوقَ الأُمَّهَاتِ ، وَوَأْدَ الْبَنَاتِ ، وَمَنْعَ وَهَاتِ ، وَكَرِهَ لَكُمْ : قِيلَ وَقَالَ ، وَكَثْرَةَ السُّؤَالِ ، وَإِضَاعَةَ الْمَالِ » . (متفق عليه).\n\n“আল্লাহ তা‘আলা তোমাদের উপর হারাম করেছেন পিতামাতার অবাধ্য হওয়া, কন্যা সন্তানদের জীবন্ত কবর দেওয়া এবং কারও প্রাপ্য আটক করে অন্যায়ভাবে কোন কিছু নেওয়াকে; আর তিনি তোমাদের জন্য অপছন্দনীয় করেছেন: অনর্থক বাক্য ব্যয়, অতিরিক্ত প্রশ্ন করা ও সম্পদ বিনষ্ট করাকে।” [বুখারী, হাদিস নং- ২২৭৭; মুসলিম, হাদিস নং- ৪৫৮০] তিনি আরও বলেন:\n\n« أَلا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ ؟ قُلْنَا : بَلَى يَا رَسُولَ اللَّهِ ، قَالَ : الإِشْرَاكُ بِاَللَّهِ ، وَعُقُوقُ الْوَالِدَيْنِ ، وَكَانَ مُتَّكِئاً فَجَلَسَ ، وَقَالَ : أَلا وَقَوْلُ الزُّورِ , وَشَهَادَةُ الزُّورِ ، أَلا وَقَوْلُ الزُّورِ , وَشَهَادَةُ الزُّورِ ، فَمَا زَالَ يَقُولُهَا حَتَّى (قَالَ أبو بَكْرَةَ ) قُلْتُ : لَيْتَهُ سَكَتَ » . (متفق عليه).\n\n“আমি কি তোমাদেরকে সবচেয়ে বড় গুনাহ সম্পর্কে সতর্ক করব না? আমরা বললাম: অবশ্যই সতর্ক করবেন, হে আল্লাহ রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম! তখন তিনি বললেন: আল্লাহর সাথে শরীক করা, পিতামাতার নাফরমানী করা— একথা বলার সময় তিনি হেলান দিয়ে বসাছিলেন, এরপর (সোজা হয়ে) বসলেন এবং বললেন: মিথ্যা বলা ও মিথ্যা সাক্ষ্য দেওয়া; মিথ্যা বলা ও মিথ্যা সাক্ষ্য দেওয়া এবং ক্রমাগত তিনি একথাগুলো বলে চললেন, এমনকি (বর্ণনাকারী আবূ বাকরা রা. বললেন) আমি বললাম: তিনি মনে হয় থামবেন না।” [বুখারী, হাদিস নং- ৫৬৩১; মুসলিম, হাদিস নং- ২৬৯] তিনি আরও বলেন:\n\n« لا يَجْزِي وَلَدٌ وَالِدًا إِلا أَنْ يَجِدَهُ مَمْلُوكًا ، فَيَشْتَرِيَهُ ، فَيُعْتِقَهُ » . (رواه مسلم).\n\n“কোনো সন্তানই তার পিতার প্রতিদান আদায় করতে সক্ষম নয়; তবে সে যদি তাকে (পিতাকে) দাস অবস্থায় পেয়ে থাকে এবং ক্রয় করার পর আযাদ করে দেয় (তবে কিছুটা প্রতিদান আদায় হবে)।” [মুসলিম, হাদিস নং- ৩৮৭২] আর আবদুল্লাহ ইবন মাস‘উদ রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم : أَيُّ الْعَمَلِ أَحَبُّ إلَى اللَّهِ ؟ قَالَ : « الصَّلاةُ عَلَى وَقْتِهَا » . قُلْتُ : ثُمَّ أَيُّ ؟ قَالَ : « بِرُّ الْوَالِدَيْنِ » , قُلْتُ : ثُمَّ أَيُّ ؟ قَالَ : « الْجِهَادُ فِي سَبِيلِ اللَّهِ » . (متفق عليه) .\n\n“আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলাম: আল্লাহ তা‘আলার নিকট কোন আমল সবচেয়ে বেশি পছন্দনীয়? জবাবে তিনি বললেন: সময় মত সালাত আদায় করা। আমি আবার জিজ্ঞাসা করলাম: তারপর কোনটি? তিনি বললেন: পিতা-মাতার সাথে উত্তম ব্যবহার করা। আমি আবার জিজ্ঞাসা করলাম: তারপর কোনটি? তিনি বললেন: আল্লাহর রাস্তায় জিহাদ করা।” [বুখারী, হাদিস নং- ৫০৪ ও ৬৫২৫; মুসলিম, হাদিস নং- ২৬৪] এক ব্যক্তি এসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট জিহাদে অংশগ্রহণের ব্যাপারে অনুমতি প্রার্থনা করল, তখন তিনি তাকে জিজ্ঞাসা করে বললেন:\n\n« أَحَىٌّ وَالِدَاكَ ؟ قَالَ : نَعَمْ , قَالَ : « فَفِيهِمَا فَجَاهِدْ » . (متفق عليه).\n\n“তোমার পিতামাতা জীবিত আছে কি? সে বলল: হ্যাঁ, তিনি বললেন: তুমি তাঁদের নিকট অবস্থান কর এবং সাধ্যমত তাঁদের সেবা কর।” [বুখারী, হাদিস নং- ২৮৪২; মুসলিম, হাদিস নং- ৬৬৬৮] আর আনসারদের মধ্য থেকে একজন এসে বললেন:\n\n« يَا رَسُولَ اللَّهِ ! هَلْ بَقِيَ عَلَيَّ مِنْ بِرِّ أَبَوَيَّ شَيْءٌ بَعْدَ مَوْتِهِمَا أَبَرُّهُمَا بِهِ ؟ قَالَ : نَعَمْ ، خِصَالٌ أَرْبَعَةٌ : الصَّلَاةُ عَلَيْهِمَا ، وَالِاسْتِغْفَارُ لَهُمَا ، وَإِنْفَاذُ عَهْدِهِمَا ، وَإِكْرَامُ صَدِيقِهِمَا ، وَصِلَةُ الرَّحِمِ الَّتِي لَا رَحِمَ لَكَ إِلَّا مِنْ قِبَلِهِمَا ، فَهُوَ الَّذِي بَقِيَ عَلَيْكَ مِنْ بِرِّهِمَا بَعْدَ مَوْتِهِمَا » . (رواه أبو داود و أحمد).\n\n“হে আল্লাহর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম! পিতামাতার মৃত্যুর পরও তাঁদের সাথে সদ্ব্যবহার করার দায়িত্ব আমার উপর অবশিষ্ট থাকবে কি এবং তা আমি কিভাবে করব? তিনি বললেন: হ্যাঁ, চারটি কাজ: তাঁদের জন্য দো‘য়া করা, তাঁদের গুনাহের ক্ষমা প্রার্থনা করা, তাঁদের করা প্রতিশ্রুতি পূর্ণ করা এবং তাঁদের বন্ধু-বান্ধবদের প্রতি সম্মান প্রদর্শন করা; আর তাঁদের এমন সব আত্মীয়-স্বজনের সাথে সদ্ব্যবহার করা, যাদের সাথে তোমার আত্মীয়তার সম্পর্ক শুধু তাদেরই কারণে। সুতরাং এটাই হল তোমার উপর তাদের মৃত্যুর পরে তাদের সাথে সদ্ব্যবহার করার অবশিষ্ট দায়িত্ব।” [আবূ দাউদ, হাদিস নং- ৫১৪৪; আহমাদ, হাদিস নং- ১৬১০৩] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« إِنَّ مِنْ أَبَرِّ الْبِرِّ صِلَةَ الرَّجُلِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ يُوَلِّىَ » . (رواه مسلم).\n\n“কোনো ব্যক্তির পক্ষে সৎকাজগুলোর মধ্যে সবচেয়ে বড় সৎকাজ হল পিতার মৃত্যুর পর তাঁর বন্ধু-বান্ধবের সাথে সদ্ব্যবহার করা।” [মুসলিম, হাদিস নং- ৬৬৭৯]\n\nআর মুসলিম ব্যক্তি যখন তার পিতামাতার এ অধিকারের স্বীকৃতি দেয় এবং আল্লাহ তা‘আলার আনুগত্য ও নির্দেশের বাস্তবায়ন স্বরূপ তা পরিপূর্ণভাবে আদায় করে, তখন তার জন্য তার পিতামাতার ব্যাপারে নিম্নোক্ত আদবসমূহের প্রতি লক্ষ্য রাখা আবশ্যক:\n\n১. তাঁদের দেয়া প্রতিটি আদেশ অথবা নিষেধের আনুগত্য করা, যদি তার মধ্যে আল্লাহ তা‘আলার অবাধ্যতা ও তাঁর দেয়া শরী‘য়তের বিপরীত কিছু না থাকে; কেননা, সৃষ্টার অবাধ্য হয়ে কোনো সৃষ্টির আনুগত্য করা যাবে না; তাছাড়া আল্লাহ তা‘আলা বলেন:\n\n﴿ وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ ﴾ [لقمان: ١٥]\n\n“আর তোমার পিতা-মাতা যদি তোমাকে আমার সাথে শির্ক করার জন্য পীড়াপীড়ি করে, যে বিষয়ে তোমার কোন জ্ঞান নেই, তাহলে তুমি তাদের কথা মানবে না এবং দুনিয়াতে তাদের সাথে বসবাস করবে সদ্ভাবে।” [সূরা লুকমান, আয়াত: ১৫] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّمَا الطَّاعَةُ فِى الْمَعْرُوفِ » . (متفق عليه).\n\n“আনুগত্য চলবে শুধু সৎকাজে।” [বুখারী, হাদিস নং- ৬৮৩০; মুসলিম, হাদিস নং- ৪৮৭১] তিনি আরও বলেন:\n\n« لا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيةِ الخَالِقِ » . (رواه أحمد و الحاكم).\n\n“স্রষ্টার অবাধ্য হয়ে কোনো সৃষ্টির আনুগত্য করা যাবে না।” [আহমাদ ও হাকেম রহ. হাদিসটি বর্ণনা করেন এবং হাদিসটিকে সহীহ বলেন।]\n\n২. তাঁদেরকে সম্মান ও মর্যাদা দেওয়া এবং মমতাবেশে তাদের প্রতি নম্রতার পক্ষপুট অবনমিত করা; আর কথা ও কাজের মাধ্যমে তাঁদের প্রতি সম্মান প্রদর্শন করা; সুতরাং তাঁদেরকে ধমক দিবে না, তাঁদের কথার আওয়াজের উপর স্বীয় আওয়াজকে উঁচু করবে না, তাঁদের সামনে হাঁটবে না, তাঁদের উপর স্ত্রী ও সন্তানকে প্রাধান্য দিবে না, তাঁদেরকে তাঁদের নাম ধরে ডাকবে না, বরং আম্মু আব্বু বলে ডাকবে এবং তাঁদের অনুমতি ও সম্মতি ছাড়া সফরে যাবে না।\n\n৩. তাঁদের সাথে সদ্ব্যবহার করা এমন প্রতিটি ক্ষেত্রে, যেখানে তার হাত পৌঁছবে এবং যত রকমের সদ্ব্যবহার ও ইহাসান করার ক্ষমতা তার আছে, যেমন— তাঁদের খাদ্য ও বস্ত্রের ব্যবস্থা করা, তাঁদের অসুস্থ জনকে চিকিৎসা করা এবং তাঁদের সর্বপ্রকার কষ্ট দূর করা; আর তাঁদের জন্য নিজের জীবনকে উৎসর্গ করে দেওয়া।\n\n৪. তাঁদের আত্মীয়দের সাথে আত্মীয়তার সম্পর্ক রক্ষা করে চলা, তাঁদের জন্য দো‘য়া ও ক্ষমা প্রার্থনা করা, তাঁদের প্রতিশ্রুতি বাস্তবায়ন করা এবং তাঁদের বন্ধু-বান্ধবকে সম্মান করা।"
  },
  {
    "1": "(খ) সন্তানসন্ততির সাথে আদব",
    "2": "মুসলিম ব্যক্তি স্বীকার করে যে, পিতার উপর তার সন্তানের কতগুলো অধিকার রয়েছে, যা আদায় করা তার উপর ওয়াজিব এবং এমন কতগুলো আদব রয়েছে, যেগুলো তার সন্তানের সাথে রক্ষা করে চলা আবশ্যক; উদাহরণস্বরূপ সেসব অধিকার ও আদব হলো— তার জন্য ভালো মা পছন্দ করা, সুন্দর নাম রাখা, তার জন্মের সপ্তম দিবসে তার পক্ষ থেকে আকীকা করা, খাতনা করা, তাকে স্নেহ করা, তার সাথে কোমল আচরণ করা, তার জন্য ব্যয় করা এবং তাকে উত্তম শিক্ষা দেওয়া; আর তার শিক্ষাদীক্ষা, আদব-কায়দা, ইসলামের শিক্ষা ও নির্দেশাবলী গ্রহণ এবং ইসলামের ফরয, সুন্নাত ও আদবসমূহ পালন ও অনুশীলনের ব্যাপারে গুরুত্ব প্রদান করা; এমনকি যখন বালেগ বা প্রাপ্তবয়স্ক হবে, তখন তার বিয়ের ব্যবস্থা করা; অতঃপর তাকে এ ব্যাপারে স্বাধীনতা দেওয়া— সে কী তার তত্ত্ববধানে থেকে যাবে, না কী পৃথকভাবে জীবনযাপন করবে এবং নিজ হাতে তার মর্যাদাপূর্ণ অবস্থন তৈরি করবে। আর তার জন্য এসব অধিকার ও আদবের প্রশ্নে আল-কুরআন ও সুন্নাহ’র নিম্নোক্ত দলীলসমূহ রয়েছে:\n\n১. আল্লাহ তা‘আলা বলেন:\n\n﴿ ۞وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ ﴾ [البقرة: ٢٣٣]\n\n“আর জননীগণ তাদের সন্তানদেরকে পূর্ণ দু’বছর স্তন্য পান করাবে, এটা সে ব্যক্তির জন্য, যে স্তন্যপান কাল পূর্ণ করতে চায়। পিতার কর্তব্য যথাবিধি তাদের (মাতাদের) ভরণ-পোষণ করা।” [সূরা আল-বাকারা, আয়াত: ২৩৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ ٦ ﴾ [التحريم: ٦]\n\n“হে ঈমানদারগণ! তোমরা নিজদেরকে এবং তোমাদের পরিবার-পরিজনকে রক্ষা কর আগুন থেকে, যার ইন্ধন হবে মানুষ এবং পাথর, যাতে নিয়োজিত আছে নির্মম, কঠোরস্বভাব ফেরেশ্তাগণ, যারা অমান্য করে না তা, যা আল্লাহ তাদেরকে আদেশ করেন। আর তারা যা করতে আদেশপ্রাপ্ত হয় তা-ই কর।” [সূরা আত-তাহরীম, আয়াত: ৬] সুতরাং এ আয়াতের মধ্যে পরিবার-পরিজনকে জাহান্নামের আগুন থেকে রক্ষা করার নির্দেশ রয়েছে; আর এটা সম্ভব হবে আল্লাহ তা‘আলার আনুগত্য করার দ্বারা; আর আল্লাহ তা‘আলার আনুগত্যের বিষয়টি বাধ্যতামূলক করে দেয় কোন্ কোন্ বিষয়ে তাঁর আনুগত্য করা হবে, সে বিষয়টি সম্পর্কে ভালোভাবে জেনে নেওয়া; আর এটা জ্ঞান অর্জন ব্যতীত সম্ভব নয়। আর সন্তান যখন ঐ ব্যক্তির গোটা পরিবারের অন্তর্ভুক্ত একজন সদস্য, তখন উপরিউক্ত আয়াতটি এমন এক দলীল হবে, যা পিতা কর্তৃক তার সন্তানকে শিক্ষা দেওয়া, ভালো পথে পরিচালিত করা, আল্লাহ ও তাঁর রাসূলের আনুগত্য করার জন্য নির্দেশনা প্রদান করা, তাকে কুফর, অবাধ্যতা ও যাবতীয় অন্যায় অনাচার থেকে দূরে রাখার কার্যকরী ব্যবস্থা গ্রহণ করার বিষয়টি তার উপর ওয়াজিব বলে সাব্যস্ত করবে, যাতে তিনি এর দ্বারা তার সন্তানকে জাহান্নামের শাস্তি থেকে রক্ষা করতে পারেন। যেমনিভাবে প্রথম আয়াত:\n\n﴿ ۞وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ ﴾\n\n(আর জননীগণ তাদের সন্তানদেরকে পূর্ণ দু’বছর স্তন্য পান করাবে) -এর মধ্যে দলীল রয়েছে পিতার উপর সন্তানের ব্যয়ভার বহন করা ওয়াজিব হওয়ার ব্যাপারে; কেননা, তার সন্তানকে দুধ পান করানোর কারণেই স্তন্যদায়ীনীর জন্য খরচ বরাদ্দ করাটা আবশ্যক হয়। আর আল্লাহ তা‘আলা বলেন:\n\n﴿ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ ﴾ [الاسراء: ٣١]\n\n“তোমরা দারিদ্র্যের ভয়ে তোমাদের সন্তানদেরকে হত্যা করো না।” [সূরা আল-ইসরা, আয়াত: ৩১]\n\n২. রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে যখন মহাপাপ সম্পর্কে প্রশ্ন করা হয়, তখন তিনি বলেন:\n\n« أَنْ تَجْعَلَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ ، ثُمَّ أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَطْعَمَ مَعَكَ ، ثُمَّ أَنْ تُزَانِيَ بِحَلِيلَةِ جَارِكَ » . (متفق عليه).\n\n“কাউকে আল্লাহর সমকক্ষ স্থির করা, অথচ তিনি তোমাকে সৃষ্টি করেছেন; অতঃপর তোমার সাথে খাবে, এই ভয়ে তোমার সন্তানকে হত্যা করা; অতঃপর তোমার কর্তৃক তোমার প্রতিবেশীর স্ত্রীর সাথে ব্যভিচার করা।” [বুখারী, হাদিস নং- ৬৪২৬; মুসলিম, হাদিস নং- ২৬৭] সুতরাং সন্তানদেরকে হত্যা করা থেকে নিষেধ করার বিষয়টিই আবশ্যক করে দেয় তাদের প্রতি স্নেহ ও মমতার বিষয়টিকে এবং আরও জরুরি করে দেয় তাদের শরীর, বুদ্ধি ও মনকে সংরক্ষণ করার বিষয়টিকে। আর সন্তানের জন্য ‘আকীকার ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« الغلامُ مُرتَهَنُ بعَقيِقتِه ، تُذبَحُ عنه يوم السابع ، ويُسمى فيه ، ويُحلَق رأسُه » . (رواه البخاري و أصحاب السنن).\n\n“নবজাতক দায়বদ্ধ তার আকীকার শর্তে, যা তার পক্ষ থেকে যবেহ করা হবে তার জন্মের সপ্তম দিবসে; আর সে দিনে তার নাম রাখা হবে এবং তার মাথা মুণ্ডন করা হবে।” [বুখারী ও সুনান চতুষ্টয়।] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« الْفِطْرَةُ خَمْسٌ : الاخْتِتَانُ ، وَالاسْتِحْدَادُ ، وَقَصُّ الشَّارِبِ ، وَتَقْلِيمُ الأَظْفَارِ ، وَنَتْفُ الإِبْطِ » . (رواه البخاري) .\n\n“ফিতরাত (মানুষের সৃষ্টিগত স্বভাব) পাঁচটি: খাতনা করা, (নাভীর নীচে) খুর ব্যবহার করা, গোঁফ ছোট করা, নখ কাটা ও বগলের পশম উপড়ে ফেলা।” [বুখারী, হাদিস নং- ৫৫৫২] তিনি আরও বলেন:\n\n« أكرموا أولادكم وأحسنوا أدبهم  » . (رواه ابن ماجه) .\n\n“তোমরা তোমাদের সন্তানদেরকে আদর যত্ন কর এবং তাদের আদব-কায়দাকে সুন্দর কর।” [ইবনু মাজাহ রহ. হাদিসটি দুর্বল সনদে বর্ণনা করেছেন, হাদিস নং- ৩৬৭১] তিনি আরও বলেন:\n\n« سَوُّوا بَيْنَ أَوْلادِكُمْ فِي الْعَطِيَّةِ ، فَلَوْ كُنْتُ مُفَضِّلا لَفَضَّلْتُ النِّسَاءَ » . (رواه البيهقي و الطبراني).\n\n“তোমরা উপহার দেওয়ার ক্ষেত্রে সন্তানদের মাঝে সমতা রক্ষা কর; কারণ, আমি যদি কাউকে (এ ক্ষেত্রে) প্রাধান্য দিতাম, তাহলে নারীদেরকে প্রাধান্য দিতাম।” [বায়হাকী ও ত্ববারানী; আর হাফেয ‘আসকলানী হাদিসের সনদকে ‘হাসান’ বলেছেন।] তিনি আরও বলেন:\n\n« مُرُوا أَوْلاَدَكُمْ بِالصَّلاَةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِينَ , وَاضْرِبُوهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ سِنِينَ , وَفَرِّقُوا بَيْنَهُمْ فِى الْمَضَاجِعِ  » . (رواه أبو داود).\n\n“তোমরা তোমাদের সন্তানদেরকে সালাতে জন্য নির্দেশ দাও, যখন তারা সাত বছর বয়সে উপনীত হয়; আর তাদেরকে সালাতের জন্য প্রহার কর, যখন তারা দশ বছর বয়সে উপনীত হয় এবং তাদের শোয়ার স্থান পৃথক করে দাও।” [আবূ দাউদ, হাদিস নং- ৪৯৫] আর ‘আসার’ -এর মধ্যে এসেছে: পিতার উপর সন্তানের অন্যতম অধিকার হলো তার আদব-কায়দাকে সুন্দর করে দেওয়া এবং তার জন্য সুন্দর নাম রাখা। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২৯] আর ওমর রাদিয়াল্লাহু ‘আনহু বলেন: পিতার উপর সন্তানের অন্যতম অধিকার হলো তাকে লেখাপড়া ও তীর নিক্ষেপের প্রশিক্ষণ দেওয়া এবং তার জন্য শুধু পবিত্র ও হালাল রিযিকের ব্যবস্থা করা। [প্রাগুক্ত] তিনি আরও বলেন:\n\n« تزوجوا في الحجر الصالح ؛ فإن العرق دساس » .\n\n“তোমরা ভালো বংশে বিয়ে কর; কারণ, বংশের শিরা-উপশিরা গুপ্তচরের মত।” [আলবানী ও অন্যান্য সকল মুহাদ্দিস হাদিসটিকে ‘মাউদু‘’ বলেছেন।] আর এক আরব বেদুইন তার সন্তানদের প্রতি সদয় ইহসান করেছেন তাদের মাকে পছন্দ করার মাধ্যমে; সুতরাং তিনি কবিতার ভাষায় বলেন:\n\nوَأَوَّلُ إحْسَانِي إلَيْكُمْ تَخَيُّرِي\n\nلِمَاجِدَةِ الْأَعْرَاقِ بَادٍ عَفَافُهَا\n\n(আর তোমাদের প্রতি আমার প্রথম ইহসান হলো আমি বাছাই করেছি\n\nতোমাদের মাকে গৌরবময় বংশ থেকে, যার পবিত্রতা বা নিষ্কলুষতা সুস্পষ্ট)। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১২৯]"
  },
  {
    "1": "(গ) ভাই-বোনের সাথে আদব",
    "2": "মুসলিম ব্যক্তি মনে করে যে, ভাই-বোনের সাথে আদব রক্ষা করা চলার বিষয়টি পিতামাতা ও সন্তানসন্তুতির সাথে আদব রক্ষা করে চলার মতই সমান গুরুত্বপূর্ণ; সুতরাং ছোট ভাইবোনের উপর আবশ্যক হলো তার বড় ভাইবোনদের সাথে এমনভাবে আদব রক্ষা করে চলা, যেমনিভাবে তাদের উপর ওয়াজিব হলো তাদের পিতামাতার সাথে অধিকার আদায়, দায়িত্ব পালন ও আদব রক্ষা করে চলা; আর এর কারণ হলো হাদিসে বর্ণিত আছে:\n\n« حق كبير الإخوة على صغيرهم كحق الوالد على ولده » . (رواه البيهقي).\n\n“ছোট ভাই-বোনের উপর বড় ভাই-বোনের অধিকার ঠিক তেমন পর্যায়ের, যেমন অধিকার সন্তানের উপর তার পিতামাতার।” [বায়হাকী এবং হাদিসটি দুর্বল।] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« بَرَّ أُمَّكَ و أَبَاكَ , ثُمَّ أختَك و أخَاك , ثم أدنَاك فَأدنَاك » . (رواه الحاكم).\n\n“তুমি তোমার মাতা ও পিতার সাথে উত্তম ব্যবহার কর; অতঃপর উত্তম ব্যবহার কর তোমার বোন ও ভাইয়ের সাথে; অতঃপর উত্তম ব্যবহার কর একে একে তোমার নিকটাত্মীয়ের সাথে।” [হাকেম রহ. হাদিসটি বর্ণনা করেছেন এবং তার মূলকথা ‘সহীহ’ ও ‘সুনান’ গ্রন্থের মধ্যে রয়েছে।]"
  },
  {
    "1": "(ঘ) স্বামী-স্ত্রী’র মধ্যকার আদব",
    "2": "মুসলিম ব্যক্তি স্বামী ও স্ত্রীর মধ্যকার পরস্পরের জন্য নির্ধারিত আদব তথা অধিকারসমূহকে স্বীকৃতি প্রদান করবে; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ ﴾ [البقرة: ٢٢٨]\n\n“আর নারীদের তেমনি ন্যায়সংগত অধিকার আছে, যেমন আছে তাদের উপর পুরুষদের; আর নারীদের উপর পুরুষদের মর্যাদা আছে।” [সূরা আল-বাকারা, আয়াত: ২২৮] সুতরাং আল-কুরআনের এ আয়াতটি স্বামী ও স্ত্রীর প্রত্যেকের জন্য একের উপর অন্যের অধিকার নির্ধারণ করে দিয়েছে এবং বিশেষ কিছু কারণে স্বামীকে তার স্ত্রীর উপর বিশেষ মর্যাদা দেয়া হয়েছে। তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বিদায় হাজ্জের ভাষণে বলেন:\n\n« أَلَا إِنَّ لَكُمْ عَلَى نِسَائِكُمْ حَقًّا , وَلِنِسَائِكُمْ عَلَيْكُمْ حَقًّا » . (رواه أصحاب السنن).\n\n“জেনে রাখবে, নিশ্চয়ই তোমাদের নারীদের উপর তোমাদের অধিকার রয়েছে, আর তোমাদের উপরও তোমাদের নারীদের অধিকার রয়েছে ।” [সুনান চতুষ্টয়; ইমাম তিরমিযী রহ. হাদিসটিকে সহীহ বলেছেন।] তবে এসব অধিকারের মধ্য থেকে কিছু অধিকার আছে এমন, যা স্বামী ও স্ত্রী উভয়ের মাঝে যৌথভাবে প্রযোজ্য এবং কিছু অধিকার আছে এমন, যা তাদের প্রত্যেকের জন্য পৃথক পৃথকভাবে নির্দিষ্ট; সুতরাং যেসব অধিকার তাদের উভয়ের জন্য যৌথভাবে প্রযোজ্য, সেগুলো হলো:\n\n১. আমানত তথা বিশ্বস্ততা; কেননা, স্বামী ও স্ত্রী প্রত্যেকের উপর ওয়াজিব হলো একে অপরের প্রতি বিশ্বস্ত হওয়া; সুতরাং কম হউক বেশি হউক কোনো অবস্থাতেই তারা একে অন্যের খিয়ানত করবে না; কারণ, স্বামী-স্ত্রী একে অপরের অবিচ্ছেদ্য সঙ্গী; অতএব কারণে তাদের বিশেষ ও সাধারণ জীবনের প্রতিটি বিষয় ও ক্ষেত্রে পরস্পরের মাঝে বিশ্বস্ততা, কল্যাণ কামনা, সততা ও নিষ্ঠার মত বিষয়গুলো যথাযথভাবে পালন করা জরুরি।\n\n২. ভালোবাসা ও সম্প্রীতি; তারা দীর্ঘ জীবনে প্রত্যেকে প্রত্যেকের জন্য সর্বোচ্চ পরিমাণে নির্ভেজাল ভালোবাসা ও অবারিত সহমর্মিতা প্রদর্শন করবে; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ ﴾ [الروم: ٢١]\n\n“আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদের জন্য তোমাদের মধ্য থেকে সৃষ্টি করেছেন তোমাদের জোড়া; যাতে তোমরা তাদের কাছে শান্তি পাও এবং সৃজন করেছেন তোমাদের মধ্যে ভালোবাসা ও সহমর্মিতা।” [সূরা আর-রূম, আয়াত: ২১] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ لا يَرْحم لا يُرْحَمْ » . (رواه الطبراني).\n\n“যে ব্যক্তি অনুকম্পা প্রদর্শন করবে না, তার প্রতিও অনুকম্পা প্রদর্শন করা হবে না।” [ত্ববারনী রহ. হাদিসটি সহীহ সনদে বর্ণনা করেছেন।]\n\n৩. পরস্পরের মাঝে আস্থা, বিশ্বাস ও নির্ভরশীলতা; অর্থাৎ তাদের প্রত্যেকে একে অপরের ব্যাপারে আস্থাশীল হবে এবং তার জন্য তার সততা, আন্তরিকতা ও একনিষ্ঠতার ব্যাপারে তার মনে ন্যূনতম সন্দেহের অনুপ্রবেশ ঘটবে না; আর এটা এ জন্য যে, আল্লাহ তা‘আলা বলেন:\n\n﴿ إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ ﴾ [الحجرات: ١٠]\n\n“মুমিনগণ তো পরস্পর ভাই ভাই।” [সূরা আল-হুজুরাত, আয়াত: ১০] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ » . (رواه الشيخان و غيرهما).\n\n“তোমাদের কেউ ততক্ষণ পর্যন্ত প্রকৃত মুমিন হতে পারবে না, যতক্ষণ না সে তার নিজের জন্য যা পছন্দ করবে, তার ভাইয়ের জন্য তা পছন্দ করবে।” [বুখারী ও মুসলিম রহ. প্রমুখ।] আর দাম্পত্য বন্ধন উভয়ের মাঝে ঈমানী ভ্রাতৃত্ববোধকে আরও বাড়িয়ে শক্তিশালী ও মজবুত করে দেয়। আর এ কারণে স্বামী-স্ত্রীর প্রত্যেকেই অনুভব করে একে অপরের সত্তায় মিশে গিয়ে যেন এক দেহ এক মন; সুতরাং একজন মানুষ কিভাবে তার নিজ সত্তাকে অবিশ্বাস করবে এবং কিভাবে তার নিজের কল্যাণ কামনা করবে না? অথবা কিভাবে সে নিজেকে ধোঁকা দিবে ও প্রতারিত করবে?\n\n৪. সার্বজনীন আদব হলো আচার ব্যাহারে কোমল হওয়া, আনন্দময় অবস্থান, সম্মানজনক কথা বলা এবং শ্রদ্ধা ও সম্মান প্রদর্শন করা; আর এটাই হলো সৎভাবে জীবনযাপন করা, যে ব্যাপারে আল্লাহ তা‘আলা তাঁর বাণীর মধ্যে নির্দেশ প্রদান করেছেন, তিনি বলেন:\n\n﴿ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ ﴾ [النساء: ١٩]\n\n“আর তোমরা তাদের সাথে সৎভাবে জীবন যাপন কর।” [সূরা আন-নিসা, আয়াত: ১৯] আর এটাই হলো কল্যাণ কামনা করা, যার নির্দেশ প্রদান করেছেন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর বাণীর মাধ্যমে, তিনি বলেন:\n\n« اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا » . (رواه مسلم).\n\n“তোমরা নারীদের কল্যাণ কামনা কর।” [মুসলিম, হাদিস নং- ৩৭২০] আর এসব হচ্ছে স্বামী-স্ত্রীর মধ্যকার যৌথ আদব-কায়দা, যেগুলো তারা পরস্পর মেনে চলবে তাদের মধ্যকার দৃঢ় প্রতিশ্রুতির বাস্তবায়ন স্বরূপ, যে দিকে ইঙ্গিত করা হয়েছে আল্লাহ তা‘আলার বাণীর মধ্যে, তিনি বলেন:\n\n﴿ وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا ٢١ ﴾ [النساء: ٢١]\n\n“আর কিভাবে তোমরা তা গ্রহণ করবে, যখন তোমরা একে অপরের সাথে সংগত হয়েছ এবং তারা তোমাদের কাছ থেকে দৃঢ় প্রতিশ্রুতি নিয়েছে?।” [সূরা আন-নিসা, আয়াত: ২১] তাছাড়া তারা এগুলো মেনে চলবে আল্লাহর আনুগত্য করার নিমিত্তে; আল্লাহ তা‘আলা বলেন:\n\n﴿ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ ٢٣٧ ﴾ [البقرة: ٢٣٧]\n\n“আর তোমরা নিজেদের মধ্যে অনুগ্রহের কথা ভুলে যেও না। তোমরা যা কর নিশ্চয় আল্লাহ তা সবিশেষ প্রত্যক্ষকারী।” [সূরা আল-বাকারা, আয়াত: ২৩৭]\n\nতাছাড়া আরও কিছু বিশেষ অধিকার ও আদব রয়েছে, যেগুলো স্বামী-স্ত্রীর প্রত্যেকেই এককভাবে একে অপরের সাথে রক্ষা করে চলবে; সে বিশেষ আদাব ও অধিকারসমূহ নিম্নরূপ"
  },
  {
    "1": "প্রথমত: স্বামীর উপর স্ত্রীর অধিকার",
    "2": "স্বামীর উপর ওয়াজিব হলো তার স্ত্রীর সাথে নিম্নোক্ত আদবসমূহ রক্ষা করে চলা:\n\n১. তার সাথে সৎভাবে জীবন যাপন করা; কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ ﴾ [النساء: ١٩]\n\n“আর তোমরা তাদের সাথে সৎভাবে জীবন যাপন কর।” [সূরা আন-নিসা, আয়াত: ১৯] সুতরাং সে যখন খাবে, তখন সে তাকেও খাওয়াবে এবং যখন সে পোশাক পরিধান করবে, তখন তাকেও পোশাক পরিধান করাবে; আর যখন সে তার স্ত্রীর অবাধ্যতার আশঙ্কা করবে, তখন আল্লাহ তা‘আলা যেভাবে নারীদেরকে আদব শিক্ষা দেয়ার নির্দেশ দিয়েছেন সেভাবে তাকে আদব শিক্ষা দিবে; অর্থাৎ তাকে উপদেশ দিবে কোনো প্রকার গালিগালাজ ও মন্দ কথা না বলে, তারপর সে যদি অনুগত হয়ে যায়, তাহলে তো ভালো, নতুবা তার বিছানা আলাদা করে দিবে; অতঃপর সে যদি অনুগত হয়ে যায়, তাহলে তো ভালো কথা, নতুবা তাকে প্রহার করবে চেহারা ব্যতীত অন্য যে কোনো স্থানে, তবে প্রচণ্ডভাবে প্রহার করবে না, রক্তাক্ত করবে না, আহত করবে না, অথবা কোনো অঙ্গকে বিকলাঙ্গ বা নষ্ট করবে না; কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ ﴾ [النساء: ٣٤]\n\n“আর স্ত্রীদের মধ্যে যাদের অবাধ্যতার আশংকা কর, তাদেরকে সদুপদেশ দাও, তারপর তাদের শয্যা বর্জন কর এবং তাদেরকে প্রহার কর। যদি তারা তোমাদের অনুগত হয়, তবে তাদের বিরুদ্ধে কোনো পথ অন্বেষণ করো না।” [সূরা আন-নিসা, আয়াত: ৩৪] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে কোনো এক সাহাবী প্রশ্ন করলেন: আমাদের কারও উপর তার স্ত্রীর কী অধিকার রয়েছে? তখন তিনি তাকে উদ্দেশ্য করে বললেন:\n\n« أَنْ تُطْعِمَهَا إِذَا طَعِمْتَ ، وَتَكْسُوَهَا إِذَا اكْتَسَيْتَ ، وَلاَ تَضْرِبِ الْوَجْهَ ، وَلاَ تُقَبِّحْ وَلاَ تَهْجُرْ إِلاَّ فِى الْبَيْتِ » . (رواه أَبُو دَاوُدَ).\n\n“যখন তুমি খাবে, তখন তাকেও খাওয়াবে; যখন তুমি পোশাক পরিধান করবে, তখন তাকেও পোশাক পরিধান করাবে; তার মুখমণ্ডলে প্রহার করবে না এবং তাকে মন্দ বলবে না; আর তার বিছানা আলাদা করতে হলে তা ঘরের মধ্যেই করবে।” [আবূ দাউদ রহ. হাদিসটি ‘হাসান’ সনদে বর্ণনা করেছেন, হাদিস নং- ২১৪৪] তিনি আরও বলেন:\n\n« ألاَ وَحَقُّهُنَّ عَلَيْكُمْ أنْ تُحْسِنُوا إِلَيْهِنَّ في كِسْوَتِهنَّ وَطَعَامِهنَّ » . (رواه الترمذي).\n\n“জেনে রাখবে, তোমাদের উপর তাদের অধিকার হল— তোমরা তাদের ভরণ-পোষণের ক্ষেত্রে তাদের প্রতি সদ্ব্যবহার করবে।” [তিরমিযী, হাদিস নং- ৩০৮৭] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« لَا يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ كَرِهَ مِنْهَا خُلُقًا ، رَضِيَ مِنْهَا آخَرَ » . (رواه مسلم).\n\n“কোন মুমিন পুরুষ যেন কোন মুমিন নারীর প্রতি হিংসা-বিদ্বেষ ও শত্রুতা পোষণ না করে; কেননা, তার কোন একটি দিক তার কাছে খারাপ লাগলেও অন্য একটি দিক তার পছন্দ হবে।” [মুসলিম, হাদিস নং- ২৭২১]\n\n২. দীনের জরুরি বিষয়গুলো তাকে শিক্ষা দিবে, যদি এগুলো তার জানা না থাকে, অথবা এগুলো শিখার জন্য তাকে শিক্ষামূলক বৈঠকসমূহে উপস্থিত হওয়ার জন্য অনুমতি প্রদান করবে; কারণ, তার দীনকে সংশোধন ও আত্মাকে পরিশুদ্ধ করার প্রয়োজনীয়তাটা তাকে আবশ্যকীয়ভাবে সরবরাহ করা খাদ্য ও পানীয়’র প্রয়োজনীয়তার চেয়ে কোনো অংশেই কম নয়; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا ﴾ [التحريم: ٦]\n\n“হে ঈমানদারগণ! তোমরা নিজদেরকে এবং তোমাদের পরিবার-পরিজনকে রক্ষা কর জাহান্নামের আগুন থেকে।” [সূরা আত-তাহরীম, আয়াত: ৬] আর স্ত্রীও পরিবারের একজন; আর তাকে জাহান্নামের আগুন থেকে বাঁচাতে হবে ঈমান ও ভালো কাজোর মাধ্যমে; আর শরী‘য়ত যেভাবে চায়, সেভাবে ভালো কাজ সম্পন্ন করতে হলে শরী‘য়তের বিধানাবলী সম্পর্কে জানতে হবে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« ألا وَاسْتَوصُوا بالنِّساءِ خَيْراً ، فَإِنَّمَا هُنَّ عَوَانٌ – أسِيْرَاتٌ -  عِنْدَكُمْ » . (رواه الترمذي).\n\n“সাবধান, তোমরা নারীদের মঙ্গল কামনা কর; কারণ, তারা (বন্দীর মত) তোমাদের তত্ত্বাবধানে রয়েছে।” [তিরমিযী, হাদিস নং- ৩০৮৭] আর নারীর মঙ্গল কামনা করার অন্যতম একটি দিক হলো তাকে এমনভাবে শিক্ষার ব্যবস্থা করা, যাতে সে তার দ্বারা তার দীনকে মার্জিত করতে পারে এবং তাকে এমনভাবে আদব শিখানোর ব্যবস্থা করা, যা তাকে যথাযথভাবে মর্যাদা রক্ষা করে চলতে সহযোগিতা করবে।\n\n৩. ইসলামের শিক্ষা, নির্দেশ ও আদবসমূহ তাকে বাধ্যতামূলক করে দেওয়া এবং এগুলোর ব্যাপারে তাকে কঠোরভাবে জবাবদিহির আওতায় নিয়ে আসা; সুতরাং সে তাকে ভ্রমণ করতে অথবা সৌন্দর্য প্রদর্শন করে বেড়াতে নিষেধ করবে এবং মাহরাম পুরুষ ব্যতীত অন্যান্য পুরুষদের মাঝে অবাধে বিচরণ করতে বাধা দিবে। অনুরূপভাবে তার দায়িত্ব হলো তার স্ত্রীর সতীত্ব রক্ষার পর্যাপ্ত ব্যবস্থা করা এবং ভালোভাবে তাকে তত্ত্বাবধান করা; সুতরাং সে তাকে তার চরিত্র বা দীন নষ্ট করার সুযোগ দিবে না এবং তাকে আল্লাহ ও তাঁর রাসূলের নির্দেশসমূহ অমান্য করার বা পাপকাজে লিপ্ত হওয়ার অবকাশ দিবে না; কারণ, সে তার অভিভাবক এবং তাকে তার (স্ত্রীর) ব্যাপারে জিজ্ঞাসাবাদ করা হবে; তাছাড়া তাকে তার রক্ষণা-বেক্ষণের দায়িত্ব দেয়া হয়েছে; কেননা, আল্লাহ তা‘আলা বলেছেন:\n\n﴿ ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ ﴾ [النساء: ٣٤]\n\n“পুরুষরা নারীদের কর্তা।” [সূরা আন-নিসা, আয়াত: ৩৪] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  وَالرَّجُلُ رَاعٍ فِي أَهْلِهِ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ » . (متفق عليه).\n\n“আর পরুষ ব্যক্তি তার পরিবার-পরিজনের ব্যাপারে দায়িত্বশীল, আর তাকে তার দায়িত্ব পালনের ব্যাপারে জিজ্ঞাসা করা হবে।” [বুখারী, হাদিস নং- ৮৫৩; মুসলিম, হাদিস নং- ৪৮২৮]\n\n৪. সে তার মাঝে ও তার সতীনের মাঝে ইনসাফপূর্ণ আচরণ করবে, যদি তার সতীন থাকে; তাদের মাঝে খাবার, পানীয়, পোশাক, বাসস্থান ও বিছানায় রাত যাপনের ক্ষেত্রে সমান ও ন্যায় আচরণ করবে; এর কোনো একটির ব্যাপারেও যুলুম ও অন্যায় আচরণ করবে না; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ﴾ [النساء: ٣]\n\n“আর যদি আশঙ্কা কর যে সুবিচার করতে পারবে না, তবে একজনকেই বা তোমাদের অধিকারভুক্ত দাসীকেই গ্রহণ কর।” [সূরা আন-নিসা, আয়াত: ৩] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নারীদের ব্যাপারে উত্তম উপদেশ ও নির্দেশনা প্রদান করেছেন, তিনি বলেন:\n\n«  خَيْرُكُمْ خَيْرُكُمْ لِأَهْلِهِ , وَأَنَا خَيْرُكُمْ لِأَهْلِي » . (رواه الطبراني).\n\n“তোমাদের মাঝে সে ব্যক্তিই উত্তম, যে ব্যক্তি তোমাদের মধ্যে তার পরিবারের নিকট উত্তম; আর আমি তোমাদের মাঝে আমার পরিবারের কাছে সবচেয়ে উত্তম।” [ত্ববারানী রহ. হাদিসটি ‘হাসান’ সনদে বর্ণনা করেছেন।]\n\n৫. তার কোনো গোপন বিষয় প্রকাশ না করা এবং তার মধ্যকার কোনো দোষোর আলোচনা না করা; কেননা, সে তার বিশ্বস্ত তত্ত্বাবধায়ক এবং তাকে দেখাশুনা ও রক্ষা করার ব্যাপারে দায়ী ব্যক্তি। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّ مِنْ أَشَرِّ النَّاسِ عِنْدَ اللَّهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ الرَّجُلَ يُفْضِى إِلَى امْرَأَتِهِ ، وَتُفْضِى إِلَيْهِ ثُمَّ يَنْشُرُ سِرَّهَا » . (رواه مسلم).\n\n“কিয়ামতের দিন আল্লাহর নিকট মর্যাদার দিক থেকে নিকৃষ্টতম হবে ঐ ব্যক্তি, যে তার স্ত্রীর সাথে শয্যা গ্রহণ করে এবং তার স্ত্রীও তার সাথে শয্যা গ্রহণ করে; অতঃপর তাদের পরস্পরের গোপন বিষয় লোকদের নিকট প্রকাশ করে দেয়।” [মুসলিম, হাদিস নং- ৩৬১৫]"
  },
  {
    "1": "দ্বিতীয়ত: স্ত্রীর উপর স্বামীর অধিকার",
    "2": "স্ত্রীর উপর ওয়াজিব হলো তার স্বামীর সাথে নিম্নোক্ত অধিকার ও আদবসমূহ রক্ষা করে চলা:\n\n১. আল্লাহ তা‘আলার অবাধ্যতা নেই এমন সকল ক্ষেত্রে তার আনুগত্য করা; আল্লাহ তা‘আলা বলেন:\n\n﴿ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ ﴾ [النساء: ٣٤]\n\n“যদি তারা তোমাদের অনুগত হয়, তবে তাদের বিরুদ্ধে কোন পথ অন্বেষণ করো না।” [সূরা আন-নিসা, আয়াত: ৩৪] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  إِذَا دَعَا الرَّجُلُ امْرَأتَهُ إِلَى فِرَاشِهِ فَلَمْ تَأْتِهِ ، فَبَاتَ غَضْبَانَ عَلَيْهَا ، لَعَنَتْهَا المَلاَئِكَةُ حَتَّى تُصْبحَ » . (متفق عليه).\n\n“যখন কোনো ব্যক্তি তার স্ত্রীকে তার বিছানায় ডাকে, তারপর সে তার কাছে না আসে এবং স্বামী তার প্রতি অসন্তুষ্ট অবস্থায় রাত কাটায়, তাহলে ফেরেশ্তাগণ সকাল হওয়া পর্যন্ত তাকে অভিশাপ দিতে থাকে।” [বুখারী, হাদিস নং- ৩০৬৫; মুসলিম, হাদিস নং- ৩৬১৪] তিনি আরও বলেন:\n\n« لَوْ كُنْتُ آمِراً أحَداً أنْ يَسْجُدَ لأحَدٍ لأمَرْتُ المَرأةَ أنْ تَسْجُدَ لزَوجِهَا » . (رواه أَبُو دَاوُدَ و الحاكم).\n\n“আমি যদি কোনো ব্যক্তিকে অপর কোনো ব্যক্তিকে সিদজা করার নির্দেশ দিতাম, তাহলে আমি স্ত্রীকে নির্দেশ দিতাম তার স্বামীকে সিজদা করার জন্য।” [আবূ দাউদ ও হাকেম; আর তিরমিযী রহ. হাদিসটিকে সহীহ বলেছেন।]\n\n২. স্বামীর মান-সম্মান ও মর্যাদা রক্ষা করা এবং তার ধন-সম্পদ, সন্তানসন্ততি ও ঘরের সকল বস্তুর রক্ষণা-বেক্ষণ করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ ﴾ [النساء: ٣٤]\n\n“কাজেই পূণ্যশীলা স্ত্রীরা অনুগতা এবং লোকচক্ষুর আড়ালে আল্লাহর হেফাযতে তারা হেফাযত করে।” [সূরা আন-নিসা, আয়াত: ৩৪] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  وَالمَرْأةُ رَاعِيةٌ عَلَى بَيْتِ زَوْجها وَوَلَدهِ » . (متفق عليه).\n\n“আর স্ত্রী তার স্বামীর ঘর ও সন্তানের ব্যাপারে দায়িত্বশীল।” [বুখারী, হাদিস নং- ৪৯০৪; মুসলিম, হাদিস নং- ৪৮২৮] তিনি আরও বলেন:\n\n« فَحَقُّكُمْ عَلَيهِنَّ أنْ لا يُوطِئْنَ فُرُشَكُمْ مَنْ تَكْرَهُونَ ، وَلا يَأْذَنَّ في بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ » . (رواه الترمذي).\n\n“আর তাদের উপর তোমাদের অধিকার হল: তারা তোমাদের অপছন্দনীয় ব্যক্তিদের দ্বারা তোমাদের বিছানা কলুষিত করবে না; আর তারা তোমাদের অপছন্দনীয় ব্যক্তিকে তোমাদের বাড়িতে প্রবেশের অনুমতি দেবে না।” [তিরমিযী, হাদিস নং- ৩০৮৭]\n\n৩. তার স্বামীর ঘরে অবস্থান করা; সুতরাং সে তার স্বামী কর্তৃক অনুমতি ও সন্তুষ্ট চিত্তে অনুমোদন দেয়া ছাড়া তার ঘর থেকে বের হবে না; তার দৃষ্টিকে নিম্নগামী করবে এবং কণ্ঠস্বরকে নীচু রাখবে; খারাপ কিছু থেকে তার হাতকে বিরত রাখবে এবং অশ্লীল ও মন্দ কথা বলা থেকে স্বীয় জবানকে হেফাযত করবে; আর স্বামীর আত্মীয়-স্বজনদের সাথে উত্তম ব্যবহার করবে, যাদের সাথে তার স্বামী উত্তম আচরণ করে; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ ﴾ [الاحزاب: ٣٣]\n\n“আর তোমরা নিজ ঘরে অবস্থান করবে এবং প্রাচীন জাহেলী যুগের প্রদর্শনীর মত নিজেদেরকে প্রদর্শন করে বেড়াবে না।” [সূরা আল-আহযাব, আয়াত: ৩৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ ﴾ [الاحزاب: ٣٢]\n\n“সুতরাং পর-পুরুষের সাথে কোমল কন্ঠে এমনভাবে কথা বলো না, কারণ এতে যার অন্তরে ব্যাধি আছে, সে প্রলুব্ধ হয়।” [সূরা আল-আহযাব, আয়াত: ৩২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ ۞لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ ﴾ [النساء: ١٤٨]\n\n“মন্দ কথার প্রচারণা আল্লাহ পছন্দ করেন না।” [সূরা আন-নিসা, আয়াত: ১৪৮] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَقُل لِّلۡمُؤۡمِنَٰتِ يَغۡضُضۡنَ مِنۡ أَبۡصَٰرِهِنَّ وَيَحۡفَظۡنَ فُرُوجَهُنَّ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنۡهَاۖ ﴾ [النور: ٣١]\n\n“আর মুমিন নারীদেরকে বলুন, তারা যেন তাদের দৃষ্টিকে সংযত করে এবং তাদের লজ্জাস্থানের হেফাযত করে; আর তারা যেন তাদের সৌন্দর্য প্রদর্শন না করে তবে যা সাধারণত প্রকাশ থাকে।” [সূরা আন-নূর, আয়াত: ৩১] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  خيرُ النساءِ التي إذا نظرتَ إليها سرتْك ، وإذا امرتَها أطاعتْك ، وإذا غبتَ عنها حَفِظتْكَ في نفسِها ومالِكَ » . (رواه الطبراني).\n\n“সর্বোত্তম নারী সেই, যার দিকে যখন তুমি তাকাও, তখন সে আনন্দ দেয়; আর যখন তুমি নির্দেশ প্রদান কর, তখন সে তোমার আনুগত্য করে; আর যখন তুমি তার থেকে অনুপস্থিত থাক, তখন সে তার নিজের ব্যাপারে তোমাকে এবং তোমার সম্পদকে হেফাযত করে।” [ত্ববারানী রহ. হাদিসটি ‘হাসান’ সনদে বর্ণনা করেছেন।] তিনি আরও বলেন:\n\n« لا تَمْنَعُوا إمَاءَ اللَّهِ مَسَاجِدَ اللَّهِ ، إِذَا اسْتَأْذَنَتْ أَحَدَكُمْ امْرَأَتُهُ إِلَى الْمَسْجِدِ فَلَا يَمْنَعْهَا » . (رواه مسلم و أحمد).\n\n“তোমরা আল্লাহর বান্দীদেরকে আল্লাহর মাসজিদসমূহে যাওয়ার ব্যাপারে বাধা প্রদান করো না; যখন তোমাদের কারও স্ত্রী মাসজিদে যেতে অনুমতি প্রার্থনা করে, তখন সে যেন তাকে নিষেধ না করে।” [মুসলিম ও আহমাদ।] তিনি আরও বলেন:\n\n« ائْذَنُوا لِلنِّسَاءِ بِاللَّيْلِ إِلَى الْمَسَاجِدِ » . (رواه مسلم و أحمد ، وأبو داود ، والترمذى).\n\n“তোমরা রাতের বেলায় নারীদেরকে মাসজিদে যাওয়ার অনুমতি দাও।” [মুসলিম, আহমাদ, আবূ দাউদ ও তিরমিযী।]"
  },
  {
    "1": "(ঙ) নিকটাত্মীয়দের সাথে আদব",
    "2": "মুসলিম ব্যক্তি তার নিকটতম আত্মীয়স্বজন ও রক্ত-সম্পর্কীয় আত্মীয়দের সাথে অবিকল সেসব আদব রক্ষা করে চলবে, যেসব আদব সে তার পিতামাতা, সন্তানসন্ততি ও ভাই-বোনদের সাথে রক্ষা করে চলে; সুতরাং সে তার খালার সাথে তার মায়ের মত ব্যবহার করবে এবং তার ফুফুর সাথে তার বাবার মত ব্যবহার করবে; আর আনুগত্য, সদ্ব্যবহার ও ইহসান করার দিক থেকে মামা ও চাচার সাথে ঠিক তেমনি আচরণ করবে, যেমন আচরণ করবে পিতা ও মাতার সাথে। সুতরাং যার আত্মীয়তার বন্ধনে একই সূত্রে একত্রিত হয়ে গেছে মুমিন ও কাফির, তারা সকলেই তার নিকটতম বা রক্ত-সম্পর্কীয় আত্মীয় বলে বিবেচিত হবে, যাদের সাথে আত্মীয়তার সম্পর্ক রক্ষা করা, সদ্ব্যবহার করা ওয়াজিব এবং যাদের প্রতি ইহসান করা আবশ্যকীয় কর্তব্য। আর তাদের সাথে অবিকল সেসব আদব ও অধিকার রক্ষা করে চলবে, যেসব আদব সে তার পিতামাতা ও সন্তানসন্ততির সাথে রক্ষা করে চলে; সুতরাং সে তাদের মধ্যকার বড়কে সম্মান করবে, ছোটকে স্নেহ করবে, তাদের অসুস্থজনকে সেবা করবে, ভাগ্যাহতকে শান্তনা দিবে ও দুর্ঘটানায় আহতকে সমবেদনা জ্ঞাপন করবে। তাদের সাথে আত্মীয়তার সম্পর্ক বজায় রেখে চলবে, যদিও তারা সম্পর্ক ছিন্ন করে; আর তাদের সাথে কোমল আচরণ করবে, যদিও তারা তার সাথে কঠোর আচরণ করে ও তার উপর অত্যাচার করে। আর এর প্রত্যেকটি বিষয়ই আল-কুরআনের আয়াত ও হাদিসে নববী’র সাথে সঙ্গতিপূর্ণ; আল্লাহ তা‘আলা বলেন:\n\n﴿ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ ﴾ [النساء: ١]\n\n“আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর, যাঁর নামে তোমরা একে অপরের কাছে নিজ নিজ হক দাবী কর।” [সূরা আন-নিসা, আয়াত: ১] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ ﴾ [الانفال: ٧٥]\n\n“আর আত্মীয়রা আল্লাহর বিধানে একে অন্যের জন্য বেশি হকদার।” [সূরা আল-আনফাল, আয়াত: ৭৫] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ ٢٢ ﴾ [محمد: ٢٢]\n\n“সুতরাং অবাধ্য হয়ে মুখ ফিরিয়ে নিলে সম্ভবত তোমরা যমীনে বিপর্যয় সৃষ্টি করবে এবং আত্মীয়তার বন্ধন ছিন্ন করবে।” [সূরা মুহাম্মাদ, আয়াত: ২২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ فَ‍َٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ٣٨ ﴾ [الروم: ٣٨]\n\n“অতএব আত্মীয়কে দাও তার হক এবং অভাবগ্রস্ত ও মুসাফিরকেও। যারা আল্লাহর সন্তুষ্টি কামনা করে, তাদের জন্য এটা উত্তম এবং তারাই তো সফলকাম।” [সূরা আর-রূম, আয়াত: ৩৮] আল্লাহ তা‘আলা বলেন:\n\n﴿ ۞إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ ﴾ [النحل: ٩٠]\n\n“আল্লাহ ন্যায়পরায়ণতা, সদাচারণ ও আত্মীয়-স্বজনকে দানের নির্দেশ দেন।” [সূরা আন-নাহল, আয়াত: ৯০] আল্লাহ সুবহানাহু ওয়া তা‘আলা আরও বলেন:\n\n﴿ ۞وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡ‍ٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ ﴾ [النساء: ٣٦]\n\n“আর তোমরা আল্লাহর ইবাদাত কর ও কোন কিছুকে তাঁর শরীক করো না এবং পিতা-মাতা, আত্মীয়-স্বজন, ইয়াতীম, অভাবগ্রস্ত, নিকট প্রতিবেশী, দুর-প্রতিবেশী, সংগী-সাথী, মুসাফির ও তোমাদের অধিকারভুক্ত দাস-দাসীদের প্রতি সদ্ব্যবহার করো।” [সূরা আন-নিসা, আয়াত: ৩৬] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا ٨ ﴾ [النساء: ٨]\n\n“আর সম্পত্তি বন্টনকালে আত্মীয়, ইয়াতীম এবং অভাবগ্রস্ত লোক উপস্থিত থাকলে তাদেরকে তা থেকে কিছু দিবে এবং তাদের সাথে সদালাপ করবে।” [সূরা আন-নিসা, আয়াত: ৮] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  يَقُولُ اللَّهُ تعالى : أَنَا الرَّحْمَنُ ، وَهَذِه الرَّحِمُ شَقَقْتُ لَهَا اسْمًا مِنَ اسْمِى ، مَنْ وَصَلَهَا وَصَلْتُهُ ، وَمَنْ قَطَعَهَا قَطَعْتُهُ » . (رواه الحاكم و أبو داود).\n\n“আল্লাহ তা‘আলা বলেন: আমি হলাম ‘রাহমান’, আর এটা হলো ‘রাহেম’ (রক্ত-সম্পর্ক বা আত্মীয়তা), তার জন্য আমি আমার নাম থেকে একটি নাম উদ্ভাবন করেছি; যে ব্যক্তি আত্মীয়তার সম্পর্ক রক্ষা করবে, আমি তার সাথে সম্পর্ক রাখব; আর যে ব্যক্তি আত্মীয়তার সম্পর্ক ছিন্ন করবে, আমি তার সাথে সম্পর্ক ছিন্ন করব।” [হাকেম ও আবূ দাউদ (হাদিস নং- ১৬৯৬)।] অপর এক হাদিসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে তাঁর এক সাহাবী প্রশ্ন করলেন, কে সবচেয়ে বেশি সদ্ব্যবহার পাওয়ার দাবিদার? তখন তিনি বললেন:\n\n«  أمَّك ، ثم أمَّك ، ثم أمَّك ، ثم أبَاكَ ، ثم الأقربَ فالأقربَ » . (رواه أبو داود).\n\n“তোমার মা, অতঃপর তোমার মা, অতঃপর তোমার মা, অতঃপর তোমার পিতা, অতঃপর তোমার নিকটাত্মীয় এবং নিকটাত্মীয়।” [আবূ দাউদ, হাদিস নং- ৫১৪১] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করা হল এমন আমল সম্পর্কে, যা জান্নাতে প্রবেশ করাবে এবং জাহান্নাম থেকে দূরে রাখবে; জবাবে তিনি বললেন:\n\n«  تَعْبُدَ اللَّهَ ، وَلَا تُشْرِكَ بِهِ شَيْئًا ، وَتُقِيمَ الصَّلَاةَ ، وَتُؤْتِيَ الزَّكَاةَ ، وَتَصِلَ الرَّحِمَ » . (متفق عليه).\n\n“তুমি আল্লাহর ‘ইবাদত করবে এবং তাঁর সাথে কোন কিছুকে শরীক করবে না; সালাত আদায় করবে; যাকাত প্রদান করবে; আর আত্মীয়তার সম্পর্ক রক্ষা করে চলবে।” [বুখারী, হাদিস নং- ১৩৩২; মুসলিম, হাদিস নং- ১১৩] আর তিনি ‘খালা’ সম্পর্কে বলেন:\n\n«  الْخَالَةُ بِمْنزِلَةِ الأُم » . (رواه البخاري و أبو داود).\n\n“খালার মর্যাদা তো মায়ের মর্যাদার মতই।” [বুখারী, হাদিস নং- ৪০০৫; আবূ দাউদ, হাদিস নং- ২২৮২] তিনি আরও বলেন:\n\n«  الصَّدَقَةُ عَلَى المِسكينِ صَدَقةٌ ، وعَلَى ذِي الرَّحِمِ ثِنْتَانِ : صَدَقَةٌ وَصِلَةٌ » . (رواه النسائي و ابن ماجه و الترمذي).\n\n“মিসকীনকে দান করলে সাদকার সাওয়াব পাওয়া যাবে; আর আত্মীয়কে দান করলে দু’টি প্রতিদান থাকবে: একটি দান করার, আরেকটি আত্মীয়তার সম্পর্ক রক্ষা করার।” [নাসায়ী, ইবনু মাজাহ ও তিরমিযী এবং তিনি হাদিসটিকে হাসান বলেছেন।] আসমা বিনতে আবি বকর সিদ্দীক রাদিয়াল্লাহু ‘আহুমা’র কাছে যখন তাঁর মা মক্কা থেকে মুশরিক অবস্থায় আগমন করলেন, তখন তিনি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলেন: তিনি তাঁর মায়ের সাথে আত্মীয়তার সম্পর্ক বজায় রাখবেন কিনা? তখন তিনি তাঁকে বললেন:\n\n«  نعم ، صِلي أمَّك » . (متفق عليه) .\n\n“হ্যাঁ, তুমি তোমার মায়ের সাথে আত্মীয়তার সম্পর্ক বজায় রাখ।” [বুখারী, হাদিস নং- ৫৬৩৪; মুসলিম, হাদিস নং- ২৩৭২]"
  },
  {
    "1": "(চ) প্রতিবেশীদের সাথে আদব",
    "2": "এক প্রতিবেশীর জন্য তার আরেক প্রতিবেশীর উপর যেসব অধিকার পুরাপুরিভাবে আদায় করা এবং একে অপরের সাথে যেসব আদব রক্ষা করে চলা ওয়াজিব, মুসলিম ব্যক্তি সেগুলোর যথাযথ স্বীকৃতি প্রদান করে; আর এটা এ জন্য যে, আল্লাহ তা‘আলা বলেছেন:\n\n﴿ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ ﴾ [النساء: ٣٦]\n\n“আর তোমরা ... পিতা-মাতা, আত্মীয়-স্বজন, ইয়াতীম, অভাবগ্রস্ত, নিকট প্রতিবেশী ও দুর-প্রতিবেশীদের প্রতি সদ্ব্যবহার করো।” [সূরা আন-নিসা, আয়াত: ৩৬] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ » . (متفق عليه) .\n\n“জিব্রাঈল আ. এসে আমাকে প্রতিবেশীর ব্যাপারে অবিরত উপদেশ দিতে থাকলেন; এমনকি আমার মনে হল, হয়ত তিনি প্রতিবেশীকে ওয়ারিশ বানিয়ে দিবেন।” [বুখারী, হাদিস নং- ৫৬৬৯; মুসলিম, হাদিস নং- ৬৮৫২] তিনি আরও বলেন:\n\n«  مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ، فَلْيُكْرِمْ جَارَهُ  » . (متفق عليه) .\n\n“যে ব্যক্তি আল্লাহ ও পরকালের প্রতি ঈমান রাখে, সে যেন তার প্রতিবেশীকে সম্মান করে।” [বুখারী, হাদিস নং- ৫৬৭৩; মুসলিম, হাদিস নং- ১৮২]\n\n১. তাকে কথায় বা কাজের দ্বারা কষ্ট না দেওয়া; কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n«  مَنْ كَانَ يُؤْمِنُ بالله وَاليَومِ الآخرِ ، فَلاَ يُؤْذِي جَارَهُ » . (متفق عليه) .\n\n“যে ব্যক্তি আল্লাহ ও পরকালের প্রতি ঈমান রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয়।” [বুখারী, হাদিস নং- ৪৮৯০; মুসলিম, হাদিস নং- ১৮৩] তিনি আরও বলেন:\n\n«  واللهِ لاَ يُؤْمِنُ ، وَاللهِ لاَ يُؤْمِنُ ، وَاللهِ لاَ يُؤْمِنُ ! قِيلَ : مَنْ يَا رَسُول الله ؟ قَالَ : الَّذِي لاَ يَأمَنُ جَارُهُ بَوَائِقَهُ ! » . (رواه البخاري) .\n\n“আল্লাহর শপথ! সে মুমিন নয়; আল্লাহর শপথ! সে মুমিন নয়; আল্লাহর শপথ! সে মুমিন নয়; জিজ্ঞেস করা হল: হে আল্লাহর রাসূল! কে সেই ব্যক্তি? তিনি বললেন: যার অনিষ্ট থেকে তার প্রতিবেশী নিরাপদ নয়।” [বুখারী, হাদিস নং- ৫৬৭০] অপর এক হাদিসে এসেছে, একদল সাহাবী বললেন:\n\n«  يا رسولَ اللهِ ! إن فلانةَ تصومُ النهارَ , وتقومُ الليلَ , وتؤذي جيرانها , قال: هي في النار» . (رواه أحمد و الحاكم).\n\n“হে আল্লাহর রাসূল! অমুক ব্যক্তি তো দিনে সাওম পালন করে এবং রাতে সালাত আদায় করে, অথচ তার প্রতিবেশীদেরকে কষ্ট দেয়! তিনি বললেন: সে জাহান্নামে যাবে।” [আহমাদ ও হাকেম এবং হাদিসের সনদ সহীহ।]\n\n২. তার উপকার করা; আর এটা হবে— যখন সে তার কাছ সাহায্য চাইবে, তখন সে তাকে সাহায্য করবে; যখন সহযোগিতা চাইবে সহযোগিতা করবে; যখন সে অসুস্থ হবে, তখন তার সেবা করবে; যখন সে আনন্দিত হবে, তখন তার আনন্দের অংশীদার হবে; আর যখন বিপদগ্রস্ত হবে, তখন তাকে সমবেদনা জ্ঞাপন করবে; যখন সে কোনো কিছুর অভাব অনুভব করবে, তখন তাকে সহযোগিতা করবে; তাকে আগে আগে সালাম প্রদান করবে; তার সাথে কোমল ব্যবহার করবে; তার সন্তানের সাথে কথা বলার সময় মমতা দেখাবে; যে পথে তার দীন ও দুনিয়ার কল্যাণ হবে, তাকে সে পথ দেখাবে; তার দিকে খেয়াল রাখবে এবং তার সীমানা সংরক্ষণ করবে; তার ভুল-ভ্রান্তি মার্জনা করবে এবং তার গোপন বিষয় জানার চেষ্টা করবে না; তার ভবন বা চলার পথকে সংকীর্ণ করে দেবে না; ছাদের পানি নিষ্কাশনের নল দ্বারা বা ময়লা দ্বারা অথবা তার বাড়ির সামনে আবর্জনা নিক্ষেপ করার দ্বারা তাকে কষ্ট দেবে না; আর এসব কিছুর মানেই হল তার প্রতি ইহসান বা সদ্ব্যবহার করা, যে ব্যাপারে কুরআন ও হাদিসে নির্দেশ দেয়া হয়েছে; আল্লাহ তা‘আলা বলেন:\n\n﴿ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ ﴾ [النساء: ٣٦]\n\n“আর তোমরা ... নিকট প্রতিবেশী ও দুর-প্রতিবেশীদের প্রতি সদ্ব্যবহার করো।” [সূরা আন-নিসা, আয়াত: ৩৬] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n«  مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ، فَلْيُحْسِنْ إِلَى جَارِهِ » . (رواه مسلم).\n\n“যে ব্যক্তি আল্লাহ ও পরকালের প্রতি ঈমান রাখে, সে যেন তার প্রতিবেশীর সাথে ভালো ব্যবহার করে।” [মুসলিম, হাদিস নং- ১৮৫]\n\n৩. তাকে ভালো ও কল্যাণকর কিছু দেয়ার মাধ্যমে সম্মান করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  يَا نِسَاء المُسْلِمَاتِ ! لاَ تَحْقِرَنَّ جَارةٌ لِجَارَتِهَا وَلَوْ فِرْسِنَ شَاة » . (رواه البخاري).\n\n“হে মুসলিম রমনীগণ! কোনো প্রতিবেশিনী যেন অপর প্রতিবেশিনীকে তুচ্ছজ্ঞান না করে, এমনকি বকরীর একটি ক্ষুর উপঢৌকন পাঠালেও নয়।” [বুখারী, হাদিস নং- ২৪২৭] তিনি আরও বলেন:\n\n« يَا أَبَا ذَرٍّ ! إِذَا طَبَخْتَ مَرَقَةً ، فَأكثِرْ مَاءهَا ، وَتَعَاهَدْ جيرَانَكَ » . (رواه مسلم).\n\n“হে আবূ যর! যখন তুমি তরকারি পাকাও, তখন তাতে একটু বেশি পানি দিয়ে ঝোল বাড়াও এবং তোমার প্রতিবেশিকে পৌঁছাও।” [মুসলিম, হাদিস নং- ৬৮৫৫] আর আয়েশা রাদিয়াল্লাহু ‘আনহা যখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে লক্ষ্য করে বললেন: আমার তো দুইজন প্রতিবেশী আছে, আমি তাদের কার কাছে উপঢৌকন পৌঁছাবো? তখন তিনি বললেন:\n\n« إِلَى أقْرَبِهِمَا مِنكِ بَاباً » . (رواه البخاري).\n\n“উভয়ের মধ্যে যার ঘর তোমার বেশি কাছে হয়, তার কাছে পাঠাও।” [বুখারী, হাদিস নং- ২১৪০]\n\n৪. তাকে সম্মান ও কদর করা; সুতরাং সে তাকে খুঁটি গাড়তে নিষেধ করবে না এবং তাকে জিজ্ঞাসা না করে তার সাথে সংযুক্ত বা তার নিকটবর্তী কোনো কিছু বিক্রয় করবে না বা ভাড়া দেবে না; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  لاَ يَمْنَعْ أَحَدُكُمْ جَارَهُ أَنْ يَغْرِزَ خَشَبَةً فِى جِدَارِهِ » . (متفق عليه).\n\n“তোমাদের কেউ যেন তার দেয়ালের পাশে তার প্রতিবেশীকে খুঁটি গাড়তে নিষেধ না করে।” [বুখারী, হাদিস নং- ২৩৩১; মুসলিম, হাদিস নং- ৪২১৫] তিনি আরও বলেন:\n\n«  من كان له جارٌ فى حائط أو شريكٌ فَلَا يَبِعهُ حتى يَعْرِضَه عليهِ » . (رواه الحاكم).\n\n“যে ব্যক্তির বাগানের প্রতিবেশী আছে, অথবা অংশীদার আছে, সে যেন তাকে না জানিয়ে তা বিক্রি না করে।” [হাকেম রহ. এবং তিনি হাদিসটিকে সহীহ বলেছেন।]\n\nদু’টি বিশেষ দৃষ্টি আকর্ষণী:\n\nপ্রথমত: মুসলিম ব্যক্তি যখন তার প্রতিবেশীদের কাছে ভালো কিংবা মন্দ হবে, তখন সে নিজেই নিজেকে চিনতে পারবে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ বিষয়ে প্রশ্নকারী ব্যক্তিকে উদ্দেশ্য করে বলেন:\n\n«  إِذَا سَمِعْتَ جِيرَانَكَ يَقُولُونَ : قَدْ أَحْسَنْتَ ، فَقَدْ أَحْسَنْتَ ، وَإِذَا سَمِعْتَهُمْ يَقُولُونَ : قَدْ أَسَأْتَ ، فَقَدْ أَسَأْتَ » . (رواه أحمد).\n\n“যখন তুমি তোমার প্রতিবেশীদেরকে বলতে শুনবে তুমি ভালো, তখন তুমি ভালো; আর যখন তুমি তাদেরকে বলতে শুনবে তুমি মন্দ, তখন তুমি মন্দ।” [আহমাদ রহ. উৎকৃষ্ট সনদে হাদিসটি বর্ণনা করেছেন।]\n\nদ্বিতীয়ত: যখন কোনো মুসলিম ব্যক্তি তার প্রতিবেশীর দ্বারা দুর্ভোগের শিকার হবে, তখন সে যেন ধৈর্যধারণ করে; কারণ, তার ধৈর্যধারণ অচিরেই তার থেকে তার মুক্তির কারণ হবে; কেননা, জনৈক ব্যক্তি নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে এসে তার প্রতিবেশীর বিরুদ্ধে অভিযোগ করলে তিনি তাকে উদ্দেশ্য করে বলেন:\n\n«  اصبر ، ثم قال له في الرابعة أو الثالثة : اطْرح متاعَك في الطريقِ ، فَطَرَحَهُ ، فجعل الناس يمرون به ويقولون : ما لك ؟ فيقول : آذاه جاره ، فجعلوا يقولون : لعنهُ الله ، فجاءه جاره ، فقال : رد متاعك ، لا والله لا أوذيك أبدا » . (رواه ابن حبان).\n\n“তুমি ধৈর্যধারণ কর; অতঃপর চতুর্থ অথবা তৃতীয় বারে তিনি তাকে উদ্দেশ্য করে বলেন: তুমি তোমার মালমাত্তা রাস্তার মধ্যে ফেলে দাও, তারপর সে তাই করল; অতঃপর জনগণ তার পাশ দিয়ে পথ চলতে গিয়ে বলতে শুরু করল: তোমার কী হয়েছে? তখন সে বলল: তার প্রতিবেশী তাকে কষ্ট দিয়েছে; তারপর তারা বলতে শুরু করল: আল্লাহ তাকে ‘লানত’ করুন; তারপর তার প্রতিবেশী তার নিকট আসল এবং বলল: তুমি তোমার মাল ফিরিয়ে নাও; আল্লাহর কসম! আমি তোমাকে আর কখনও কষ্ট দেব না।” [ইবনু হিব্বান, আস-সহীহ, হাদিস নং- ৫২০]"
  },
  {
    "1": "(ছ) মুসলিম জাতির পরস্পরের মধ্যকার আদব ও অধিকারসমূহ",
    "2": "মুসলিম ব্যক্তি তার উপর তার অপর মুসলিম ভাইয়ের অধিকারসমূহ আদায় ও আদবসমূহ মেনে চলার আবশ্যকতার ব্যাপারে বিশ্বাস করে; সুতরাং সে তার মুসলিম ভাইয়ের সাথে আদবসমূহ রক্ষা করে চলবে এবং তার অধিকারসমূহ যথাযথভাবে আদায় করে দিবে; আর সে এটাও বিশ্বাস করে যে, এসব আল্লাহ তা‘আলার ইবাদত এবং এর দ্বারা আল্লাহ সুবহানাহু ওয়া তা‘আলার নৈকট্য অর্জন করা যায়; কেননা, এসব অধিকার ও আদব আল্লাহ তা‘আলা মুসলিম ব্যক্তির উপর বাধ্যতামূলক করে দিয়েছেন, যাতে সে তার মুসলিম ভাইয়ের সাথে এগুলো মেনে চলে; সুতরাং কোনো সন্দেহ নেই— তার এ কাজ করাটা আল্লাহর আনুগত্য ও তাঁর নৈকট্য অর্জনের উপায় বলে গণ্য হবে।\n\nআর এসব আদব ও অধিকারের অন্যতম কিছু দিক নিম্নরূপ:\n\n১. যখন তার সাথে দেখা-সাক্ষাৎ হবে, তখন তার সাথে কথা বলার পূর্বেই তাকে সালাম প্রদান করবে; সুতরাং সে বলবে:  \" السلام عليكم و رحمة الله \"(আপনার উপর শান্তি ও আল্লাহর রহমত বর্ষিত হউক); তারপর সে তার সাথে মুসাফাহা (করমর্দন) করবে এবং সালামের জবাব স্বরূপ বলবে:  \" و عليكم السلام و رحمة الله و بركاته \" (আপনার উপরও শান্তি এবং আল্লাহর রহমত ও বরকত বর্ষিত হউক); আর এটা এ জন্য যে, আল্লাহ তা‘আলা বলেছেন:\n\n﴿ وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ ﴾ [النساء: ٨٦]\n\n“আর তোমাদেরকে যখন অভিবাদন করা হয়, তখন তোমরাও তার চেয়ে উত্তম প্রত্যাভিবাদন করবে অথবা সেটারই অনুরূপ করবে।” [সূরা আন-নিসা, আয়াত: ৮৬] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  يُسَلِّمُ الرَّاكِبُ عَلَى الْمَاشِي ، وَالْمَاشِي عَلَى الْقَاعِدِ ، وَالْقَلِيلُ عَلَى الْكَثِيرِ » . (متفق عليه).\n\n“বাহনে আরোহণকারী ব্যক্তি পদব্রজে আগমনকারী ব্যক্তিকে, পদব্রজে আগমনকারী ব্যক্তি বসা ব্যক্তিকে এবং কম সংখ্যক লোক বেশি সংখ্যক লোককে সালাম প্রদান করবে।” [বুখারী, হাদিস নং- ৫৮৭৮; মুসলিম, হাদিস নং- ৫৭৭২] তিনি আরও বলেন:\n\n« إنَّ الملائكةَ تَعجِبُ من المسلمِ يمُرُّ على المسلمِ ولا يُسَلِّمُ عَليهِ » .\n\n“ফেরেশ্তাগণ ঐ মুসলিম ব্যক্তির ব্যাপারে বিস্ময় প্রকাশ করেন, যে আরেক মুসলিম ব্যক্তির পাশ দিয়ে চলে গেল, অথচ সে তাকে সালাম প্রদান করল না।” [যাইন আল-‘ইরাকী বলেন: তার মূল সনদের ব্যাপারে আমার জানা নেই।] তিনি আরও বলেন:\n\n«  وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ » . (متفق عليه).\n\n“আর তুমি তোমার পরিচিত ও অপরিচিত সকল (মুসলিম) ব্যক্তিকে সালাম প্রদান করবে।” [বুখারী ও মুসলিম।] তিনি আরও বলেন:\n\n«  مَا مِنْ مُسْلِمَينِ يَلْتَقِيَانِ فَيَتَصَافَحَانِ إِلاَّ غُفِرَ لَهُمَا قَبْلَ أنْ يَفْتَرِقَا » . (رواه أبو داود و ابن ماجه و الترمذي).\n\n“যখনই দুইজন মুসলিম ব্যক্তি পরস্পর সাক্ষাৎ হওয়ার পর মুসাফাহা করে, তারা পরস্পর থেকে আলাদা হওয়ার আগেই তাদেরকে ক্ষমা করে দেয়া হয়।” [আবূ দাউদ, ইবনু মাজাহ ও তিরমিযী।] তিনি আরও বলেন:\n\n«  مَنْ بَدَأَ بِالْكَلامِ قَبْلَ السَّلامِ فَلا تُجِيبُوهُ حتى يَبدأ بِالسَّلامِ » . (رواه الطبراني و أبو نعيم).\n\n“যে ব্যক্তি সালাম দেয়ার পূর্বে কথা বলা আরম্ভ করে, তোমরা তার কথায় সায় দেবে না, যতক্ষণ না সে সালামের মাধ্যমে কথার সূচনা করে।” [ত্ববারানী ও আবূ না‘য়ীম; আর আলবানী হাদিসটিকে ‘হাসান’ বলেছেন।]\n\n২. যখন সে হাঁচি দিবে, তখন তার হাঁচির জবাব দিবে; অর্থাৎ সে যখন হাঁচি দেওয়ার পর ‘আলহামদুলিল্লাহ’ (الحَمْدُ للهِ) বলে আল্লাহ তা‘আলার প্রশংসা করবে, তখন সে তাকে উদ্দেশ্য করে বলবে: ‘ইয়ারহামুকাল্লাহ’ (يَرْحَمُكَ اللهُ) [অর্থাৎ আল্লাহ তোমার প্রতি রহম করুন]; আর তখন হাঁচিদাতা তার জবাব স্বরূপ আবার বলবে: \" يَغْفِرُ اللهُ لِيْ و لَكَ \" (আল্লাহ আমাকে ও তোমাকে ক্ষমা করে দিন) অথবা বলবে: \" يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ \" (আল্লাহ তোমাদেরকে হিদায়েত করুন এবং তোমাদের অবস্থাকে ভালো করে দিন)। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  إِذَا عَطَسَ أحَدُكُمْ فَلْيَقُلْ : الحَمْدُ للهِ ، وَلْيَقُلْ لَهُ أخُوهُ أَوْ صَاحِبُهُ : يَرْحَمُكَ الله . فإذَا قَالَ لَهُ : يَرْحَمُكَ اللهُ ، فَليَقُلْ : يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ » . (رواه البخاري).\n\n“যখন তোমাদের কেউ হাঁচি দেয়, তখন সে যেন বলে: ‘আলহামদুলিল্লাহ’ (الحَمْدُ للهِ) এবং তার ভাই বা সঙ্গী যেন তাকে বলে: \" يَرْحَمُكَ اللهُ \" (অর্থাৎ আল্লাহ তোমার উপর রহমত বর্ষণ করুন); আর যখন সে তাকে ‘ইয়ারহামুকাল্লাহ’ (يَرْحَمُكَ اللهُ) বলবে, তখন সে যেন বলে: \" يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ \" (আল্লাহ তোমাদেরকে হিদায়েত করুন এবং তোমাদের অবস্থাকে ভালো করে দিন)।” [বুখারী, হাদিস নং- ৫৮৭০] আর আবূ হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেন:\n\n«  كَانَ رسول الله  صلى الله عليه وسلم إِذَا عَطَسَ وَضَعَ يَدَهُ أَوْ ثَوْبَهُ عَلَى فِيهِ ، وَخَفَضَ أَوْ غَضَّ بِهَا صَوْتَهُ » . (رواه أَبُو داود والترمذي).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন হাঁচি দিতেন, তখন তিনি তাঁর মুখের উপর হাত বা কাপড় রাখতেন এবং এর দ্বারা হাঁচির আওয়াজ নিম্নগামী করতেন।” [আবূ দাউদ, হাদিস নং- ৫০৩১; তিরমিযী, হাদিস নং- ২৭৪৫]\n\n৩. যখন সে অসুস্থ হবে, তখন তার সেবা-যত্ন করা এবং তার জন্য রোগমুক্তির দো‘য়া করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  حَقُّ المُسْلِم عَلَى المُسْلِم خَمْسٌ : رَدُّ السَّلامِ ، وَعِيَادَةُ المَريض ، وَاتِّبَاعُ الجَنَائِزِ ، وَإجَابَةُ الدَّعْوَة ، وتَشْميتُ العَاطِسِ » . (متفق عليه).\n\n“এক মুসলিমের উপর অপর মুসলিমের পাঁচটি হক বা অধিকার রয়েছে: সালামের জবাব দেয়া, রোগীর সেবা করা, জানাযার সালাতে অংশ নেয়া, দাওয়াত কবুল করা এবং হাঁচির জবাব দেয়া।” [বুখারী, হাদিস নং- ৫৮৭৮; মুসলিম, হাদিস নং- ৫৭৭২] আর তাছাড়া বারা ইবন ‘আযেব রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« أمَرَنَارَسُول الله صلى الله عليه وسلم بعيَادَة المَرِيض ، وَاتِّبَاعِ الجَنَازَةِ ، وتَشْمِيتِ العَاطسِ، وَإبْرار المُقْسِم، ونَصْرِ المَظْلُوم ، وَإجَابَةِ الدَّاعِي ، وَإِفْشَاءِ السَّلامِ » . (رواه البخاري).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাদেরকে নির্দেশ দিয়েছেন রোগীর সেবা করতে, জানাযার অনুসরণ করতে, হাঁচির জবাব দিতে, শপথ বা প্রতিজ্ঞা পূরণ করতে, মাযলুমকে সাহায্য করতে, দাওয়াত দাতার দাওয়াত কবুল করতে এবং ব্যাপকভাবে সালামের প্রচলন করতে।” [বুখারী, হাদিস নং- ৪৮৮০] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n«  عُودُوا المَريضَ ، وَأطْعِمُوا الجَائِعَ ، وَفُكُّوا العَانِي » . (رواه البخاري).\n\n“তোমারা রোগীকে দেখতে যাও বা সেবা কর, অভুক্তকে খাবার দাও এবং বন্দীদেরকে মুক্তি দাও।” [বুখারী, হাদিস নং- ৫০৫৮] আর আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন:\n\n« أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ يَعُودُ بَعْضَ أهْلِهِ يَمْسَحُ بِيدِهِ اليُمْنَى ، ويقولُ : « اللَّهُمَّ رَبَّ النَّاسِ ، أذْهِب البَأسَ ، اشْفِ أنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفاؤكَ ، شِفَاءً لاَ يُغَادِرُ سَقماً » . (متفق عليه).\n\n“নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নিজের পরিবারের কোনো রোগীকে দেখতে গেলে তার উপর ডান হাত বুলাতেন এবং বলতেন: « اللَّهُمَّ رَبَّ النَّاسِ ، أذْهِب البَأسَ ، اشْفِ أنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفاؤكَ ، شِفَاءً لاَ يُغَادِرُ سَقماً »  (হে আল্লাহ! হে মানুষের প্রভু! রোগ দূর কর, রোগমুক্তি দাও, তুমিই রোগমুক্তি দানকারী, কোনো রোগমুক্তি নেই তোমার রোগমুক্তি ছাড়া— যা কোনো রোগকে ছাড়ে না)।” [বুখারী, হাদিস নং- ৫৪১১; মুসলিম, হাদিস নং- ৫৮৩৬]\n\n৪. সে যখন মারা যাবে, তখন তার জানাযায় হাযির হওয়া; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  حَقُّ المُسْلِم عَلَى المُسْلِم خَمْسٌ : رَدُّ السَّلامِ ، وَعِيَادَةُ المَريض ، وَاتِّبَاعُ الجَنَائِزِ ، وَإجَابَةُ الدَّعْوَة ، وتَشْميتُ العَاطِسِ » . (متفق عليه).\n\n“এক মুসলিমের উপর অপর মুসলিমের পাঁচটি হক বা অধিকার রয়েছে: সালামের জবাব দেয়া, রোগীর সেবা করা, জানাযার সালাতে অংশ নেয়া, দাওয়াত কবুল করা এবং হাঁচির জবাব দেয়া।” [বুখারী, হাদিস নং- ৫৮৭৮; মুসলিম, হাদিস নং- ৫৭৭২]\n\n৫. তার শপথ পূরণ করা, যখন সে কোন ব্যাপারে শপথ করে বসে এবং তাতে অবৈধ কোন কিছু না থাকে; সুতরাং সে যে কারণে শপথ করেছে, তা পূরণে সহযোগিতামূলক কাজ করবে, যাতে তার শপথ ভঙ্গ করতে না হয়; কারণ, বারা ইবন ‘আযেব রাদিয়াল্লাহু ‘আনহু কর্তৃক বর্ণিত হাদিসের মধ্যে এসেছে, তিনি বলেন:\n\n« أمَرَنَارَسُول الله صلى الله عليه وسلم بعيَادَة المَرِيض ، وَاتِّبَاعِ الجَنَازَةِ ، وتَشْمِيتِ العَاطسِ، وَإبْرار المُقْسِم، ونَصْرِ المَظْلُوم ، وَإجَابَةِ الدَّاعِي ، وَإِفْشَاءِ السَّلامِ » . (رواه البخاري).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাদেরকে নির্দেশ দিয়েছেন রোগীর সেবা করতে, জানাযার অনুসরণ করতে, হাঁচির জবাব দিতে, শপথ বা প্রতিজ্ঞা পূরণ করতে, মাযলুমকে সাহায্য করতে, দা‘ওয়াত দাতার দা‘ওয়াত কবুল করতে এবং ব্যাপকভাবে সালামের প্রচলন করতে।” [বুখারী, হাদিস নং- ৪৮৮০]\n\n৬. তাকে (ভালো) উপদেশ দেওয়া, যখন সে কোনো বিষয় বা ব্যাপারে উপদেশ বা পরামর্শ চায়; অর্থাৎ সে কোনো বিষয় বা ব্যাপারে যা উত্তম ও সঠিক মনে করবে, তা তাকে বলে দেবে; আর এটা এ জন্য যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n«  إِذَا اسْتَنْصَحَ أَحَدُكُمْ أَخَاهُ فَلْيَنْصَحْ لَهُ » . (رواه البخاري).\n\n“যখন তোমাদের কেউ তার ভাইয়ের কাছে উপদেশ বা পরামর্শ চাইবে, তখন সে যেন তাকে ভালো উপদেশ দেয়।” [বুখারী, কিতাবুল বুয়ূ‘, বাব নং- ৬৮] তিনি আরও বলেন:\n\n« الدِّينُ النَّصِيحَةُ ،  قُلْنَا : لِمَنْ ؟ قَالَ :  لِلَّهِ ، وَلِكِتَابِهِ ، وَلِرَسُولِهِ ، وَلأَئِمَّةِ الْمُسْلِمِينَ ، وَعَامَّتِهِمْ » . (رواه مسلم).\n\n“দীন হচ্ছে (জনগণের) কল্যাণ কামনা করা। আমরা জিজ্ঞেস করলাম, কার জন্য? তিনি বললেন: আল্লাহ, তাঁর কিতাব, তাঁর রাসূল, মুসলিম নেতৃবৃন্দ ও সমস্ত মুসলিমের জন্য।” [মুসলিম, হাদিস নং- ২০৫] আর মুসলিম ব্যক্তি তো তাদের সকলের মধ্য থেকে একজন।\n\n৭. নিজের জন্য যা পছন্দ করবে, তার জন্যও তা পছন্দ করা এবং নিজের জন্য যা অপছন্দ করবে, তার জন্যও তা অপছন্দ করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n«  لا يُؤمِنُ أحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحبُّ لِنَفْسِهِ ، و يكرَهُ لَهُ ما يَكرَهُ لِنَفْسِهِ » . (رواه البخاري و مسلم و أحمد).\n\n“তোমাদের কেউ ততক্ষণ পর্যন্ত মুমিন হতে পারবে না, যতক্ষণ না সে তার নিজের জন্য যা পছন্দ করবে, তার ভাইয়ের জন্যও তা পছন্দ করবে এবং তার নিজের জন্য যা অপছন্দ করবে, তার ভাইয়ের জন্যও তা অপছন্দ করবে।” [বুখারী, মুসলিম ও আহমাদ; তবে « و يكرَهُ لَهُ ما يَكرَهُ لِنَفْسِهِ »  কথাটি বুখারী ও মুসলিমে নেই; বরং তা ইমাম আহমাদ রহ. এর ‘আল-মুসনাদ’ এর মধ্যে রয়েছে, যার শব্দগুলো নিম্নরূপ:« وَأَنْ تُحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ ، وَتَكْرَهَ لَهُمْ مَا تَكْرَهُ لِنَفْسِكَ »“তোমার নিজের জন্য তুমি যা পছন্দ করবে, জনগণের জন্যও তা পছন্দ করা এবং তোমার নিজের জন্য তুমি যা অপছন্দ করবে, তাদের জন্যও তা অপছন্দ করা।” — (হাদিস নং- ২২১৮৩)।] তিনি আরও বলেন:\n\n«  مَثَلُ المُؤْمِنينَ في تَوَادِّهِمْ وتَرَاحُمهمْ وَتَعَاطُفِهمْ ، مَثَلُ الجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الجَسَدِ بِالسَّهَرِ والحُمَّى » . (متفق عليه).\n\n“পারস্পরিক ভালোবাসা, সহানুভূতি ও মায়া-মমতার দৃষ্টিকোণ থেকে গোটা মুসলিম জাতি একটি দেহের সমতুল্য; যখন তার একটি অঙ্গ ব্যথিত হয়, তখন তার গোটা শরীর তা অনুভব করে— সেটা জাগ্রত অবস্থায়ই হউক, কিংবা জ্বরের অবস্থায়।” [বুখারী, হাদিস নং- ৫৬৬৫; মুসলিম, হাদিস নং- ৬৭৫১] তিনি আরও বলেন:\n\n«  المُؤْمِنُ للْمُؤْمِنِ كَالبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضَاً » . (متفق عليه).\n\n“এক মুমিন অপর মুমিনের জন্য প্রাচীরস্বরূপ, এর এক অংশ অপর অংশকে শক্তিশালী করে।” [বুখারী, হাদিস নং- ৪৬৭; মুসলিম, হাদিস নং- ৬৭৫০]\n\n৮. যেখানেই তার সাহায্য-সহযোগিতা পাওয়ার দরকার, সেখানেই তাকে সাহায্য করা এবং তাকে হেয় প্রতিপন্ন না করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« انْصُرْ أخَاكَ ظَالماً أَوْ مَظْلُوماً ، فَقَالَ رجل : يَا رَسُول اللهِ ، أنْصُرُهُ إِذَا كَانَ مَظْلُوماً ، أرَأيْتَ إنْ كَانَ ظَالِماً كَيْفَ أنْصُرُهُ ؟ قَالَ : تحْجُزُهُ أَوْ تمْنَعُهُ مِنَ الظُلْمِ فَإِنَّ ذلِكَ نَصرُهُ » . (متفق عليه).\n\n“তুমি তোমার ভাইকে সাহায্য কর, চাই সে যালেম হউক অথবা মাযলুম; একথা বলার পর এক ব্যক্তি বলল: হে আল্লাহর রাসূল! সে যদি মাযলুম হয়, আমি তাকে সাহায্য করব— এটা বুঝতে পারলাম; সে যালিম হলে আমি তাকে কিভাবে সাহায্য করব— সে ব্যাপারে আপনার অভিমত কী? তখন তিনি বললেন: তাকে যুলুম করা থেকে বিরত রাখ, বাধা দাও; এটাই হল তাকে সাহায্য করা।” [বুখারী, হাদিস নং- ৬৫৫২; মুসলিম, হাদিস নং- ৬৭৪৭] তিনি আরও বলেন:\n\n«  المُسْلِمُ أخُو المُسْلم : لاَ يَظْلِمُهُ ، وَلاَ يَخْذُلُهُ ، وَلا يَحْقِرُهُ » . (متفق عليه).\n\n“এক মুসলিম অপর মুসলিমের ভাই; সে তার প্রতি যুলুম করবে না, তাকে অপমান করবে না এবং তাকে তুচ্ছ জ্ঞান করবে না।” [বুখারী, হাদিস নং- ৬৫৫১; মুসলিম, হাদিস নং- ৬৭০৬] তিনি আরও বলেন:\n\n« ما من امرئٍ مسلمٍ ينصُرُ مسلماً في موضعٍ يُنْتَهَكُ فيه عرضُهُ ، وتُسْتَحَلُّ فيه حرمتُهُ إلاَّ نصرهُ اللهُ في موطنٍ يُحِبُّ فيه نَصْرَهُ ، وما من امرئٍ مسلمٍ خَذَلَ مسلماً في موطنٍ تُنْتَهَكُ فيه حرمتُهُ إلاَّ خذلهُ اللهُ في موضعٍ يُحِبُّ فيه نَصْرَهُ » . (رواه أحمد).\n\n“যে কোনো মুসলিম ব্যক্তি অপর কোনো মুসলিমকে সাহায্য করবে এমন কোনো স্থানে, যেখানে তার চরিত্রকে কলুষিত করা হয় এবং তার সম্মানকে নষ্ট করা হয়, আল্লাহ তা‘আলা তাকে এমন স্থানে সাহায্য করবেন, যেখানে সে তাঁর সাহায্য পাওয়াটাকে পছন্দ করবে। আর যে কোনো মুসলিম ব্যক্তি অপর কোনো মুসলিমকে অপমান করবে এমন কোনো স্থানে, যেখানে তার সম্মানকে নষ্ট করা হয়, আল্লাহ তা‘আলা তাকে এমন স্থানে অপমানিত করবেন, যেখানে সে তাঁর সাহায্য পাওয়াটাকে কামনা করবে।” [আহমাদ।] তিনি আরও বলেন:\n\n« مَنْ رَدَّ عَنْ عِرْضِ أَخِيهِ رَدَّ اللَّهُ عَنْ وَجْهِهِ النَّارَ يَوْمَ الْقِيَامَةِ » . (رواه الترمذي).\n\n“যে ব্যক্তি তার ভাইয়ের মান-সম্মান নষ্ট করা থেকে নিজে বিরত থাকবে বা কাউকে বিরত রাখবে, কিয়ামতের দিন আল্লাহ তাকে জাহান্নামে দেওয়া থেকে বিরত থাকবেন।” [তিরমিযী, হাদিস নং- ১৯৩১]\n\n৯. তাকে কোনো মন্দ কিছুর দ্বারা আক্রমণ না করা অথবা তাকে কোনো অপছন্দনীয় কিছুতে না জড়ানো; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ : دَمُهُ وَمَالُهُ وَعِرْضُهُ » . (رواه مسلم).\n\n“প্রত্যেক মুসলিম ব্যক্তির রক্ত (জীবন), ধন-সম্পদ ও মান-সম্মান অপর সব মুসলিমের জন্য হারাম।” [মুসলিম, হাদিস নং- ৬৭০৬] তিনি আরও বলেন:\n\n« لَا يَحِلُّ لِمُسْلِمٍ أَنْ يُرَوِّعَ مُسْلِمًا » . (رواه أحمد و أبو داود).\n\n“কোনো মুসলিম ব্যক্তির জন্য অপর কোনো মুসলিমকে ভয় দোখানো বৈধ নয়।” [আহমাদ ও আবূ দাউদ এবং হাদিসটি সহীহ।] তিনি আরও বলেন:\n\n« لَا يَحِلُّ لِمُسْلِمٍ أَنْ يُشِيرَ إِلَى أَخِيهِ بِنَظْرَةٍ تُؤْذِيهِ » . (رواه أحمد).\n\n“কোনো মুসলিম ব্যক্তির জন্য তার ভাইয়ের দিকে এমন দৃষ্টিতে তাকানো বৈধ নয়, যে দৃষ্টি তাকে কষ্ট দেয়।” [আহমাদ ।] তিনি আরও বলেন:\n\n« إِنَّ اللَّهَ يَكْرَهُ أَذَى الْمُؤْمِنِيْنَ » . (رواه أحمد).\n\n“আল্লাহ তা‘আলা মুমিনদের কষ্টকে অপছন্দ করেন।” [আহমাদ রহ. উৎকৃষ্ট সনদে হাদিসটি বর্ণনা করছেন।] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n«  الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ » . (متفق عليه).\n\n“মুসলিম সেই ব্যক্তি, যার মুখ ও হাতের অনিষ্ট থেকে অন্যান্য মুসলিমগণ নিরাপদ থাকে।” [বুখারী, হাদিস নং- ১০; মুসলিম, হাদিস নং- ১৭১] তিনি আরও বলেন:\n\n« الْمُؤْمِنُ مَنْ أَمِنَهُ المؤمِنُونَ عَلَى أَمْوَالِهِمْ وَأَنْفُسِهِمْ » . (رواه أحمد و الترمذي و الحاكم).\n\n“মুমিন সেই ব্যক্তি, যার কাছে অন্যান্য মুমিনগণ তাদের জীবন ও সম্পদের ব্যাপারে নিরাপদে থাকে।” [আহমাদ, তিরমিযী ও হাকেম এবং হাদিসটি সহীহ।]\n\n১০. তার সাথে বিনয়ী হওয়া এবং তার উপর অহঙ্কার প্রদর্শন না করা; আর নিজে বসার জন্য তাকে তার বৈধ বসার জায়গা থেকে উঠিয়ে না দেওয়া; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ ١٨ ﴾ [لقمان: ١٨]\n\n“আর তুমি মানুষের প্রতি অবজ্ঞাভরে তোমার গাল বাঁকা কর না এবং যমীনে উদ্ধতভাবে বিচরণ কর না; নিশ্চয় আল্লাহ কোন উদ্ধত, অহঙ্কারীকে পছন্দ করেন না।” [সূরা লোকমান, আয়াত: ১৮] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّ اللَّهَ أَوْحَى إِلَيَّ أَنْ تَوَاضَعُوا حَتَّى لَا يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ » . (رواه أبو داود و ابن ماجه).\n\n“আল্লাহ তা‘আলা আমার নিকট অহী পাঠিয়েছেন যে, তোমরা বিনয়ী হও, যাতে কেউ কারও উপর অহঙ্কার প্রকাশ না করে।” [আবূ দাউদ ও ইবনু মাজাহ এবং হাদিসটি সহীহ।] তিনি আরও বলেন:\n\n« ما تَواضعَ أحدٌ لله إلا رفعهُ اللهُ تعالى » . (رواه الترمذي).\n\n“যে কেউ আল্লাহর সন্তুষ্টির উদ্দেশ্যে বিনয় প্রকাশ করবে, আল্লাহ তা‘আলা তার মর্যাদাকে সমুন্নত করবেন।” [তিরমিযী, হাদিস নং- ২০২৯] তাছাড়া একথা সর্বজন বিদিত যে, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম প্রত্যেক মুসলিমের সাথে বিনয়ী ছিলেন, অথচ তিনি হলেন নবী-রাসূলগণের সর্দার; তাছাড়া তিনি নিঃস্ব ও মিসকীনদের সাথে হাঁটতে এবং তাদের সমস্যা সমাধান করতে উদ্ধতভাব ও অহঙ্কার প্রদর্শন করতেন না, বরং তিনি বলতেন:\n\n« اللَّهُمَّ أَحْيِنِى مِسْكِيناً ، وَأَمِتْنِى مِسْكِيناً ، وَاحْشُرْنِى فِى زُمْرَةِ الْمَسَاكِينِ  » . (رواه ابن ماجه و الحاكم).\n\n“হে আল্লাহ! তুমি আমাকে মিসকীন অবস্থায় বাঁচিয়ে রাখ, মিসকীন অবস্থায় মৃত্যু দান করিও এবং মিসকীনদের মাঝে আমার হাশরের ব্যবস্থা করিও।” [ইবনু মাজাহ ও হাকেম।] তাছাড়া নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n«  لا يُقِيمَنَّ أحَدُكُمْ رَجُلاً مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ ، وَلكِنْ تَوَسَّعُوا وَتَفَسَّحُوا » . (متفق عليه).\n\n“তোমাদের কেউ যেন কোনো ব্যক্তিকে তার জায়গা থেকে উঠিয়ে দিয়ে নিজে সেখানে না বসে; বরং তোমরা জায়গা বিস্তৃত করে দাও এবং ছড়িয়ে বসো।” [বুখারী, হাদিস নং- ৫৯১৪; মুসলিম, হাদিস নং- ৫৮১২]\n\n১১. তাকে তিন দিনের বেশি বিচ্ছিন্ন করে না রাখা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« لا يَحِلُّ لِمُسْلِمٍ أنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ : يَلْتَقِيَانِ ، فَيُعْرِضُ هَذَا ، وَيُعْرِضُ هَذَا ، وخَيْرُهُما الَّذِي يَبْدَأُ بِالسَّلاَمِ » . (متفق عَلَيْهِ).\n\n“কোনো মুসলিম ব্যক্তির জন্য তার কোনো মুসলিম ভাইকে তিন দিনের বেশি বিচ্ছিন্ন করে রাখা বৈধ নয়; তাদের উভয়ের মাঝে সাক্ষাৎ হয়, তখন একজন এ দিকে এড়িয়ে যায়, আরেকজন ঐ দিকে এড়িয়ে যায়; আর তাদের উভয়ের মধ্যে যে আগে সালাম দিবে, সে-ই উত্তম বলে বিবেচিত হবে।” [বুখারী, হাদিস নং- ৫৮৮৩; মুসলিম, হাদিস নং- ৬৬৯৭] তিনি আরও বলেন:\n\n«  وَلاَ تَدَابَرُوا ، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا » . (رواه مسلم).\n\n“আর তোমরা পরস্পর পরস্পরের পিছনে লেগনা; আর তোমরা আল্লাহর বান্দা ভাই ভাই হয়ে যাও।” [মুসলিম, হাদিস নং- ৬৭০১]\n\n১২. তার গীবত না করা, অথবা তাকে হয়ে প্রতিপন্ন না করা, অথবা তার দোষ বর্ণনা না করা, অথবা তাকে উপহাস না করা, অথবা তাকে বিকৃত নামে না ডাকা, অথবা বিশৃঙ্খলা সৃষ্টি করার জন্য তার কোনো কথা ফাঁস না করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَ لَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ ﴾ [الحجرات: ١٢]\n\n“হে ঈমানদারগণ! তোমরা অধিকাংশ অনুমান হতে দূরে থাক; কারণ কোনো কোনো অনুমান পাপ এবং তোমরা একে অন্যের গোপনীয় বিষয় সন্ধান করো না এবং একে অন্যের গীবত করো না। তোমাদের মধ্যে কি কেউ তার মৃত ভাইয়ের গোশ্ত খেতে চাইবে? বস্তুত তোমরা তো একে ঘৃণ্যই মনে কর।” [সূরা আল-হুজুরাত, আয়াত: ১২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ١١ ﴾ [الحجرات: ١١]\n\n“হে ঈমানদারগণ! কোনো মুমিন সম্প্রদায় যেন অপর কোনো মুমিন সম্প্রদায়কে উপহাস না করে; কেননা, যাদেরকে উপহাস করা হচ্ছে তারা উপহাসকারীদের চেয়ে উত্তম হতে পারে এবং নারীরা যেন অন্য নারীদেরকে উপহাস না করে; কেননা যাদেরকে উপহাস করা হচ্ছে তারা উপহাসকারিণীদের চেয়ে উত্তম হতে পারে। আর তোমরা একে অন্যের প্রতি দোষারোপ করো না এবং তোমরা একে অন্যকে মন্দ নামে ডেকো না; ঈমানের পর মন্দ নাম অতি নিকৃষ্ট। আর যারা তওবা করে না তারাই তো যালিম।” [সূরা আল-হুজুরাত, আয়াত: ১১] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« أَتَدْرُونَ مَا الْغِيبَةُ ؟ قالوا : اللهُ وَرَسُولُهُ أعْلَمُ ، قَالَ : ذِكْرُكَ أخَاكَ بِما يَكْرَهُ ، قِيلَ : أفَرَأيْتَ إنْ كَانَ في أخِي مَا أقُولُ ؟ قَالَ : إنْ كَانَ فِيهِ مَا تَقُولُ ، فقد اغْتَبْتَهُ ، وإنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ ، فَقَدْ بَهَتَّهُ » . (رواه مسلم).\n\n“তোমরা কি জান, গীবত কাকে বলে? সাহাবীগণ বললেন: আল্লাহ ও তাঁর রাসূলই ভাল জানেন। তিনি বলেন: তুমি তোমার ভাইয়ের এমন প্রসঙ্গ নিয়ে আলোচনা কর, যা সে অপছন্দ করে। বলা হল: আপনার কী অভিমত, আমি যা আলোচনা করলাম, তা যদি তার মধ্যে থেকে থাকে? তিনি বললেন: যেসব দোষ তুমি বর্ণনা করেছ তা যদি সত্যিই তার মধ্যে থেকে থাকে, তবেই তো তুমি তার গীবত করলে; যদি সেসব দোষ তার মধ্যে না থাকে, তাহলে তো তুমি তার প্রতি মিথ্যা অপবাদ আরোপ করলে।” [মুসলিম, হাদিস নং- ৬৭৫৮] আর তিনি বিদায় হাজ্জের ভাষণে বলেন:\n\n« إنَّ دِماءكُمْ ، وَأمْوَالَكُمْ ، وأعْرَاضَكُمْ ، حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا » . (متفق عَلَيْهِ).\n\n“নিশ্চয়ই তোমার পরস্পরের রক্ত (জীবন), ধন-সম্পদ ও মান-সম্মান পরস্পরের জন্য হারাম ও সম্মানের যোগ্য, তোমাদের আজকের এ দিনের সম্মানের মতই।” [বুখারী, হাদিস নং- ১০৫; মুসলিম, হাদিস নং- ৪৪৭৭] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ : دَمُهُ وَمَالُهُ وَعِرْضُهُ » . (رواه مسلم).\n\n“প্রত্যেক মুসলিম ব্যক্তির রক্ত (জীবন), ধন-সম্পদ ও মান-সম্মান অপর সব মুসলিমের জন্য হারাম।” [মুসলিম, হাদিস নং- ৬৭০৬] তিনি আরও বলেন:\n\n« بحَسْب امْرىءٍ مِنَ الشَّرِّ أنْ يَحْقِرَ أخَاهُ المُسْلِم » . (رواه مسلم).\n\n“কোনো ব্যক্তির খারাপ হওয়ার জন্য এতটুকুই যথেষ্ট যে, সে তার মুসলিম ভাইকে হেয় প্রতিপন্ন করে।” [মুসলিম, হাদিস নং- ৬৭০৬] তিনি আরও বলেন:\n\n« لا يَدْخُلُ الجَنَّةَ قَتَّاتٌ » . (مُتَّفَقٌ عَلَيهِ).\n\n“চোগলখোর তথা পরনিন্দাকারী জান্নাতে প্রবেশ করবে না।” [বুখারী, হাদিস নং- ৫৭০৯; মুসলিম, হাদিস নং- ৩০৪]\n\n১৩. অন্যায়ভাবে তাকে জীবিত অথবা মৃত অবস্থায় গালি না দেওয়া; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« سِبَابُ المُسْلِمِ فُسُوقٌ ، وَقِتالُهُ كُفْرٌ » . (مُتَّفَقٌ عَلَيهِ) .\n\n“মুসলিম ব্যক্তিকে গালি দেওয়া পাপ এবং তার বিরুদ্ধে লড়াই করা কুফরী।” [বুখারী, হাদিস নং- ৬৬৬৫; মুসলিম, হাদিস নং- ২৩০] তিনি আরও বলেন:\n\n« لاَ يَرْمِي رَجُلٌ رَجُلاً بِالفِسْقِ أَوِ الكُفْرِ ، إِلاَّ ارْتَدَّتْ عَلَيْهِ ، إنْ لَمْ يَكُنْ صَاحِبُهُ كذَلِكَ » . (رواه البخاري).\n\n“কোনো ব্যক্তি যেন অপর কোনো ব্যক্তিকে ফাসেক অথবা কাফির না বলে; কারণ, সে ব্যক্তি যদি প্রকৃতই তা না হয়ে থাকে, তাহলে এ অপবাদ তার নিজের ঘাড়ে এসে পড়বে।” [বুখারী, হাদিস নং- ৫৬৯৮] তিনি আরও বলেন:\n\n« المُتَسَابَّانِ مَا قَالاَ فَعَلَى البَادِي منهُما حَتَّى يَعْتَدِي المَظْلُومُ » . (رواه مسلم).\n\n“পরস্পরকে গালি প্রদানকারী দুই ব্যক্তির মধ্যে যে আগে গালি দিয়েছে, সে দোষী বলে গণ্য হবে, যতক্ষণ না নির্যাতিত ব্যক্তি (অর্থাৎ প্রথম যাকে গালি দেয়া হয়েছে) সীমা অতিক্রম করবে।” [মুসলিম, হাদিস নং- ৬৭৫৬] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« لا تَسُبُّوا الأَمْوَاتَ ، فَإنَّهُمْ قَدْ أفْضَوْا إِلَى مَا قَدَّمُوا » . (رواه البخاري).\n\n“তোমরা মৃতদেরকে গালি দিয়ো না; কারণ, তারা যা কিছু করেছে, তার ফলাফলের কাছে পৌঁছে গেছে।” [বুখারী, হাদিস নং- ১৩২৯] তিনি আরও বলেন:\n\n« مِنَ الكَبَائِر شَتْمُ الرَّجُل وَالِدَيهِ ! ، قالوا : يَا رَسُول الله ، وَهَلْ يَشْتُمُ الرَّجُلُ وَالِدَيْهِ ؟! قَالَ : نَعَمْ ، يَسُبُّ أَبَا الرَّجُلِ ، فَيَسُبُّ أبَاه ، وَيَسُبُّ أُمَّهُ ، فَيَسُبُّ أُمَّهُ » . (مُتَّفَقٌ عَلَيهِ) .\n\n“কোনো ব্যক্তি কর্তৃক তার পিতামাতাকে গালি দেয়া কবীরা গুনাহের অন্তর্ভুক্ত! সাহাবীগণ প্রশ্ন করলেন: হে আল্লাহর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম! কোনো মানুষ কি তার পিতামাতাকে গালি দিতে পারে?! জবাবে তিনি বললেন: হ্যাঁ, সে অন্য কোনো মানুষের পিতাকে গালি দেয়, তখন ঐ ব্যক্তি তার পিতাকে গালি দেয় এবং সে অন্য ব্যক্তির মাকে গালি দেয়, তখন ঐ ব্যক্তি তার মাকে গালি দেয়।” [বুখারী, হাদিস নং- ৫৬২৮; মুসলিম, হাদিস নং- ২৭৩; হাদিসের শব্দগুলো ইমাম মুসলিম রহ. এর।]\n\n১৪. তাকে হিংসা না করা, অথবা তার ব্যাপারে খারাপ ধারণা পোষণ না করা, অথবা তাকে ঘৃণা না করা, অথবা তার পিছনে গোয়েন্দাগিরি না করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَ لَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ ﴾ [الحجرات: ١٢]\n\n“হে ঈমানদারগণ! তোমরা অধিকাংশ অনুমান হতে দূরে থাক; কারণ কোনো কোনো অনুমান পাপ এবং তোমরা একে অন্যের গোপনীয় বিষয় সন্ধান করো না এবং একে অন্যের গীবত করো না।” [সূরা আল-হুজুরাত, আয়াত: ১২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ لَّوۡلَآ إِذۡ سَمِعۡتُمُوهُ ظَنَّ ٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بِأَنفُسِهِمۡ خَيۡرٗا ﴾ [النور: ١٢]\n\n“যখন তারা এটা শুনল, তখন মুমিন পুরুষ এবং মুমিন নারীগণ তাদের নিজেদের সম্পর্কে কেন ভাল ধারণা করল না।” [সূরা আন-নূর, আয়াত: ৯৭] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  لا تَحَاسَدُوا ، وَلاَ تَنَاجَشُوا ، وَلاَ تَبَاغَضُوا ، وَلاَ تَدَابَرُوا ، وَلاَ يَبعْ بَعْضُكُمْ عَلَى بَيْع بَعْض ، وَكُونُوا عِبَادَ الله إخْوَاناً » . (رواه مسلم).\n\n“তোমরা পরস্পরের প্রতি হিংসা-বিদ্বেষ পোষণ করো না, নকল ক্রেতা সেজে আসল ক্রেতার সামনে পণ্যদ্রব্যের দাম বাড়িয়ে বলবে না, পরস্পরের প্রতি ঘৃণা পোষণ করো না এবং পরস্পর পরস্পরের পিছনে লেগনা; আর তোমরা আল্লাহর বান্দা ভাই ভাই হয়ে যাও।” [মুসলিম, হাদিস নং- ৬৭০১] তিনি আরও বলেন:\n\n«  إيَّاكُمْ وَالظَّنَّ ، فَإنَّ الظَّنَّ أَكْذَبُ الحَدِيثِ » . (مُتَّفَقٌ عَلَيهِ).\n\n“সাবধান! তোমরা অযথা ধারণা করা থেকে বিরত থাক; কেননা, অযথা ধারণা পোষণ করা সবচেয়ে বড় ধরনের মিথ্যা।” [বুখারী, হাদিস নং- ৪৮৪৯; মুসলিম, হাদিস নং- ৬৭০১]\n\n১৫. তার সাথে ধোঁকাবাজি বা প্রতারণা না করা; কেননা, আল্লাহ তা‘আলা বলেছেন:\n\n﴿ وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا ٥٨ ﴾ [الاحزاب: ٥٨]\n\n“আর যারা মুমিন পুরুষ ও মুমিন নারীদেরকে কষ্ট দেয় যা তারা করেনি তার জন্য; নিশ্চয় তারা অপবাদ ও স্পষ্ট পাপের বোঝা বহন করলো।” [সূরা আল-আহযাব, আয়াত: ৫৮] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَمَن يَكۡسِبۡ خَطِيٓ‍َٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓ‍ٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا ١١٢ ﴾ [النساء: ١١٢]\n\n“আর কেউ কোনো দোষ বা পাপ করে পরে সেটা কোনো নির্দোষ ব্যক্তির প্রতি আরোপ করলে সে তো মিথ্যা অপবাদ ও স্পষ্ট পাপের বোঝা বহন করে।” [সূরা আন-নিসা, আয়াত: ১১২] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا ، وَمَنْ غَشَّنَا فَلَيْسَ مِنَّا » . (رواه مسلم).\n\n“যে ব্যক্তি আমাদের বিরুদ্ধে অস্ত্র ধারণ করে, সে আমাদের দলভুক্ত নয়; আর যে ব্যক্তি আমাদের সাথে প্রতারণা করে, সেও আমাদের দলভুক্ত নয়।” [মুসলিম, হাদিস নং- ২৯৪] তিনি আরও বলেন:\n\n« مَنْ بَايَعْتَ ، فَقُلْ : لاَ خِلاَبَةَ » . (مُتَّفَقٌ عَلَيهِ) .\n\n“তুমি যার সাথে ক্রয়-বিক্রয় কর, তাকে বল: কোনোরূপ ধোঁকাবাজি করবে না।” [বুখারী, হাদিস নং- ২০১১; মুসলিম, হাদিস নং- ৩৯৩৯] নবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« مَا مِنْ عَبْدٍ يَستَرْعِيهِ اللهُ رَعِيَّةً ، يَمُوتُ يَوْمَ يَمُوتُ وَهُوَ غَاشٌّ لِرَعِيَّتِهِ ، إِلاَّ حَرَّمَ اللهُ عَلَيْهِ الجَنَّة » . (رواه مسلم).\n\n“আল্লাহ তাঁর কোনো বান্দকে প্রজা সাধারণের তত্ত্বাবধায়ক বানাবার পর তাদের সাথে খিয়ানতকারী বা প্রতারণাকারী অবস্থায় যদি সে অবধারিত মৃত্যুর দিন মৃত্যুবরণ করে, তাহলে নিশ্চিতভাবে আল্লাহ তার উপর জান্নাত হারাম করে দেবেন।” [মুসলিম, হাদিস নং- ৩৮০] তিনি আরও বলেন:\n\n« مَنْ خَبَّبَ زَوْجَةَ امْرِئٍ ، أَوْ مَمْلُوكَهُ ، فَلَيْسَ مِنَّا » . (رواهُ أَبُو داود) .\n\n“যে ব্যক্তি কারও স্ত্রী অথবা দাসীকে ধোঁকা দিয়ে তার চরিত্র নষ্ট করে, সে আমাদের দলভুক্ত নয়।” [আবূ দাউদ, হাদিস নং- ৫১৭২]\n\n১৬. তার সাথে প্রতিশ্রুতি ভঙ্গ না করা, অথবা তার খিয়ানত না করা, অথবা তার সাথে মিথ্যা কথা না বলা, অথবা তার ঋণ পরিশোধ করার ক্ষেত্রে টাল-বাহানা না করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ ﴾ [المائ‍دة: ١]\n\n“হে মুমিনগণ! তোমরা অঙ্গীকারসমূহ পূর্ণ করবে।” [সূরা আল-মায়িদা, আয়াত: ১] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ ﴾ [البقرة: ١٧٧]\n\n“আর তারা যখন প্রতিশ্রুতি দেয়, তখন তা পূর্ণ করে।” [সূরা আল-বাকারা, আয়াত: ১৭৭] তিনি আরও বলেন:\n\n﴿ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡ‍ُٔولٗا ٣٤ ﴾ [الاسراء: ٣٤]\n\n“আর প্রতিশ্রুতি পালন কর; নিশ্চয়ই প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে।” [সূরা আল-ইসরা, আয়াত: ৩৪] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« أرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقاً خَالِصاً ، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا : إِذَا اؤْتُمِنَ خَانَ ، وَإِذَا حَدَّثَ كَذَبَ ، وَإِذَا عَاهَدَ غَدَرَ ، وَإِذَا خَاصَمَ فَجَرَ » . (مُتَّفَقٌ عَلَيهِ) .\n\n“চারটি স্বভাব যার মধ্যে থাকে, সে হবে খাঁটি মুনাফিক। আর যার মধ্যে এর কোনো একটি স্বভাব থাকবে, তা পরিত্যাগ না করা পর্যন্ত মুনাফিকের একটি স্বভাব তার মধ্যে থেকে যাবে; স্বভাবগুলো হল: আমানত রাখলে খিয়ানত করে, কথা বললে মিথ্যা বলে, চুক্তি করলে ভঙ্গ করে এবং ঝগড়ায় লিপ্ত হলে অশ্লীল ভাষায় কথা বলে।” [বুখারী, হাদিস নং- ৩৪; মুসলিম, হাদিস নং- ২১৯] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« قَالَ الله تَعَالَى : ثَلاَثَةٌ أنا خَصْمُهُمْ يَوْمَ القِيَامَةِ : رَجُلٌ أعْطَى بي ثُمَّ غَدَرَ ، وَرَجُلٌ بَاعَ حُرَّاً فَأَكَلَ ثَمَنَهُ ، وَرَجُلٌ اسْتَأجَرَ أجيراً ، فَاسْتَوْفَى مِنْهُ ، وَلَمْ يُعْطِهِ أجْرَهُ » . (رواه البخاري).\n\n“আল্লাহ তা‘আলা বলেন: কিয়ামতের দিন আমি তিন ব্যক্তির সাথে ঝগড়া করব: যে ব্যক্তি আমার নামে ওয়াদা করে তা ভঙ্গ করল; যে ব্যক্তি কোনো আযাদ বা স্বাধীন ব্যক্তিকে বিক্রি করে তার মূল্য ভোগ করল; আর যে ব্যক্তি কোনো শ্রমিককে কাজে নিযুক্ত করে তার কাছ থেকে পুরোপুরি কাজ আদায় করল, কিন্তু তার মজুরী বা পারশ্রমিক পরিশোধ করল না।” [বুখারী, হাদিস নং- ২১১৪] তিনি আরও বলেন:\n\n« مَطْلُ الغَنِيِّ ظُلْمٌ، وَإِذَا أُتْبعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتْبَع » . (مُتَّفَقٌ عَلَيهِ) .\n\n“পাওনা আদায়ের ব্যাপারে ধনী ব্যক্তির টাল-বাহানা করাটা যুলুম। আর যদি কারোর ঋণকে অন্য (ধনী) ব্যক্তির কাছে হস্তান্তর করা হয়, তাহলে (ঋণ দাতা) এ স্থানান্তরকে ঋণ বলে মেনে নেয়া উচিত।” [বুখারী, হাদিস নং- ২১৬৬; মুসলিম, হাদিস নং- ৪০৮৫]\n\n১৭. তার সাথে সুন্দর ব্যবহার করবে; সুতরাং তার জন্য ভালো কিছু করবে এবং তাকে কষ্ট দেয়া থেকে বিরত থাকবে; আর তার সাথে সাক্ষ্যাৎ করবে হাস্যোজ্জ্বল চেহারা নিয়ে— তার ভালো ব্যবহার গ্রহণ করে নিবে এবং মন্দ আচরণ ক্ষমা করে দিবে; আর তার নিকট যা নেই সে বিষয়ে তার উপর চাপ সৃষ্টি করবে না; সুতরাং জাহেলের নিকট থেকে জ্ঞান অর্জনের চেষ্টা করবে না এবং নির্বাক ব্যক্তি থেকে ভাষা শিখবে না। কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ ١٩٩ ﴾ [الاعراف: ١٩٩]\n\n“মানুষের (চরিত্র ও কর্মের) উৎকৃষ্ট অংশ গ্রহণ করুন, সৎকাজের নির্দেশ দিন এবং অজ্ঞদেরকে এড়িয়ে চলুন।” [সূরা আল-আ‘রাফ, আয়াত: ১৯৯] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« اتَّقِ اللَّهَ حَيْثُ مَا كُنْتَ ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا ، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ » . (رواه أحمد و الترمذي و الحاكم).\n\n“তুমি যেখানেই থাক, আল্লাহকে ভয় কর; আর অসৎকাজ করলে তার পরপরই সৎকাজ কর, তাহলে তা মন্দ কাজকে নিশ্চিহ্ন করে দেবে; আর মানুষের সাথে সদ্ব্যবহার কর।” [আহমাদ, তিরমিযী ও হাকেম।]\n\n১৮. বড় হলে তাকে সম্মান করা; আর ছোট হলে তাকে স্নেহ করা; কেননা, মুহাম্মাদ মুস্তফা সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  لَيْسَ مِنَّا مَنْ لَمْ يُوَقِّرْ كَبِيرَنَا ، وَيَرْحَمْ صَغِيرَنَا » . (رواه أبو داود و الترمذي).\n\n“যে ব্যক্তি আমাদের বড়কে সম্মান করে না এবং ছোটকে স্নেহ করে না, সে আমাদের দলভুক্ত নয়।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান’ বলেছেন।] তিনি আরও বলেন:\n\n«  إنَّ مِنْ إجْلالِ اللهِ تَعَالَى : إكْرَامَ ذِي الشَّيْبَةِ المُسْلِمِ » . (رواه أبو داود).\n\n“আল্লাহ তা‘আলাকে সম্মান করার অন্যতম একটি উপায় হলো বৃদ্ধ মুসলিম ব্যক্তিকে সম্মান করা।” [আবূ দাউদ রহ. হাদিসটি ‘হাসান’ সনদে বর্ণনা করেছেন।] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেছেন: « كَبِّرْ كَبِّرْ »  অর্থাৎ বয়োজ্যেষ্ঠকে দিয়ে শুরু কর। হাদিসে প্রসিদ্ধ আছে যে, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট শিশুকে নিয়ে আসা হত তার জন্য বরকতের দো‘য়া করার জন্য, অথবা তার নাম রাখার জন্য; তারপর তিনি তাকে তাঁর কোলে নিতেন, ফলে কখনও কখনও শিশু তাঁর কোলে পেশাব করে দিত। হাদিসে আরও বর্ণিত আছে: তিনি যখন সফর থেকে আগমন করতেন, তখন শিশুরা তাঁর সাথে সাক্ষাৎ করত; ফলে তিনি তাদের জন্য থামতেন, তারপর সাহাবীদেরকে নির্দেশ দিতেন তাদেরকে তাঁর নিকট হাজির করার জন্য; তারপর তিনি তাদের মধ্য থেকে কিছু অংশকে তাঁর সামনে রাখতেন এবং কিছূ অংশকে তাঁর পেছনে রাখতেন; আবার তিনি তাঁর সাহাবীদেরকে নির্দেশ দিতেন শিশুদের কাউকে কাউকে (তাঁদের কোলে বা কাঁধে) বহন করার জন্য; আর শিশুদের প্রতি স্নেহ ও ভালোবাসার কারণেই নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এসব করতেন।\n\n১৯. নিজ থেকে তার প্রতি ইনসাফ করা এবং তার সাথে এমন ব্যবহার করা, যে ব্যবহার সে নিজে অন্যের কাছ থেকে আশা করে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لا يَستكمِلُ العبدُ الإيمانَ حتى يكونَ فيه ثَلاثُ خِصَالٍ : الإِنْفَاقُ مِنَ الإِقْتَارِ ، وَالإِنْصَافُ مِنْ نَفْسِهِ ، وَبَذْلُ السَّلامِ » . (رواه البخاري و أحمد).\n\n“বান্দা ততক্ষণ পর্যন্ত ঈমানকে পরিপূর্ণ করতে পারবে না, যতক্ষণ না তার মধ্যে তিনটি বৈশিষ্ট্যের সমাবেশ ঘটবে: ১. অভাবগ্রস্ত অবস্থায়ও দান করা, ২. নিজ থেকে ইসনাফ করা, এবং ৩. সালামের প্রচলন করা।” [ইমাম বুখারী রহ. হাদিসটি ‘আম্মার ইবন ইয়াসার রাদিয়াল্লাহু ‘আনহুমা থেকে ‘মাওকুফ’ হিসেবে বর্ণনা করেছেন; আর আহমাদ রহ. ‘মারফূ‘’ হিসেবে বর্ণনা করেছেন (এখানে উল্লেখিত শব্দগুলো আহমাদ রহ. এর বর্ণনা)।] তিনি আরও বলেন:\n\n« مَنْ سَرَّهُ أَنْ يُزَحْزَحَ عَنْ النَّارِ ، وَيُدْخَلَ الْجَنَّةَ فَلْتَأْتِهِ مَنِيَّتُهُ وَهُوَ يَشهَدُ أن لا إله إلا الله وأن محمدًا عَبْدُهُ و رسُولُهُ  ، وَلْيَأْتِ إِلَى النَّاسِ الَّذِي يُحِبُّ أنْ يُؤْتَى إِلَيْهِ » . (رواه الخرائطى و الطبرانى).\n\n“যে ব্যক্তি মনে প্রাণে জাহান্নাম থেকে মুক্ত হতে এবং জান্নাতে প্রবেশ করতে চায়, তার যেন মৃত্যু হয় এমন অবস্থায় যে, সে সাক্ষ্য দিচ্ছে যে, আল্লাহ ছাড়া কোনো সত্য ইলাহ নেই এবং মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আল্লাহর বান্দা ও রাসূল এবং মানুষের সাথে এমন ব্যবহার করে, যে ব্যবহার সে নিজে অন্যের কাছ থেকে আশা করে।” [খারায়েত্বী ও ত্ববারানী।]\n\n২০. তার ভুল-ভ্রান্তি ক্ষমা করা ও অভ্যন্তরীণ বিষয় গোপন রাখা এবং তার গোপন কথা কান পেতে না শুনা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ ١٣ ﴾ [المائ‍دة: ١٣]\n\n“কাজেই তাদেরকে ক্ষমা করুন এবং উপেক্ষা করুন। নিশ্চয়ই আল্লাহ মুহসিনদেরকে ভালবাসেন।” [সূরা আল-মায়িদা, আয়াত: ১৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ﴾ [البقرة: ١٧٨]\n\n“তবে তার ভাইয়ের পক্ষ থেকে কোনো ক্ষমা প্রদর্শন করা হলে যথাযথ বিধির অনুসরণ করা ও সততার সাথে তার রক্ত-বিনিময় আদায় করা কর্তব্য।” [সূরা আল-বাকারা, আয়াত: ১৭৮] তিনি আরও বলেন:\n\n﴿ وَلۡيَعۡفُواْ وَلۡيَصۡفَحُوٓاْۗ أَلَا تُحِبُّونَ أَن يَغۡفِرَ ٱللَّهُ لَكُمۡۚ ﴾ [النور: ٢٢]\n\n“তারা যেন ওদেরকে ক্ষমা করে এবং ওদের দোষ-ত্রুটি উপেক্ষা করে। তোমরা কি চাও না যে, আল্লাহ্ তোমাদেরকে ক্ষমা করুন?।” [সূরা আন-নূর, আয়াত: ২২] তিনি আরও বলেন:\n\n﴿ إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلۡفَٰحِشَةُ فِي ٱلَّذِينَ ءَامَنُواْ لَهُمۡ عَذَابٌ أَلِيمٞ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ ﴾ [النور: ١٩]\n\n“নিশ্চয় যারা মুমিনদের মধ্যে অশ্লীলতার প্রসার কামনা করে, তাদের জন্য রয়েছে দুনিয়া ও আখেরাতে যন্ত্রণাদায়ক শাস্তি।” [সূরা আন-নূর, আয়াত: ১৯] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« وَمَا زَادَ اللهُ عَبْداً بِعَفْوٍ إِلاَّ عِزّاً » . (رواه مسلم).\n\n“আর আল্লাহ যে বান্দাকে ক্ষমার গুণে সমৃদ্ধ করেন, তাকে অবশ্যই সম্মান দ্বারা ধন্য করেন।” [মুসলিম, হাদিস নং- ৬৭৫৭] তিনি আরও বলেন:\n\n« وَ أنْ تَعْفُو عَمَّنْ ظَلَمَكَ » . (رواه الحاكم).\n\n“আর তোমার প্রতি যে যুলুম করে, তাকে তুমি ক্ষমা করা।” [হাকেম।] তিনি আরও বলেন:\n\n« لاَ يَسْتُرُ عَبْدٌ عَبْدًا فِى الدُّنْيَا إِلاَّ سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ » . (رواه مسلم).\n\n“যে কোনো বান্দা দুনিয়াতে অন্য বান্দার দোষ-ত্রুটি গোপন রাখবে, কিয়ামতের দিন আল্লাহ তা‘আলা তার দোষ-ত্রুটি গোপন রাখবেন।” [মুসলিম, হাদিস নং- ৬৭৬০]  তিনি আরও বলেন:\n\n« يَا مَعْشَرَ مَنْ آمَنَ بِلِسَانِهِ ، وَلَمْ يَدْخُلِ الإِيمَانُ فِى قَلْبِهِ ! لاَ تَغْتَابُوا الْمُسْلِمِينَ ، وَلاَ تَتَّبِعُوا عَوْرَاتِهِمْ ، فَإِنَّهُ مَنْ يَتَّبِعْ عَوْرَةَ أَخِيهِ الْمُسْلِمِ يَتَّبِعِ اللَّهُ عَوْرَتَهُ ، وَ مَنْ يَتَّبِعِ اللَّهُ عَوْرَتَهُ يَفْضَحْهُ ولَوْ كَانَ فِى جَوْفِ بَيْتِهِ » . (رواه الترمذي و أحمد و أبو داود).\n\n“হে যারা মুখে ঈমান এনেছ, অথচ অন্তরে ঈমান প্রবেশ করেনি! তোমরা মুসলিমগণের গীবত করো না এবং তাদের গোপন বিষয়ের অনুসরণ করো না; কারণ, যে ব্যক্তি তার মুসলিম ভাইয়ের গোপন বিষয় খোঁজাখুঁজি করবে, আল্লাহ তা‘আলাও তার গোপন বিষয়ের পিছনে লাগবেন; আর আল্লাহ যার গোপন বিষয়ের পিছনে লাগবেন, সে তার ঘরের মধ্যে অবস্থান করলেও তিনি তা ফাঁস করে দিবেন।” [তিরমিযী, আহমাদ আবূ দাউদ।] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« وَمَنْ اسْتَمَعَ إِلَى حَدِيثِ قَوْمٍ وَهُمْ لَهُ كَارِهُونَ ، صُبَّ فِي أُذُنِهِ الْآنُكُ يَوْمَ الْقِيَامَةِ » . (رواه البخاري).\n\n“আর যে ব্যক্তি কোনো সম্প্রদায়ের কথার দিকে কান লাগাল, অথচ তারা তা অপছন্দ করে, কিয়ামতের দিন তার কানে সীসা ঢেলে দেয়া হবে।” [বুখারী, হাদিস নং- ৬৬৩৫]\n\n২১. তার কোনো প্রয়োজনে তাকে সহযোগিতা করা এবং তার কোনো প্রয়োজন পূরণে সম্ভব হলে তার জন্য সুপারিশ করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ ﴾ [المائ‍دة: ٢]\n\n“আর নেককাজ ও তাক্ওয়ায় তোমরা পরস্পর সাহায্য করবে।” [সূরা আল-মায়িদা, আয়াত: ২] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ ﴾ [النساء: ٨٥]\n\n“কেউ কোনো ভাল কাজের সুপারিশ করলে তাতে তার অংশ থাকবে।” [সূরা আ-নিসা, আয়াত: ৮৫] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنيَا ، نَفَّسَ الله عَنْهُ كُربَةً مِنْ كُرَبِ يَوْمِ القِيَامَةِ ، وَمَنْ يَسَّر عَلَى مُعْسِرٍ يَسَّرَ الله عَلَيهِ في الدُّنْيَا وَالآخِرَةِ ، وَمَنْ سَتَرَ مُسْلِماً سَتَرَهُ الله في الدُّنْيَا وَالآخِرَةِ ، والله في عَونِ العَبْدِ مَا كَانَ العَبْدُ في عَونِ أخِيهِ » . (رواه مسلم).\n\n“যে ব্যক্তি কোনো মুসলিম ব্যক্তির পার্থিব কষ্টসমূহের মধ্য থেকে একটি কষ্ট দূর করে দেয়, আল্লাহ তা‘আলা তার কিয়ামতের দিনের কষ্টসমূহের মধ্য থেকে একটি কষ্ট দূর করে দিবেন; আর যে ব্যক্তি কোনো অভাবীর অভাবের কষ্ট লাঘব করে দেয়, আল্লাহ তা‘আলা দুনিয়া ও আখিরাতে তার অভাবের কষ্ট লাঘব করে দিবেন; আর যে ব্যক্তি কোনো মুসলিম ব্যক্তির দোষ-ত্রুটি গোপন করবে, আল্লাহ তা‘আলা দুনিয়া ও আখিরাতে তার দোষ-ত্রুটি গোপন করে রাখবেন; আর বান্দা যতক্ষণ তার মুসলিম ভাইয়ের সাহায্য করতে থাকে, আল্লাহও ততক্ষণ তার সাহায্য-সহযোগিতা করতে থাকেন।” [মুসলিম, হাদিস নং- ৭০২৮] তিনি আরও বলেন:\n\n« اشْفَعُوا تُؤْجَرُوا ، وَيَقْضِي الله عَلَى لِسَانِ نَبِيِّهِ مَا شَاءَ » . (مُتَّفَقٌ عَلَيهِ).\n\n“তোমরা সুপারিশ কর, প্রতিদান পাবে; আর আল্লাহ যা চান, তিনি তাঁর নবীর মুখ দিয়ে তা প্রকাশ করান।” [বুখারী, হাদিস নং- ১৩৬৫; মুসলিম, হাদিস নং- ৬৮৫৮]\n\n২২. সে যখন আল্লাহর নামে আশ্রয় চাইবে, তখন তাকে আশ্রয় দেওয়া; যখন তার কাছে আল্লাহর নামে সাহায্য চাইবে, তখন তাকে দান করা; তার ভালো কাজের জন্য তাকে পুরস্কার দেওয়া অথবা তার জন্য দো‘য়া করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ اسْتَعَاذَ بِاللَّهِ فَأَعِيذُوهُ ،  وَمَنْ سَأَلَكُمْ بِاللَّهِ فَأَعْطُوهُ ، وَمَنْ دَعَاكُمْ فَأَجِيبُوهُ ،  وَمَنْ صَنَعَ إِلَيْكُمْ مَعْرُوفًا فَكَافِئُوهُ ،  فَإِنْ لَمْ تَجِدُوا مَا تُكَافِئُونَهُ ،  فَادْعُوا لَهُ حَتَّى تَرَوْا أَنَّكُمْ قَدْ كَافَأْتُمُوهُ » . (رواه أحمد ، وأبو داود ، والنسائى ، والحاكم ).\n\n“যে ব্যক্তি আল্লাহর নামে আশ্রয় চাইবে, তোমরা তাকে আশ্রয় দাও; আর যে ব্যক্তি তোমাদের কাছে আল্লাহর নামে সাহায্য চাইবে, তোমরা তাকে দান কর; আর যে ব্যক্তি তোমাদেরকে আহ্বান করবে, তোমরা তার ডাকে সাড়া দাও; আর যে ব্যক্তি তোমাদের উপকার করবে, তোমরা তাকে প্রতিদান দাও; আর যদি তাকে পুরস্কার দেওয়ার মত কিছু না পাও, তাহলে তোমরা তার জন্য এমনভাবে দো‘য়া কর, যাতে তোমাদের মনের তৃপ্তি হয় যে, তোমরা তাদের প্রতিদান দিতে পেরেছ।” [আহমাদ, আবূ দাউদ, নাসায়ী ও হাকেম এবং সনদটি ‘হাসান’ পর্যায়ের।]"
  },
  {
    "1": "(জ) কাফিরের সাথে আচরণ",
    "2": "মুসলিম ব্যক্তি বিশ্বাস করে যে, ইসলাম ছাড়া সকল জাতি, দীন ও ধর্ম বাতিল এবং তার অনুসারীগণ কাফির। আর দীন ইসলাম হলো একমাত্র সত্য দীন এবং তার অনুসারীগণ হলেন মুমিন মুসলিম। কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ ﴾ [ال عمران: ١٩]\n\n“নিশ্চয় ইসলামই আল্লাহর নিকট একমাত্র দীন।” [সূরা আলে ইমরান, আয়াত: ১৯] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ ٨٥ ﴾ [ال عمران: ٨٥]\n\n“আর কেউ ইসলাম ব্যতীত অন্য কোন দ্বীন গ্রহণ করতে চাইলে তা কখনো তার পক্ষ থেকে কবুল করা হবে না এবং সে হবে আখিরাতে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত।” [সূরা আলে ইমরান, আয়াত: ৮৫] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ ﴾ [المائ‍دة: ٣]\n\n“আজ আমি তোমাদের জন্য তোমাদের দ্বীনকে পরিপূর্ণ করলাম এবং তোমাদের উপর আমার নি‘য়ামত সম্পূর্ণ করলাম, আর তোমাদের জন্য ইসলামকে দ্বীন হিসেবে পছন্দ করলাম।” [সূরা আল-মায়িদা, আয়াত: ৩]\n\nসুতরাং আল্লাহ তা‘আলা কর্তৃক নাযিলকৃত এসব চিরন্তন সত্যবাণীর মাধ্যমে মুসলিম ব্যক্তি জানে যে, ইসলামপূর্ব সকল ধর্ম ইসলামের আগমনে ‘মানসুখ’ বা রহিত হয়ে গেছে; আর ইসলাম হয়ে গেল গোটা মানবজাতির একমাত্র দীন বা জীবনবিধান; সুতরাং আল্লাহ তা‘আলা কারও পক্ষ থেকে ইসলাম ব্যতীত অন্য কোনো দীনকে গ্রহণ করবেন না এবং ইসলাম ছাড়া আর অন্য কোনো শরী‘য়তকে শরী‘য়ত হিসেবে পছন্দ করবেন না; আর সেখান থেকেই মুসলিম ব্যক্তি মনে প্রাণে বিশ্বাস করে যে, এমন প্রত্যেক ব্যক্তিই কাফির, যে ব্যক্তি ইসলামকে আল্লাহ তা‘আলার জন্য দীন হিসেবে গ্রহণ করতে পারেনি। আর সে ‘কুফর’ বা কাফিরের সাথে নিম্নোক্ত আদবসমূহ রক্ষা করে চলবে:\n\n১. কুফরীকে স্বীকৃতি না দেওয়া এবং তাকে পছন্দ না করা; কারণ, ‘কুফর’কে পছন্দ করা কুফরী।\n\n২. আল্লাহ তা‘আলা কর্তৃক তাকে ঘৃণা করার কারণে তাকে ঘৃণা করা; কেননা, ভালোবাসা হবে আল্লাহর জন্য এবং ঘৃণা করাটাও হবে আল্লাহর উদ্দেশ্যে; আর আল্লাহ তা‘আলাকে অস্বীকার করার কারণেই তিনি তাকে ঘৃণা করেন; সুতরাং মুসলিম ব্যক্তি কাফিরকে ঘৃণা করবে আল্লাহ তা‘আলা কর্তৃক তাকে ঘৃণা করার কারণেই।\n\n৩. তার সাথে বন্ধত্ব ও ভালোবাসা স্থাপন না করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ ﴾ [ال عمران: ٢٨]\n\n“মুমিনগণ যেন মুমিনগণ ছাড়া কাফেরদেরকে বন্ধুরূপে গ্রহণ না করে।” [সূরা আলে ইমরান, আয়াত: ২৮] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ ﴾ [المجادلة: ٢٢]\n\n“আপনি পাবেন না আল্লাহ ও আখিরাতের উপর ঈমানদার এমন কোন সম্প্রদায়, যারা ভালবাসে তাদেরকে, যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচারণ করে- হোক না এ বিরুদ্ধাচারীরা তাদের পিতা, পুত্র, ভাই অথবা এদের জ্ঞাতি-গোত্র।” [সূরা আল-মুজাদালা, আয়াত: ২২]\n\n৪. তার সাথে ইনসাফপূর্ণ ব্যবহার ও ন্যায় আচরণ করা এবং সে যদি বিদ্রোহী না হয়, তাহলে তাকে কল্যাণকর সুযোগ সুবিধা প্রদান করা; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ ٨ ﴾ [الممتحنة: ٨]\n\n“দীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদেরকে স্বদেশ থেকে বহিস্কার করেনি, তাদের প্রতি মহানুভবতা দেখাতে ও ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। নিশ্চয় আল্লাহ ন্যায়পরায়ণদেরকে ভালবাসেন।” [সূরা আল-মুমতাহিনা, আয়াত: ৮] সুতরাং এ সুস্পষ্ট আয়াতটি কাফিরদের সাথে ন্যায় ও ইনসাফপূর্ণ আচার-ব্যবাহারকে এবং তাদের উপকার করার বিষয়টিকে বৈধতা দিয়েছে; আর শুধু বিদ্রোহী কাফিরগণ ব্যতীত বাকি সকল কাফিরই এ সুযোগ সুবিধা ভোগ করতে পারবে; আর যেসব কাফিরের জন্য বিশেষ রাজনৈতিক দর্শন ও নিয়মনীতির ব্যবস্থা থাকবে, তাদেরকে বিদ্রোহী বলে গণ্য করা হবে এবং তাদের ক্ষেত্রে বিদ্রোহীদের বিধান প্রযোজ্য হবে।\n\n৫. তার প্রতি সাধারণ সহানুভূতির সাথে করুণা করা, যেমন— সে ক্ষুধার্ত হলে তাকে খাবার খাওয়ানোর ব্যবস্থা করা, তৃষ্ণার্ত হলে তাকে পানি পান করানো, অসুস্থ হলে তার চিকিৎসার ব্যবস্থা করা, বিপদ-মুসিবত ও দুর্যোগ থেকে রক্ষা করা এবং কষ্টকর বিষয় থেকে তাকে দূরে সরিয়ে রাখা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« ارْحَمْ مَنْ فِي الأَرْضِ يَرْحَمْكَ مَنْ فِي السَّمَاءِ » . (رواه الطبراني والحاكم ).\n\n“তুমি পৃথিবীতে যারা আছে, তাদের প্রতি দয়া কর, তাহলে আকাশে যিনি আছেন, তিনি তোমার প্রতি দয়া করবেন।” [ত্ববারানী ও হাকেম এবং হাদিসটি সহীহ।] তিনি আরও বলেন:\n\n« فِي كُلِّ ذِي كَبِدٍ رَطْبَةٍ أَجْرٌ » . (رواه أحمد و ابن ماجه ).\n\n“প্রাণী মাত্রকেই পানি পান করানোর মধ্যে সাওয়াব রয়েছে।” [আহমাদ ও ইবনু মাজাহ এবং হাদিসটি সহীহ।]\n\n৬. যদি সে বিদ্রোহী না হয়ে থাকে, তাহলে তার সম্পদ, জীবন বা সম্মানের ব্যাপারে তাকে কষ্ট না দেওয়া; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« يَقُولُ اللهُ تَبَاركَ وتعالى : يَا عِبَادي ! إنِّي حَرَّمْتُ الظُلْمَ عَلَى نَفْسي وَجَعَلْتُهُ بيْنَكم مُحَرَّماً فَلا تَظَالَمُوا » . (رواه مسلم ).\n\n“আল্লাহ তা‘আলা বলেন: হে আমার বান্দারা! আমি নিজের উপর যুলুমকে হারাম করে রেখেছি এবং তোমাদের মধ্যেও তা হারাম করেছি; সুতরাং তোমরা পরস্পর যুলুম করো না।” [মুসলিম, হাদিস নং- ৬৭৩৭] তিনি আরও বলেন:\n\n« مَنْ آذَى ذِمِّياً , فأنَا خَصْمُهُ يومَ القِيَامَةِ» . (رواه الخطيب).\n\n“যে ব্যক্তি কোনো যিম্মীকে (অমুসলিম নাগরিককে) কষ্ট দিবে, কিয়ামতের দিন আমি তার বিপক্ষে দাঁড়াবো।” [খতিব এবং হাদিসটি দুর্বল।]\n\n৭. তাকে হাদিয়া বা উপহার সামগ্রী প্রদান করা, তার দেয়া উপহার গ্রহণ করা এবং সে যদি কিতাবী তথা ইহুদী বা খ্রিষ্টান হয়, তাহলে তার তৈরি করা খাবার খাওয়া বৈধ; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿  وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ ﴾ [المائ‍دة: ٥]\n\n“আর যাদেরকে কিতাব দেয়া হয়েছে, তাদের খাদ্যদ্রব্য তোমাদের জন্য হালাল।” [সূরা আল-মায়িদা, আয়াত: ৫] তাছাড়া সহীহভাবে বর্ণিত আছে যে, মদীনাতে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে ইহুদীর খাবার গ্রহণের জন্য দাওয়াত করা হয়, তারপর তিনি সে দাওয়াত গ্রহণ করেন এবং তাঁর উদ্দেশ্যে পরিবেশিত তাদের খাবার থেকে তিনি খাবার গ্রহণ করেন। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৫০]\n\n৮. মুমিন রমনীকে তার নিকট বিয়ে না দেওয়া, যদিও কিতাবী (ইহুদী বা খ্রিষ্টান) রমনীদেরকে বিয়ে করা বৈধ; কেননা, আল্লাহ তা‘আলা মুমিন রমনীকে কাফিরের সাথে বিয়ে দেয়ার ব্যাপারে সাধারণভাবে নিষেধ করে বলেন:\n\n﴿ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ ﴾ [الممتحنة: ١٠]\n\n“মুমিন নারীগণ কাফিরদের জন্য বৈধ নয় এবং কাফিরগণ মুমিন নারীদের জন্য বৈধ নয়।” [সূরা আল-মুমতাহিনা, আয়াত: ১০] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ ﴾ [البقرة: ٢٢١]\n\n“আর ঈমান না আনা পর্যন্ত মুশরিক পুরুষদের সাথে তোমরা বিয়ে দিও না।” [সূরা আল-বাকারা, আয়াত: ২২১] তাছাড়া মুসলিম পুরুষ কর্তৃক কিতাবী নারীকে বিয়ে করার বৈধতার ব্যপারে আল্লাহ তা‘আলা বলেন:\n\n﴿ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ ﴾ [المائ‍دة: ٥]\n\n“আর তোমাদের আগে যাদেরকে কিতাব দেয়া হয়েছে তাদের সচ্চরিত্রা নারীদেরকে তোমাদের জন্য বৈধ করা হল যদি তোমরা তাদের মোহর প্রদান কর বিয়ের জন্য, প্রকাশ্য ব্যভিচার বা গোপন প্রণয়িনী গ্রহণকারী হিসেবে নয়।” [সূরা আল-মায়িদা, আয়াত: ৫]\n\n৯. যখন সে হাঁচি দিবে এবং ‘আলহামদুলিল্লাহ’ (الحَمْدُ للهِ) বলে আল্লাহ তা‘আলার প্রশংসা করবে, তখন তার হাঁচির জবাব দেবে এই বলে: \" يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ \" (আল্লাহ তোমাদেরকে হিদায়েত করুন এবং তোমাদের অবস্থাকে ভালো করে দিন); কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এক ইহুদীর নিকট হাঁচি দিয়েছিলেন এ প্রত্যাশায় যে, সে তাঁকে উদ্দেশ্য করে বলবে: ‘ইয়ারহামুকুমুল্লাহ’ (يَرْحَمُكُمُ اللهُ) [অর্থাৎ আল্লাহ তোমার প্রতি রহম করুন]; তারপর তিনি তাকে উদ্দেশ্য করে বলবেন: \" يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ \" (আল্লাহ তোমাদেরকে হিদায়েত করুন এবং তোমাদের অবস্থাকে ভালো করে দিন)। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৫১]\n\n১০. তাকে আগে সালাম না দেওয়া এবং সে যদি সালাম দেয়, তাহলে« وَعَلَيْكُمْ »  (তোমাদের উপরও) বলে তার জবাব দেওয়া; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا سَلَّمَ عَلَيْكُمْ أهْلُ الكِتَابِ فَقُولُوا : وَعَلَيْكُمْ » . (مُتَّفَقٌ عَلَيهِ) .\n\n“যখন ইহুদী ও খ্রিষ্টানরা তোমাদেরকে সালাম প্রদান করে, তখন তোমরা বল:« وَعَلَيْكُمْ »  (তোমাদের উপরও)।” [বুখারী, হাদিস নং- ৬৫২৭; মুসলিম, হাদিস নং- ৫৭৮০]\n\n১১. তার সাথে রাস্তায় চলার সময় তাকে সবচেয়ে সংকীর্ণ রাস্তায় চলতে বাধ্য করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لاَ تَبْدَأُوا اليَهُودَ وَلاَ النَّصَارَى بالسَّلامِ ، فَإِذَا لَقِيتُمْ أَحَدَهُمْ في طَرِيق فَاضطَرُّوهُ إِلَى أَضْيَقِه » . (رواه مسلم و أبو داود و الطبراني) .\n\n“তোমরা ইহুদী ও খ্রিষ্টানদেরকে আগে আগে সালাম দিয়ো না; আর যখন পথে তাদের কারোর সাথে তোমাদের দেখা হবে, তখন তাকে সংকীর্ণ পথের দিকে যেতে বাধ্য করো।” [মুসলিম (হাদিস নং- ৫৭৮০), আবূ দাউদ (হাদিস নং- ৫২০৫) ও ত্ববারানী।]\n\n১২. তার বিপরীত কাজ করা এবং তাকে অনুকরণ ও অনুসরণ না করা, যেমন— দাড়ি লম্বা করা, যখন সে তা মুণ্ডন করে ফেলে; দাড়িতে রঙ করা, যখন সে তা রঙ করে না; অনুরূপভাবে পোশাক পরিধানের ব্যাপারেও তার বিপরীত করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ » . (أخرجه أحمد و أبو داود).\n\n“যে ব্যক্তি কোনো জাতির অনুসরণ করে, তবে সে তাদেরই অন্তর্ভুক্ত হয়ে যায়।” [আহমাদ, আল-মুসনাদ: ২ / ৫০; আবূ দাউদ, হাদিস নং- ৪০৩৩] তিনি আরও বলেন:\n\n« خَالِفُوا الْمُشْرِكِينَ ، أَحْفُوا الشَّوَارِبَ ، وَأَوْفُوا اللِّحَى » . (مُتَّفَقٌ عَلَيهِ).\n\n“তোমরা মুশরিকদের বিপরীত করবে, তোমরা গোঁফ ছোট করবে এবং দাড়ি লম্বা রাখবে।” [বুখারী, হাদিস নং- ৫৫৫৩; মুসলিম, হাদিস নং- ৬২৫] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ يَصْبُغُونَ فَخَالِفُوهُمْ  » . (أخرجه البخاري و مسلم).\n\n“নিশ্চয়ই ইয়াহূদী ও খ্রিষ্টানগণ (দাড়ি ও চুলে) রঙ বা খেযাব লাগায় না; অতএব, তোমরা (রঙ বা খেযাব লাগিয়ে) তাদের বিপরীত কাজ কর।” [বুখারী, হাদিস নং- ৩২৭৫; মুসলিম, হাদিস নং- ৫৬৩২] অর্থাৎ দাড়ি অথবা মাথার চুলকে হলুদ অথবা লাল রঙ দ্বারা খেযাব করা; কেননা, কালো রঙ দ্বারা খেযাব করতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নিষেধ করেছেন; ইমাম মুসলিম রহ. কর্তৃক বর্ণিত হাদিসে নবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« غَيِّرُوا هَذَا (الِشَّعرَ الأبْيَضَ ) بِشَىْءٍ ، وَاجْتَنِبُوا السَّوَادَ » .\n\n“তোমরা এই সাদা চুলকে কোনো কিছু দ্বারা পরিবর্তন কর এবং কালো রঙ ব্যবহার করা থেকে দূরে থাক।” [মুসলিম, হাদিস নং- ৫৬৩১]"
  },
  {
    "1": "(ঝ) জীবজন্তুর সাথে আচরণ",
    "2": "মুসলিম ব্যক্তি অধিকাংশ প্রাণীকেই সম্মানিত সৃষ্টি বলে বিবেচনা করে; সুতরাং আল্লাহ তা‘আলা কর্তৃক তার প্রতি করুণা করার কারণে সেও তার প্রতি দয়া বা করুণা করবে এবং তার প্রতি নিম্নোক্ত আদবসমূহ রক্ষা করে চলবে:\n\n১. যখন তার ক্ষুধা ও পিপাসা হয়, তখন খাবার ও পানীয়’র ব্যবস্থা করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« فِي كُلِّ ذَاتِ كَبِدٍ حَرَّاءَ أَجْرٌ » . (أخرجه أحمد).\n\n“প্রাণী মাত্রকেই পানি পান করানোর মধ্যে সাওয়াব রয়েছে।” [আহমাদ, আল-মুসনাদ, হাদিস নং- ১৭৫৮৪] তিনি আরও বলেন:\n\n« مَنْ لا يَرْحم لا يُرْحَمْ » . (رواه الطبراني و البخاري بلفط آخر).\n\n“যে ব্যক্তি অনুকম্পা প্রদর্শন করবে না, তার প্রতিও অনুকম্পা প্রদর্শন করা হবে না।” [ত্ববারনী রহ. হাদিসটি সহীহ সনদে বর্ণনা করেছেন এবং ইমাম বুখারী রহ. ভিন্ন শব্দে হাদিসটি বর্ণনা করেছেন।] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« ارْحَمُوا مَنْ فِي الأَرْضِ يَرْحَمْكُمْ مَنْ فِي السَّمَاءِ » . (رواه الترمذي ).\n\n“তোমরা পৃথিবীতে যারা আছে, তাদের প্রতি দয়া কর, তাহলে আকাশে যিনি আছেন, তিনি তোমাদের প্রতি দয়া করবেন।” [তিরমিযী, হাদিস নং- ১৯২৪]\n\n২. তার প্রতি দয়াপরবশ ও সহানুভূতিশীল হওয়া; কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন তাদেরকে দেখলেন— তারা একটি জীবন্ত পাখিকে ধরে এনে তাদের তীর নিক্ষেপের লক্ষ্যবস্তু হিসেবে গ্রহণ করে তার প্রতি তীর নিক্ষেপ করছে, তখন তিনি বললেন:\n\n« لعن الله من اتخذ شيئًا فيه روح غرضًا » . (رواه البخارى ومسلم).\n\n“আল্লাহ তা‘আলা ঐ ব্যক্তির উপর অভিশাপ বর্ষণ করুন, যে জীবন্ত প্রাণীকে (তীর নিক্ষেপের) লক্ষ্যবস্তু বানিয়েছে।” [আবূ দাউদ, হাদিস নং- ২৬৭৭ এবং তিনি হাদিসটি সহীহ সনদে বর্ণনা করেছেন।] তাছাড়া নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম চতুষ্পদ জন্তুকে হত্যা করার জন্য আটক করে রাখতে নিষেধ করেছেন। আবার কোনো একদিন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দেখতে পেলেন একটি মা পাখি তার বাচ্চাদের খোঁজে বৃত্তাকারে উড়ছে, যে বাচ্চাগুলো সাহাবীগণ তার বাসা থেকে ধরে নিয়ে এসেছে, এমতাবস্থায় তিনি বললেন:\n\n« مَنْ فَجَعَ هَذِهِ بِوَلَدِهَا ؟ رُدُّوا وَلَدَهَا إِلَيْهَا » . (رواه أبو داود ).\n\n“কে এ পাখিটিকে তার সন্তান হারোনোর ব্যদনায় কষ্ট দিচ্ছে? তোমরা তার বাচ্চাকে তার নিকট ফিরিয়ে দাও।” [আবূ দাউদ, হাদিস নং- ২৬৭৭ এবং তিনি হাদিসটি সহীহ সনদে বর্ণনা করেছেন।]\n\n৩. তাকে যবেহ বা হত্যা করার সময় দয়া প্রদর্শন করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« إنَّ الله كَتَبَ الإحْسَانَ عَلَى كُلِّ شَيْءٍ فَإذَا قَتَلْتُم فَأحْسِنُوا القِتْلَة ، وَإِذَا ذَبَحْتُمْ فَأحْسِنُوا الذِّبْحَةَ ، وَليُحِدَّ أَحَدُكُمْ شَفْرَتَه ، وَلْيُرِح ذَبِيحَتَهُ » . (رواه مسلم ).\n\n“আল্লাহ তা‘আলা প্রত্যেক বিষয়ে তোমাদের উপর ‘ইহসান’ অত্যাবশ্যক করেছেন; সুতরাং তোমরা যখন কতল করবে, দয়ার্দ্রতার সাথে কতল করবে; আর যখন যবেহ করবে, তখন দয়ার্দ্রতার সাথে যবেহ করবে; আর তোমাদের সকলেই যেন তার ছুরি ধার দিয়ে নেয় এবং তার যবেহকৃত প্রাণীকে কষ্ট না দেয়।” [মুসলিম, হাদিস নং- ৫১৬৭]\n\n৪. তাকে কোনো প্রকার শাস্তি না দেওয়া, চাই সে শাস্তি অভুক্ত রাখার মাধ্যমে হউক, অথবা প্রহার করার মাধ্যমে হউক, অথবা সাধ্যের বাইরে বোঝা চাপানোর মাধ্যমে হউক, অথবা তার অঙ্গহানির মাধ্যমে হউক, অথবা আগুনে পোড়ানোর মাধ্যমে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« عُذِّبَتِ امْرَأَةٌ في هِرَّةٍ سَجَنَتْها حَتَّى مَاتَتْ ، فَدَخَلَتْ فِيهَا النَّارَ ، لاَ هِيَ أَطْعَمَتْهَا وَسَقَتْهَا ، إذْ حَبَسَتْهَا ، وَلاَ هِيَ تَرَكَتْهَا تَأكُلُ مِنْ خَشَاشِ الأَرْضِ » . (رواه البخاري ).\n\n“এক মহিলাকে একটি বিড়ালের কারণে শাস্তি দেয়া হয়েছে— সে বিড়ালটিকে একাধারে বেঁধে রাখায় মারা গিয়েছিল, যার কারণে সে জাহান্নামে প্রবেশ করে। যখন সে তাকে আটকিয়ে রেখেছিল, তখন সে তাকে না খাদ্য ও পানীয় দিয়েছে, না তাকে যমীনের পোকা মাকড় খাওয়ার জন্য ছেড়ে দিয়েছে।” [বুখারী, হাদিস নং- ৩২৯৫] তাছাড়া নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কোনো এক পিঁপড়া অধ্যুষিত অঞ্চল দিয়ে পথ চলার সময় দেখতে পেলেন তাতে আগুন লাগিয়ে দেয়া হয়েছে, তখন তিনি বলেন:\n\n« مَنْ حَرَّقَ هَذِهِ ؟ ». قُلْنَا : نَحْنُ . قَالَ « إِنَّهُ لاَ يَنْبَغِى أَنْ يُعَذِّبَ بِالنَّارِ إِلاَّ رَبُّ النَّارِ» . (رواه أبو داود ).\n\n“কে এগুলোকে পুড়িয়ে মারছে? আমরা বললাম: আমরা মারছি; তিনি বললেন: আগুনের মালিক (আল্লাহ তা‘আলা) ব্যতীত কারও জন্য আগুন দ্বারা শাস্তি দেয়া সমীচীন নয়।” [আবূ দাউদ, হাদিস নং- ২৬৭৭ এবং হাদিসটি সহীহ।]\n\n৫. ক্ষতিকর প্রাণীকে হত্যা করা বৈধ, যেমন— হিংস্র বা পাগলা কুকুর, বাঘ, সাপ, বিচ্ছু, ইঁদুর ইত্যাদি; কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« خَمْسٌ فَوَاسِقُ يُقْتَلْنَ فِى الْحِلِّ وَالْحَرَمِ : الْحَيَّةُ ، وَالْغُرَابُ الأَبْقَعُ ، وَالْفَارَةُ ، وَالْكَلْبُ الْعَقُورُ ، وَالْحُدَيَّا » . (رواه البخاري و مسلم ).\n\n“পাঁচ প্রকার প্রাণী বেশি অনিষ্টকারী, এদেরকে হারাম শরীফের বাইরে ও ভিতরে হত্যা করা যায়: সাপ, চিত্রা কাক, ইঁদুর, পাগলা কুকুর ও চিল।” [বুখারী, হাদিস নং- ৩১৩৬; মুসলিম, হাদিস নং- ২৯১৯] অনুরূপভাবে বিচ্ছুকে হত্যা ও লা‘নত করার বিষয়টিও নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে বিশুদ্ধভাবে বর্ণিত হয়েছে।\n\n৬. জনস্বার্থে বা প্রশাসনিক প্রয়োজনে উট, ছাগল ও গরুর মত চতুষ্পদ জন্তুর কানে দাগ বা চিহ্ন দেওয়া বৈধ; কারণ, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে তাঁর নিজ হাতে যাকাতের উটে চিহ্ন দিতে দেখা গেছে। তবে উট, ছাগল ও গরুর মত চতুষ্পদ জন্তু ব্যতীত অন্যান্য জীবজন্তুর গায়ে দাগ বা চিহ্ন দেওয়া বৈধ নয়; কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম চেহারায় দাগ দেওয়া একটি গাধাকে দেখে বললেন:\n\n« لَعَنَ اللَّهُ الَّذِى وَسَمَ هَذَا فِى وَجْهِهِ » . (رواه مسلم ).\n\n“আল্লাহর অভিশাপ ঐ ব্যক্তির প্রতি, যে এ প্রাণীটির চেহারায় দাগ দিয়েছে।” [মুসলিম, হাদিস নং- ৫৬৭৪]\n\n৭. এসব জন্তুতে আল্লাহর ‘হক’ সম্পর্কে জানা, যাতে যখন তা যাকাতযোগ্য হয়, তখন তার যাকাত আদায় করা যায়।\n\n৮. আল্লাহ তা‘আলার আনুগত্য বাদ দিয়ে এগুলো নিয়ে ব্যস্ত না থাকা, অথবা এগুলোর কারণে তাঁর স্মরণে উদাসীন না হওয়া; কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ ﴾ [المنافقون: ٩]\n\n“হে মুমিনগণ! তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে।” [সূরা আল-, আয়াত:] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ঘোড়া প্রসঙ্গে বলেছেন:\n\n« الْخَيْلُ ثلاثةٌ : لِرَجُلٍ أَجْرٌ ، وَلِرَجُلٍ سِتْرٌ ، وَعلَى رَجُلٍ وِزْرٌ ، فأمَّا الَّذِي هِيَ لَهُ أَجْرٌ ، فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ ، فَأَطَالَ لَهَا فِي مَرْجٍ أوْ رَوْضَةٍ ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنَ الْمَرْجِ وَالرَّوْضَةِ ، كَانَتْ لَهُ حَسَنَاتٌ ، فَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا ذَلِكَ ، فَاسْتَنَّتْ شَرَفًا أو شَرَفَيْنِ ، كَانَتْ آثارُهَا وَأَرْوَاثُها حَسَنَاتٍ لَهُ ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهْرٍ ، فَشَرِبَتْ مْنهُ ، وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ كَانَ ذَلِكَ لَهُ حَسَنَاتٍ ، فَهِيَ لِذلِكَ أَجْرٌ . وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا ، وَلَمْ يَنْسَ حَقَّ اللَّهِ فِي رِقَابِهَا وَلا ظُهُورِهَا ، فَهِيَ لِذَلِكَ سِتْرٌ . وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً لِأَهْلِ الإِسْلامِ ، فَهِيَ عَلَى ذَلِكَ وِزْرٌ » . (رواه البخاري ).\n\n“ঘোড়া তিন প্রকার: (ঘোড়া পালন) একজনের জন্য পুণ্য, আরেক জনের জন্য (দারিদ্র্য ঢেকে রাখার বা আযাব থেকে) আবরণ স্বরূপ এবং অপর আরেক জনের জন্য পাপের কারণ। সে ব্যক্তির জন্য পুণ্য, যে আল্লাহর রাস্তায় (জিহাদ করার জন্য) ঘোড়াকে সদা প্রস্তুত রাখে এবং সে ব্যক্তি যখন লম্বা দড়ি দিয়ে ঘোড়াটি কোনো চারণভূমি বা বাগানে বেঁধে রাখে, তখন ঐ লম্বা দড়ির মধ্যে চারণভূমি বা বাগানের যে অংশ পড়বে তত পরিমাণ সাওয়াব সে পাবে; যদি ঘোড়াটি দড়ি ছিড়ে ফেলে এবং দুই একটি টিলা পার হয়ে কোথাও চলে যায়, তাহলে তার পদচিহ্ন ও গোবরগুলোও তার জন্য সাওয়াব হিসেবে গণ্য হবে; যদি কোনো নদী-নালায় গিয়ে পানি পান করে, মালিক যদিও পানি পান করানোর ইচ্ছা করে নাই, তাও তার নেক আমল বলে গণ্য হবে। আর যে ব্যক্তি নিজের স্বচ্ছলতার জন্য দারিদ্র্যের গ্লানি ও পরমুখাপেক্ষীতা থেকে নিজকে রক্ষা করার জন্য ঘোড়া পালন করে এবং তার গর্দান ও পিঠে আল্লাহর যে হক রয়েছে তা ভুলে না যায় (অর্থাৎ যাকাত আদায় করে) তবে এই ঘোড়া তার জন্য আযাব থেকে রক্ষাকারী আবরণ স্বরূপ। আর যে ব্যক্তি অহঙ্কার, লোক দেখানো ও ইসলামের অনুসারীদের সাথে শত্রুতার জন্য ঘোড়া লালন-পালন করে, তাহলে এ ঘোড়া তার জন্য পাপের বোঝা হবে।” [বুখারী, হাদিস নং- ২২৪২, ২৭০৫ ও ৩৪৪৬]\n\nসুতরাং মুসলিম ব্যক্তি আল্লাহ তা‘আলা ও তাঁর রাসূলের আনুগত্যের কারণেই জীবজন্তুর সাথে এ আদবসমূহ রক্ষা করে চলবে; আর এসব আদব পালন করার দ্বারা নির্দেশ পালন হবে ইসলামী শরী‘য়তের ! পালন হবে দয়া ও করুনার বিধিবিধান ! পালন হবে মানুষ অথবা জীবজন্তুসহ প্রতিটি সৃষ্টির জন্য নির্ধারিত সার্বজনীন কল্যাণকর আইনকানুন !।"
  },
  {
    "1": "অষ্টম অধ্যায়: দীনী ভাইদের সাথে আদব এবং আল্লাহর জন্য তাদেরকে ভালোবাসা ও ঘৃণা করা",
    "2": "আল্লাহ তা‘আলার প্রতি ঈমানের দাবি অনুযায়ী মুসলিম ব্যক্তি কাউকে ভালোবাসবে শুধু আল্লাহর জন্য এবং কাউকে ঘৃণা করবে— তাও শুধু আল্লার জন্য; কারণ, আল্লাহ ও তাঁর রাসূলের পছন্দই তার পছন্দ এবং আল্লাহ ও তাঁর রাসূলের অপছন্দই তার অপছন্দ; সুতরাং আল্লাহ ও তাঁর রাসূলের ভালোবাসার কারণেই সে তাকে ভালোবাসবে এবং তার প্রতি তাঁদের ঘৃণার কারণেই সে তাকে ঘৃণা করবে; আর এ ব্যাপারে তার দলীল হলো রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী, তিনি বলেছেন:\n\n« مَنْ أَحَبَّ لِلَّهِ ، وَأَبْغَضَ لِلَّهِ ، وَأَعْطَى لِلَّهِ ، وَمَنَعَ لِلَّهِ فَقَدِ اسْتَكْمَلَ الإِيمَانَ » . (رواه أبو داود ).\n\n“যে ব্যক্তি আল্লাহর জন্য কাউকে ভালোবাসল, আল্লাহর জন্য কাউকে ঘৃণা করল, আল্লাহর জন্য কাউকে দান করল এবং আল্লাহর জন্য কাউকে দান করা থেকে বিরত থাকল, সে ব্যক্তি নিজ ঈমানকে পূর্ণতা দান করল।” [আবূ দাউদ, হাদিস নং- ৪৬৮৩] আর এর উপর ভিত্তি করে মুসলিম ব্যক্তি আল্লাহর সকল সৎবান্দাকে ভালোবাসবে এবং তাদের সাথে বন্ধুত্ব স্থাপন করবে; আর আল্লাহ  ও তাঁর রাসূলের নির্দেশ অমান্যকারী আল্লাহর সকল বান্দাকে ঘৃণা করবে এবং তাদের সাথে শত্রুতা পোষণ করবে; তাছাড়া এটা মুসলিম ব্যক্তিকে তার কোনো কোনো ভাইকে আল্লাহ তা‘আলার উদ্দেশ্যে বেশি মহব্বত ও আন্তরিকতার কারণে ভাই ও বন্ধু বলে গ্রহণ করতে কোনো মানা নেই; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ ধরনের ভাই ও বন্ধু গ্রহণ করার ব্যাপারে উৎসাহ প্রদান করে বলেন:\n\n« الْمُؤْمِنُ آلِفٌ مَأْلُوفٌ ، وَلَا خَيْرَ فِيمَنْ لَا يَأْلَفُ وَلَا يُؤْلَفُ » . (رواه أحمد و الطبراني و الحاكم ).\n\n“মুমিন ঘনিষ্ঠ ও বন্ধত্বপূর্ণ ব্যক্তি; আর সে ব্যক্তির মধ্যে কোনো কল্যাণ নেই, যে ঘনিষ্ঠ ও বন্ধুত্বপূর্ণ নয়।” [আহমাদ, ত্ববারনী ও হাকেম এবং তিনি হাদিসটিকে সহীহ বলেছেন।] তিনি আরও বলেন:\n\n« إنّ حولَ العرشِ مَنابِرُ من نورٍ، عليها قومٌ لباسُهم نورٌ ووجوهُهم نورٌ، ليسوا بأنبياءَ ولا شهداءَ ، يَغْبِطُهُمْ الأنبياءُ والشهداءُ ، فقالوا: يا رسولَ اللّهِ صِفْهُمْ لنا ، فقال: هم المُتَحَابُّونَ في اللّهِ عزّ وجلّ ، والمُتَجالِسُونَ في اللّهِ تعالى ، والمُتَزَاوِرُونَ في اللّهِ تعالى» . (رواه النسائي ).\n\n“আরশের চারিপাশে কতগুলো নূরের মিম্বার রয়েছে, যেগুলোর উপর একদল লোক অবস্থান করবে, যাদের পোশাকে নূর এবং চেহারাতেও নূর, তারা নবী নন এবং শহীদও নন, তাদের প্রতি ঈর্ষা করবে নবী ও শহীদগণ; সাহাবীগণ বললেন: হে আল্লাহর রাসূল! আমাদের জন্য তাদের একটা বর্ণনা পেশ করুন; তখন তিনি বললেন: তারা হলেন আল্লাহ তা‘আলার উদ্দেশ্যে একে অপরকে মহব্বতকারী, পরস্পর আল্লাহ তা‘আলার উদ্দেশ্য বন্ধুত্ব স্থাপনকারী এবং আল্লাহ তা‘আলার উদ্দেশ্যে একে অপরের সাথে সাক্ষাৎকারী।” [নাসায়ী, আস-সুনান আল-কুবরা এবং হাদিসটি সহীহ।] তিনি আরও বলেন:\n\n«  إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ : قَدْ حَقَّتْ مَحَبَّتِي لِلَّذِينَ يَتَحَابُّونَ مِنْ أَجْلِي ، وَحَقَّتْ مَحَبَّتِي لِلَّذِينَ يَتَنَاصَرُونَ مِنْ أَجْلِي » . (رواه أحمد و الحاكم ).\n\n“আল্লাহ তা‘আলা বলেন: তাদের জন্য আমার মহব্বত (ভালোবাসা) নিশ্চিত হয়ে যায়, যারা আমার জন্যই একে অপরকে ভালোবাসে; আবার তাদের জন্যও আমার মহব্বত নিশ্চিত হয়ে যায়, যারা আমার কারণেই একে অপরকে সাহায্য করে।” [আহমাদ ও হাকেম এবং তিনি হাদিসটিকে সহীহ বলেছেন।] তিনি আরও বলেন:\n\n« سَبْعَةٌ يُظِلُّهُمُ اللهُ في ظِلِّهِ يَوْمَ لاَ ظِلَّ إلاَّ ظِلُّهُ : إمَامٌ عَادِلٌ ، وَشَابٌّ نَشَأ في عِبَادَةِ الله عز وجل ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالمَسْجِدِ إذَا خَرَجَ مِنْهُ حَتَّى يَعُوْدَ إلَيْهِ ، وَرَجُلاَنِ تَحَابّا في اللهِ اجْتَمَعَا عَلَيهِ وتَفَرَّقَا عَلَيهِ ، وَرَجُلٌ ذَكَرَ الله خَالِياً فَفَاضَتْ عَيْنَاهُ ، وَرَجُلٌ دَعَتْهُ امْرَأةٌ ذَاتُ حَسَبٍ وَجَمَالٍ ، فَقَالَ : إنِّي أخَافُ الله ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ ، فَأخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ » . (متفق عليه ).\n\n“এরূপ সাত ব্যক্তিকে সেদিন আল্লাহ তা‘আলা তাঁর সুশীতল ছায়ায় স্থান দিবেন, যেদিন তাঁর ছায়া ব্যতীত আর কোনো ছায়া থাকবে না: ১. ন্যায় বিচারক ইমাম বা নেতা; ২. মহান আল্লাহর ইবাদতে মশগুল যুবক; ৩. মাসজিদের সাথে সম্পর্কযুক্ত হৃদয়ের অধিকারী ব্যক্তি— যখন সে মাসজিদ থেকে বের হয় আবার তাতে ফিরে আসা পর্যন্ত মন ব্যকুল থাকে; ৪. এমন দুই ব্যক্তি, যারা আল্লাহর সন্তুষ্টির জন্যই পরস্পর ভালোবাসার বন্ধনে আবদ্ধ হয় এবং আল্লাহর সন্তুষ্টির জন্যই তাদের বন্ধুত্বের সম্পর্ক ছিন্ন হয়ে যায়; ৫. এমন ব্যক্তি, যে নির্জনে আল্লাহকে স্মরণ করে দু’চোখের অশ্রু ঝরায়; ৬. এমন লোক, যাকে কোন সম্ভ্রান্ত সুন্দরী নারী ব্যভিচারের জন্য আহ্বান করেছে, আর তখন সে প্রস্তাব প্রত্যাখ্যান করে বলেছে: আমি তো আল্লাহকে ভয় করি; ৭. যে ব্যক্তি এমন গোপনীয়তা রক্ষা করে দান-সাদকা করে যে, তার ডান হাত কী দান করল বাম হাতও তা জানতে পারে না।” [বুখারী, হাদিস নং- ৬৪২১; মুসলিম, হাদিস নং- ২৪২৭] তিনি আরও বলেন:\n\n«  إن رجلاً زَارَ أخاً له في اللهِ فأرْصَدَ اللهُ لهُ ملكاً ، فقال : أين تُرِيدُ ؟ قَالَ : أرِيْدُ أن أزُوْرُ أخِيْ فُلَاناً ، فَقَالَ : لِحَاجَةٍ لكَ عندَهُ ؟ قَالَ : لَا ، قَالَ : لِقَرَابَةٍ بينكَ وبينهُ ؟ قال : لَا ، قَالَ : فَبِنِعْمَةٍ له عندَكَ ؟ قَالَ : لَا ، قَالَ : فَبِمَ ؟ قَالَ : أحِبُّهُ في اللهِ ، قَالَ : فإن اللهَ أرْسَلَنِيْ إليكَ أخْبِرُكَ بِأنَّهُ يُحِبُّكَ لِحُبِّكَ إيَّاهُ ، وقد أوْجَبَ لَكَ الجنةَ » . (رواه مسلم بلفظ أخصر من هذا ).\n\n“এক ব্যক্তি আল্লাহর উদ্দেশ্যে তার এক ভাইয়ের সাথে সাক্ষাৎ করবে, তখন আল্লাহ তা‘আলা তার জন্য একজন ফেরেশ্তাকে পর্যবেক্ষণের দায়িত্ব দিলেন; তারপর সে (ফেরেশ্তা) বলল: তুমি কোথায় যাচ্ছ? সে বলল: আমি আমার অমুক ভাইয়ের সাথে সাক্ষাৎ করতে চাই; তারপর সে জিজ্ঞাসা করল: তার কাছে কি তোমার কোনো প্রয়োজন আছে? সে বলল: না, সে আবার জিজ্ঞাসা করল: তোমার ও তার মাঝে কোনো আত্মীয়তার বন্ধনের কারণেই কি তুমি তার সাথে সাক্ষাৎ করতে যাচ্ছ? সে বলল: না, সে আবার জিজ্ঞাসা করল: তাহলে কি তোমার কাছে তার কোনো দান বা অনুগ্রহের ব্যাপার আছে যার কারণে তুমি তার সাথে সাক্ষাৎ করতে যাচ্ছ? সে বলল: না, তারপর সে আবার জিজ্ঞাসা করল: তাহলে কোন্ কারণে তুমি তার সাথে সাক্ষাৎ করবে? জবাবে সে বলল: আমি তাকে আল্লাহর সন্তুষ্টির জন্য ভালোবাসি; তখন ফেরেশ্তা বলল: আল্লাহ তা‘আলা আমাকে তোমার নিকট পাঠিয়েছেন তোমাকে এ সংবাদ দেয়ার জন্য যে, তার প্রতি তোমার ভালোবাসার কারণে তিনিও তোমাকে ভালোবাসেন এবং তিনি তোমার জন্য জান্নাত বরাদ্দ করে দিয়েছেন।” [ইমাম মুসলিম রহ. হাদিসটি এর চেয়ে সংক্ষিপ্ত শব্দে বর্ণনা করেছেন (হাদিস নং- ৬৭১৪)। আর এখানে যেসব শব্দে বর্ণনাটি বিদ্যমান, তা ইমাম আল-গাযালী রহ. তাঁর ‘এহইয়াউ ‘উলুমিদ দীন’  গ্রন্থে উল্লেখ করেছেন। আর যাইনুল ‘ইরাকী বলেছেন:  \" رواه مسلم \"(হাদিসটি মুসলিম রহ. বর্ণনা করেছেন) এবং তিনি এ কথার ঈঙ্গিত করেননি যে, “শব্দগুলো ইমাম মুসলিম রহ. এর শব্দ নয়, যা তিনি তাঁর ‘আস-সহীহ’ গ্রন্থে উল্লেখ করেছেন”। আল-এহইয়াউ ( الإحياء ): ২ / ১৫৭, আল-হাবলী সংস্করণ, ১৩৫৮ হি.]\n\nআর এ ভ্রতৃত্বের সম্পর্কের শর্ত হলো— তা একান্তই আল্লাহর উদ্দেশ্যে হতে হবে, যা দুনিয়ার যাবতীয় ভেজাল ও তার বস্তুগত সম্পর্ক থেকে সম্পূর্ণভাবে মুক্ত হবে এবং তার একমাত্র কারণ বা উদ্দেশ্য হবে আল্লাহর প্রতি ঈমান, অন্য কিছূ নয়।\n\nসুতরাং তাকে দীনী ভাই হিসেবে গ্রহণ করার ক্ষেত্রে নিম্নোক্ত আদবসমূহ রক্ষা করে চলতে হবে:\n\n১. তাকে বুদ্ধিমান হতে হবে; কারণ, নির্বোধের সাথে ভ্রাতৃত্বের সম্পর্ক ও সাহচর্যের মধ্যে কোনো কল্যাণ নেই; কেননা, অনেক সময় নির্বোধ মূর্খ ব্যক্তি উপকার করতে গিয়ে ক্ষতি করে বসে।\n\n২. তাকে উত্তম চরিত্রের অধিকারী হতে হবে; কেননা, দুশ্চিরিত্রবান ব্যক্তি বুদ্ধিমান হলেও অধিকাংশ সময় নিজের খেয়াল-খুশি মত চলে অথবা রাগ-বিরাগের বশবর্তী হয়ে কাজ করে, ফলে সে তার সাথীর সাথে মন্দ আচরণ করে।\n\n৩. তাকে আল্লাহভীরু হতে হবে; কারণ, প্রতিপালকের আনুগত্যের গণ্ডি থেকে বেরিয়ে যাওয়া ফাসিক ব্যক্তি থেকে বন্ধুও নিরাপদ নয়; কেননা, সে কখনও কখনও তার সাথীর বিরুদ্ধে এমন অন্যায়-অপরাধে জড়িয়ে পড়ে, যেখানে সে ভ্রাতৃত্ব বা বন্ধুত্ব বা অন্য কোনো সম্পর্কের তোয়াক্কা করে না; কারণ, যে ব্যক্তি আল্লাহ তা‘আলাকে ভয় করে না, সে ব্যক্তি কোনো অবস্থাতেই অন্যকে ভয় করে না।\n\n৪. তাকে কুসংস্কার ও বিদ‘আত থেকে দূরে থেকে কুরআন ও সুন্নাহ’র অনুসারী হতে হবে; কারণ, কখনও কখনও বিদ‘আতপন্থীর বিদ‘আতের পঙ্কিলতা তার বন্ধুকে পেয়ে বসতে পারে; কেননা, বিদ‘আতপন্থী ও আত্মপূজারীকে বর্জন করা ও তাদের সাথে সম্পর্ক ছিন্ন করা আবশ্যক; সুতরাং কিভাবে তাদের সাথে আন্তরিকতা ও বন্ধুত্ব স্থাপন করা সম্ভব হবে, অথচ কোনো এক সৎব্যক্তি বন্ধু বা সাথী নির্বাচনে সংক্ষেপে এ আদবগুলোর কথা উল্লেখ করেছেন, তিনি তাঁর ছেলেকে উপদেশ দিতে গিয়ে বলেন: হে আমার আদরের ছেলে! যখন কোনো ব্যক্তিকে তোমার বন্ধু হিসেবে গ্রহণ করার প্রয়োজনীয়তা দেখা দেয়, তখন তুমি এমন ব্যক্তিকে বন্ধু বা সাথী হিসেবে গ্রহণ করবে— যখন তুমি তার খিদমত করবে, তখন সে তোমাকে রক্ষণাবেক্ষণ করবে; যদি তুমি তাকে সঙ্গ দাও, তবে সে তোমাকে সুন্দর করবে; যদি তোমার কোনো খাদ্যসংকট দেখা দেয়, তাহলে সে তোমাকে তা সরবরাহ করবে। তুমি তাকেই বন্ধু হিসেবে গ্রহণ করবে— যখন তুমি কোনো কল্যাণে তোমার হাত বাড়াবে, তখন সেও তার হাত বাড়াবে; আর যদি সে তোমার পক্ষ থেকে ভালো কিছু দেখে, তাহলে তা ভালো বলে গণ্য করে; আর মন্দ কিছু দেখলে তা থেকে বাধা প্রদান করে। আর তুমি তাকেই বন্ধু হিসেবে গ্রহণ করবে— যখন তুমি তার নিকট চাইবে, তখন সে তোমাকে দিবে; আর তুমি চুপ করে থাকলে, সে তোমার সাথে কথার সূচনা করবে; আর যদি তুমি কোনো দুর্ঘটনার শিকার হও, তাহলে সে তোমাকে সান্ত্বনা দিবে। আর তুমি তাকেই বন্ধু হিসেবে গ্রহণ করবে— যখন তুমি তার সাথে কথা বলবে, তখন সে তোমার কথাকে সত্য বলে জানবে; আর তোমরা পরস্পর কোনো কাজের উদ্যোগ নিলে সে তোমাকে দায়িত্ব প্রদান করে; আর যদি তোমরা পরস্পর কোনো বিষয়ে মতবিরোধ কর, তাহলে সে তোমাকে অগ্রাধিকার দেয়। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৫৭]\n\nদীনী ভাইদের অধিকার:\n\nএ ধরনের ভাইদের অধিকারসমূহের কিছু দিক নিম্নে তুলে ধরা হলো:\n\n১. অর্থ-সম্পদ দিয়ে সাহায্য সহযোগিতা করা; সুতরাং প্রয়োজনের সময় তাদের প্রত্যেকেই তার ভাইকে তার অর্থ দিয়ে সহযোগিতা করবে, এমনিভাবে যে, মনে করবে তাদের উভয়ের দিনার ও দিরহাম এক ও অভিন্ন। যেমন আবূ হুরায়রা রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত আছে, তাঁর নিকট এক ব্যক্তি এসে বলল:\n\n«  إنى أريد أن أؤاخيك فى الله . قال : أتدرى ما حق الإخاء ؟ قال : عرِّفنى . قال : لا تكون أحق بدينارك ودرهمك منّى . قال : لم أبلغ هذه المنزلة بعد . قال : فاذهب عنى » .\n\n“আমি তোমাকে আল্লাহর সন্তুষ্টির উদ্দেশ্যে দীনী ভাই হিসেবে গ্রহণ করতে চাই; তখন তিনি বললেন: তুমি কি জান ভ্রাতৃত্বের ‘হক’ কি? তখন সে বলল: আমাকে জানিয়ে দাও। তখন তিনি বললেন: তোমার দিনার ও দিরহামের উপর তোমার অধিকার আমার চেয়ে বেশি হতে পারবে না। তখন সে বলল: পরে আমি এ মানে পৌঁছতে পারলাম না। তখন তিনি বললেন: তাহলে তুমি আমার থেকে দূর হও।” [আল-গাযালী, ‘এহইয়াউ ‘উলুমিদ দীন’ , ২য় খণ্ড, পৃ. ১৭৪]\n\n২. তাদের প্রত্যেকেই প্রয়োজন পূরণের সময় একে অপরের সহযোগী হবে এবং নিজের উপর তার সাথীর প্রয়োজনকে অগ্রাধিকার দিবে; তার প্রয়োজনকে নিজের প্রয়োজনের মত করে দেখবে, তার নিজের উপর এবং তার পরিবার ও সন্তানাদির উপর তাকে প্রাধান্য দিবে; প্রতি তিন দিন পর তার খোঁজ-খবর নিবে, তারপর সে অসুস্থ হলে তার সেবা করবে, কর্মে ব্যস্ত হলে তাকে সহযোগিতা করবে, কোনো কিছু ভুলে গেলে তাকে তা স্মরণ করিয়ে দিবে, কাছে আসলে তাকে অভিবাদন জানাবে, যখন সে বসবে তখন তার জন্য জায়গা প্রশস্ত করে দিবে এবং যখন সে কথা বলবে, তখন মনোযোগ দিয়ে তার কথা শুনবে।\n\n৩. তার শুধু ভালো দিকগুলোই বলবে; সুতরাং তার উপস্থিতিতে অথবা অনুপস্থিতিতে তার কোনো দোষ নিয়ে আলোচনা করবে না এবং তার কোনো গোপন বিষয় জনসম্মুখে প্রকাশ করবে না; আর তার ব্যক্তিগত গোপন বিষয়সমূহের দিকে তাকানোর চেষ্টা করবে না; আর যখন সে পথিমধ্যে তাকে তার কোনো ব্যক্তিগত প্রয়োজনে দেখতে পাবে, তখন সে যেন তার সাথে প্রথমে সে প্রয়োজন সম্পর্কে কথা বলা শুরু না করে এবং তার উৎস বা উৎপত্তিস্থল সম্পর্কে জানার চেষ্টা না করে। তাকে ভালো কাজের আদেশ অথবা মন্দ কাজে নিষেধ করার ব্যাপারে সহৃদয়তার পরিচয় দিবে; কথা বলার সময় তার সাথে তর্ক করবে না এবং কোনো ‘হক’ বা ‘বাতিল’ বিষয় নিয়ে তার সাথে ঝগড়া করবে না। কোনো বিষয়ে তাকে তিরস্কার করবে না এবং অপর কোনো বিষয়ে তাকে নিন্দা করবে না।\n\n৪. তার সাথে তার পছন্দসই ভাষায় কথা বলা; সুতরাং সে তাকে তার সবচেয়ে প্রিয় নামে ডাকবে এবং উপস্থিতিতে ও অনুপস্থিতিতে তার ভালো দিকগুলো আলোচনা করবে, তাকে করা জনগণের প্রশংসা তার নিকট আনন্দ চিত্তে ও খুশি মনে পৌঁছিয়ে দিবে। তাকে অনর্গল উপদেশ দিবে না; কারণ, তাতে সে বিরক্তবোধ করতে পারে; আর তাকে জনসম্মুখে উপদেশ দিবে না, ফলে তা তার সম্মান নষ্ট করবে; যেমনটি ইমাম শাফে‘য়ী রহ. বলেছেন:\n\n« مَنْ وَعَظَ أَخَاهُ سِرًّا فَقَدْ نَصَحَهُ وَزَانَهُ ، وَمَنْ وَعَظَهُ عَلَانِيَةً فَقَدْ فَضَحَهُ وَشَانَهُ » .\n\n“যে ব্যক্তি তার ভাইকে গোপনে উপদেশ দিল, সে ব্যক্তি সত্যিই তাকে উপদেশ দিল এবং তার সাথে সুন্দর ব্যবহার করল; আর যে ব্যক্তি তাকে প্রকাশ্যে উপদেশ দিল, সে ব্যক্তি তার সম্মান নষ্ট করল এবং তাকে অসম্মান করল।” [আল-গাযালী, ‘এহইয়াউ ‘উলুমিদ দীন’ , ২য় খণ্ড, পৃ. ১৮২]\n\n৫. তার ভুলকে ক্ষমা সুন্দর দৃষ্টিতে দেখা, তার অপরাধসমূহ উপেক্ষা করা, তার দোষ-ত্রুটিগুলো গোপন করে রাখা এবং তার ব্যাপারে ভালো ধারণা পোষণ করা। আর যদি সে গোপনে বা প্রকাশ্যে কোনো অপরাধে জড়িয়ে যায়, তাহলে তার ভালোবাসাকে ছিন্ন করবে না এবং তার বন্ধুত্বকে অবহেলা করবে না, বরং তার তাওবা ও ক্ষমা প্রার্থনার অপেক্ষা করবে; আর যদি সে বারবার অপরাধ করতে থাকে, তাহলে তার সাথে সম্পর্ক ছিন্ন করবে অথবা বন্ধুত্ব বহাল রাখবে উপদেশ চালিয়ে যাওয়ার শর্তে এ আশায় যে, সে তাওবা করবে এবং আল্লাহ তার তাওবা কবুল করবেন। আবূ দারদা রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« إذَا تَغَيَّرَ أَخُوك وحَالَ عمَّا كَانَ عَليهِ فَلَا تَدَعْهُ لأجلِ ذلكَ ، فَإِنَّ أَخَاك يَعْوَجُّ مَرَّةً وَيَسْتَقِيمُ أخرى » .\n\n“যখন তোমার ভাই বিকৃত হয়ে যায় এবং যে সম্পর্কের উপর সে বিদ্যমান ছিল তা থেকে সরে যায়, তখন এ করণে তুমি তাকে ছেড়ে দিয়ো না; কারণ, তোমার ভাই একবার বাঁকা হবে এবং আরেক বার সোজা হবে।” [আল-গাযালী, ‘এহইয়াউ ‘উলুমিদ দীন’ , ২য় খণ্ড, পৃ. ১৮৩]\n\n৬. তার ভ্রাতৃত্বের হক পূরণ করা; সুতরাং সে ভ্রতৃত্বের সম্পর্ককে প্রতিষ্ঠিত রাখবে এবং বন্ধুত্বের সম্পর্ককে স্থায়ী করবে; কেননা, এ সম্পর্ক ছিন্ন করলে তার জন্য বরাদ্দকৃত প্রতিদান নষ্ট হয়ে যাবে। আর সে মারা গেলে ভ্রাতৃত্বের সংরক্ষণ ও বন্ধুত্বের দাবি পূরণার্থে ভালোবাসা ও আন্তরিকতা তার সন্তান ও তার সাথে সংশ্লিষ্ট বন্ধু-বান্ধগণের প্রতি স্থানান্তর হবে। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর নিকট আগত এক বৃদ্ধাকে সম্মান প্রদর্শন করলেন; তাঁকে এ ব্যাপারে জিজ্ঞাসা করা হলে তিনি বলেন:\n\n«  إنَهَا كَانَتْ تَأتينَا أيّامَ خَدِيجَة ، وإنَّ كَرَمَ الْعَهدِ من الدينِ » . (رواه الحاكم).\n\n“খাদিজা রা. জীবিত থাকাকালীন সময়ে সে আমাদের নিকট আসত; আর বন্ধুত্বের মর্যাদা দান করাটা দীনের অন্তর্ভুক্ত।” [হাদিসটি হাকেম রহ. বর্ণনা করেছেন এবং তিনি তাকে সহীহ বলেছেন।] আর বন্ধুত্বের দাবি পূরণের অন্যতম একটি দিক হলো তার বন্ধুর শত্রুকে বন্ধু হিসেবে গ্রহণ না করা; কেননা, ইমাম শাফে‘য়ী রহ. বলেন:\n\n«  إذا أطاع صديقك عدوك ، فقد اشتركا في عدواتك » .\n\n“যখন তোমার বন্ধু তোমার শত্রুর অনুসরণ করে, তখন বুঝতে হবে তারা উভয়ে তোমার সাথে শত্রুতার ব্যাপারে একজোট।” [আল-গাযালী, ‘এহইয়াউ ‘উলুমিদ দীন’ , ৩য় খণ্ড, পৃ. ৮৫]\n\n৭. তার উপর কষ্টকর কিছু চাপিয়ে না দেওয়া এবং তার উপর এমন কোনো বোঝা চাপিয়ে না দেওয়া, যা পালনে সে স্বাচ্ছন্দ্যবোধ করে না; সুতরাং সে তার থেকে সম্মান বা সম্পদ আদায় করার চেষ্টা করবে না, অথবা কোনো কাজ বাস্তবায়নে তাকে বাধ্য করার চেষ্টা করবে না; কেননা, ভ্রাতৃত্বের বন্ধনের মূল উদ্দেশ্যই ছিল আল্লাহর সন্তুষ্টি অর্জন; সুতরাং এ সম্পর্ককে দুনিয়ার কোনো ফায়দা হাসিলের উদ্দেশ্যে ব্যবহার করবে না।\n\n৮. তার জন্য ও তার সন্তানদের জন্য দো‘য়া করা; আর যে ব্যক্তি তার সাথে ভালো সম্পর্ক রাখবে, স্বাভাবিকভাবেই সে তার নিজের জন্য, তার সন্তানদের জন্য এবং যে ব্যক্তি তার সাথে সম্পর্ক করেছে তার জন্য দো‘য়া করবে; কেননা, যে ভ্রাতৃত্বের বন্ধনে তারা আবদ্ধ হয়েছে, সে ভ্রাতৃত্বের প্রশ্নে তারা একজন অন্যজন থেকে আলাদা কেউ নন; সুতরাং সে তার জন্য দো‘য়া করবে জীবিত ও মৃত অবস্থায় এবং উপস্থিত ও অনুপস্থিত অবস্থায়; রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« إذا دعا الرجُلُ لأَخِيهِ بِظَهْرِ الْغَيْبِ قال له المَلَكُ : ولك مثلُ ذَلِكَ » . (رواه مسلم و أبو داود).\n\n“কোনো ব্যক্তি যখন তার ভাইয়ের অনুপস্থিতিতে তার জন্য দো‘য়া করে, তখন তাকে উদ্দেশ্য করে ফেরেশ্তা বলে: তোমার জন্যও অনুরূপ।” [মুসলিম, হাদিস নং- ৭১০৩; আবূ দাউদ, হাদিস নং- ১৫৩৬] আর সৎব্যক্তিগণের মধ্য থেকে কোনো একজন বলেন: ভালো ভাইয়ের দৃষ্টান্ত কোথায়? নিশ্চিয়ই কোনো ব্যক্তি যখন মারা যায়, তখন তার পরিবারের লোকজন তার মিরাস বণ্টন করে এবং তার রেখে যাওয়া সম্পদ ভোগ করে, আর ভালো ভাইটি এককভাবে তার জন্য চিন্তা করে এই ভেবে যে, তার ভাই কী নিয়ে বিদায় নিয়েছেন এবং কোন্ পরিণতি লাভ করেছেন! ফলে সে তার জন্য রাতের অন্ধকারে দো‘য়া করে এবং তার জন্য ক্ষমা প্রার্থনা করে, অথচ সে মাটির নীচের অধিবাসী। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৫৯]"
  },
  {
    "1": "নবম অধ্যায়: বসার ও মাজলিসের আদবসমূহ",
    "2": "মুসলিম ব্যক্তির গোটা জীবনটাই ইসলামী নিয়মনীতির অনুসরণে পরিচালিত হবে, যা জীবনের সকল বিষয়কে অন্তর্ভুক্ত করে, এমনকি মুসলিম ব্যক্তির বসা এবং তার বন্ধু-বান্ধবদের সভা-সমাবেশের ধরন-পদ্ধতি সম্পর্কেও ইসলাম সুস্পষ্ট দৃষ্টিভঙ্গি পেশ করেছে। আর এ জন্য মুসলিম ব্যক্তি বসার ক্ষেত্রে ও মাজলিসের ব্যাপারে নিম্নোক্ত আদবসমূহ পালন করবে:\n\n১. যখন সে বসতে চাইবে, তখন সর্বপ্রথম মাজলিসে উপস্থিত ব্যক্তিবর্গকে সালাম প্রদান করবে, তারপর মাজলিসে বসা ব্যক্তিদের প্রান্তসীমায় বসে পড়বে এবং মাজলিসের কাউকে উঠিয়ে দিয়ে সেখানে বসবে না; আর দুই জনের মাঝখানে বসবে না তাদের অনুমতি ব্যতীত; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  لا يُقِيمَنَّ أحَدُكُمْ رَجُلاً مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ ، وَلكِنْ تَوَسَّعُوا وَتَفَسَّحُوا » . (متفق عليه).\n\n“তোমাদের কেউ যেন কোনো ব্যক্তিকে তার জায়গা থেকে উঠিয়ে দিয়ে নিজে সেখানে না বসে; বরং তোমরা জায়গা বিস্তৃত করে দাও এবং ছড়িয়ে বসো।” [বুখারী, হাদিস নং- ৫৯১৪; মুসলিম, হাদিস নং- ৫৮১২] আর আবদুল্লাহ ইবন ওমর রাদিয়াল্লাহু ‘আনহুমা’র জন্য যদি কোনো ব্যক্তি তার বসার স্থান ছেড়ে দিয়ে দাঁড়িয়ে যেতো, তবে তিনি তার ছেড়ে দেয়া জায়গায় বসতেন না। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৬০] আর জাবির ইবন সামুরা রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« كُنَّا إِذَا أَتَيْنَا النَّبيَّ صلى الله عليه وسلم ، جلَسَ أحَدُنَا حَيْثُ يَنْتَهِي » . (رواه أَبُو داود والترمذي).\n\n“আমরা যখন নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হাযির হতাম, তখন আমাদের প্রত্যেকে সেখানে বসে পড়তো, যেখানে মাজলিসের লোকজনের বসা শেষ হয়েছে।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান’ বলেছেন।] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n«  لاَ يَحِلُّ لِرَجُلٍ أنْ يُفَرِّقَ بَيْنَ اثْنَيْنِ إِلاَّ بإذْنِهِمَا » . (رواه أَبُو داود والترمذي).\n\n“কোনো ব্যক্তির জন্য দুই ব্যক্তির মাঝে ব্যবধান সৃষ্টি করে বসা বৈধ নয়, যতক্ষণ না তাদের থেকে অনুমতি নেয়া হয়।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান’ বলেছেন।]\n\n২. কোনো ব্যক্তি যখন তার বসার জায়গা ছেড়ে অন্যত্র চলে যাওয়ার পর আবার সেখানে ফিরে আসে, তখন সে জায়গায় বসার অধিকার তারই সবচেয়ে বেশি। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  إِذَا قَامَ أَحَدُكُمْ مِنْ مَجْلِسٍ ، ثُمَّ رَجَعَ إِلَيْهِ ، فَهُوَ أَحَقُّ بِهِ » . (رواه مسلم).\n\n“তোমাদের মধ্যে কোনো ব্যক্তি যখন তার জায়গা ছেড়ে অন্যত্র চলে যাওয়ার পর আবার সেখানে ফিরে আসে, তখন সে জায়গায় বসার অধিকার তারই সবচেয়ে বেশি।” [মুসলিম, হাদিস নং- ৫৮১৮]\n\n৩. মাজলিসের মাঝখানে না বসা; কেননা, হুযায়ফা রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« إنَّ رسول الله صلى الله عليه وسلم لَعَنَ مَنْ جَلَسَ وَسَطَ الحَلْقَةِ » . (رواه أَبُو داود).\n\n“রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাকে অভিশাপ দিয়েছেন, যে (মাজলিসের) বৃত্তের মাঝখানে গিয়ে বসে পড়ে।” [আবূ দাউদ রহ. হাদিসটি ‘হাসান’ সনদে বর্ণনা করেছেন।]\n\n৪. যখন বসবে, তখন নিম্নোক্ত আদবসমূহের প্রতি লক্ষ্য রাখবে: ভদ্রতার সাথে শান্তশিষ্ট হয়ে বসা, এক হাতের আঙুলের ফাঁকে অন্য হাতের আঙুলসমূহ প্রবেশ না করানো, দাড়ি বা আংটি নিয়ে খেল-তামাশা না করা, দাঁত খিলাল না করা, নাকের ভিতর আঙুল প্রবেশ না করানো, বেশি বেশি থুতু ও কফ না ফেলা এবং বেশি বেশি হাঁচি ও হাই না দেওয়া; তার বসাটা হবে শান্তিপূর্ণ ও স্থিতিশীলভাবে; তার কথাগুলো যেন গোছালো হয়; আর যখন কথা বলবে, তখন যেন সঠিকভাবে চিন্তাভাবনা করে কথা বলে; আর যেন বেশি কথা না বলে এবং হাসি-কৌতক করা থেকে বিরত থাকে; আর নিজের পরিবার, সন্তানাদি, অথবা পেশা ও তার পর্থিব ও সাহিত্য জাতীয় সৃষ্টি— কবিতা বা লেখালেখি ও সংকলন নিয়ে আত্মশ্লাঘায় মেতে না ওঠা; আর যখন অন্য কেউ কথা বলবে, তখন মনোযোগ দিয়ে শুনা।\n\nআর মুসলিম ব্যক্তি যখন এ আদবসমূহ রক্ষা করে চলবে, তখন সে মূলত দু’টি বিষয় বাস্তবায়নের জন্যই তা মেনে চলবে: একটি হলো- সে তার সাথীদেরকে তার আচরণ বা কাজের দ্বারা কষ্ট না দেওয়া; কেননা, মুসলিম ভাইকে কষ্ট দেওয়া হারাম; রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ » . (متفق عليه).\n\n“মুসলিম সেই ব্যক্তি, যার মুখ ও হাতের অনিষ্ট থেকে অন্যান্য মুসলিমগণ নিরাপদ থাকে।” [বুখারী, হাদিস নং- ১০; মুসলিম, হাদিস নং- ১৭১] আর দ্বিতীয় বিষয়টি হলো: বন্ধু-বান্ধবদের ভালোবাসা ও আন্তরিকতা লাভ করা; কেননা, শরী‘য়ত প্রবর্তক মুসলিমগণের মাঝে পারস্পরিক ভালোবাসা ও আন্তরিকতার বন্ধন তৈরির নির্দেশ প্রদান করেছেন এবং এ ব্যাপারে বিশেষভাবে উৎসাহিত করেছেন।\n\n৫. যখন সে রাস্তার মধ্যে বসতে চাইবে, তখন নিম্নোক্ত আদবসমূহের প্রতি লক্ষ্য রাখবে:\n\n(ক) দৃষ্টিকে অবনমিত রাখা; সুতরাং পথচলা মুমিন রমনীগণের দিকে, অথবা গেইটে দাঁড়ানো রমনীর দিকে, অথবা বাড়ির ছাদ বা বেলকনিতে অবস্থানরত নারীর দিকে, অথবা নিজ প্রয়োজনে জানালা দিয়ে তাকিয়ে থাকা রমনীর দিকে সে চোখ খুলে তাকাবে না; অনুরূপভাবে সে কারও দিকে হিংসা-বিদ্বেষের নজরে, অথবা বিদ্রূপের দৃষ্টিতে তাকাবে না।\n\n(খ) যে কোনো পথিককে কষ্ট দেয়া থেকে বিরত থাকবে; সুতরাং সে কাউকে মুখ দ্বারা গালি দিয়ে, অথবা তিরস্কার করে, অথবা দোষ-ত্রুটি বলে কষ্ট দিবে না; আর কাউকে কষ্ট দিবে না হাত দ্বারা প্রহার করে বা ঘুষি মেরে এবং কাউকে কষ্ট দিবে না সম্পদ লুণ্ঠন করার মাধ্যমে; আর পথিকের পথ চলতে বাধা প্রদান করবে না এবং তাদের পথে ডাকাতি করবে না।\n\n(গ) পথিকদের মধ্য থেকে যে কেউ সালাম প্রদান করলে তার জবাব প্রদান করা; কেননা, সালামের জবাব দেয়াটা ওয়াজিব কাজ; কারণ, আল্লাহ তা‘আলা বলেছেন:\n\n﴿ وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ ﴾ [النساء: ٨٦]\n\n“আর তোমাদেরকে যখন অভিবাদন করা হয়, তখন তোমরাও তার চেয়ে উত্তম প্রত্যাভিবাদন করবে অথবা সেটারই অনুরূপ করবে।” [সূরা আন-নিসা, আয়াত: ৮৬]\n\n(ঘ) সৎকাজের নির্দেশ দেওয়া, যে সৎকাজ তার সামনে অবহেলার শিকার হচ্ছে এবং তার উপস্থিতিতে যে ভালোকাজের মর্যাদা ভূলুণ্ঠিত হচ্ছে; কারণ, এ পরিস্থিতিতে সে কাজের নির্দেশ দেয়ার ব্যাপারে তাকে জিজ্ঞাসা করা হবে; কেননা, সৎকাজের নির্দেশ দেয়ার বিষয়টি প্রত্যেক মুসলিমের উপর ফরয, তা বাস্তবায়ন করা ছাড়া সে দায়িত্ব থেকে তার অব্যাহতি নেই; যেমন— সালাতের জন্য আহ্বান করা হল, অথচ মাজলিসে উপস্থিত ব্যক্তিগণ সে আহ্বানে সাড়া দিল না, তখন তার উপর আবশ্যক হয়ে যায় তাদেরকে সালাতের জন্য আহ্বানকারীর ডাকে সাড়া দিয়ে সালাত আদায় করার নির্দেশ দেয়া; কেননা, এটা সৎকাজের অন্তর্ভুক্ত; সুতরাং যখন এ কাজটি উপেক্ষিত হবে, তখন তার উপর ওয়াজিব হল এ কাজের নির্দেশ প্রদান করা। অপর আরেকটি উদাহরণ হল- রাস্তা দিয়ে কোনো ক্ষুধার্ত বা বস্ত্রহীন ব্যক্তিকে চলতে দেখলে তার উপর আবশ্যকীয় কর্তব্য হল সম্ভব হলে তাকে খাবার অথবা কাপড় প্রদান করা, আর সম্ভব না হলে তাকে খাবার অথবা কাপড় সরবরাহ করার জন্য নির্দেশ প্রদান করা; কারণ, ক্ষুধার্তকে খাদ্য দান করা এবং বস্ত্রহীনকে কাপড় দেয়া এমন পর্যায়ের সৎকাজ, যখন তা অবহেলার শিকার হবে, তখন তার জন্য নির্দেশ দেয়াটা ওয়াজিব হয়ে পড়বে।\n\n(ঙ) তার সামনে সংঘটিত হতে দেখা প্রতিটি মন্দ কাজে নিষেধ করা; কারণ, অশ্লিল কাজে প্রতিরোধ গড়ে তোলা সৎকাজের নির্দেশ প্রদানের মতই প্রত্যেক মুসলিমের আবশ্যকীয় কর্তব্য। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ » . (رواه مسلم).\n\n“তোমাদের কেউ যখন কোনো অন্যায় কাজ হতে দেখে, তখন সে যেন তা হাত দ্বারা (শক্তি প্রয়োগে) বন্ধ করে দেয়।” [মুসলিম, হাদিস নং- ১৮৬] আর এমন মন্দ কাজের উদাহরণ হল— তার সামনে একজন আরেক জনকে অনুসন্ধান করছে মারার জন্য, অথবা তার অর্থ-সম্পদ লুট করার জন্য, এ অবস্থায় তার উপর ওয়াজিব হল অন্যায় কাজের বিরুদ্ধে প্রতিরোধ গড়ে তোলা; ফলে এ ধরনের যুলুম ও বাড়াবাড়ির মোকাবিলায় সে তার সর্বশক্তি দিয়ে অবস্থান নিবে।\n\n(চ) পথহারা পথিককে রাস্তা দেখিয়ে দেয়া; সুতরাং কোনো ব্যক্তি যদি তার কাছে কোনো বাড়ির ব্যাপারে জানতে চায়, অথবা কোনো রাস্তার নির্দেশনা চায়, অথবা কোনো মানুষের পরিচয় জানতে চায়, তাহলে তার উপর ওয়াজিব হলো তাকে বাড়ির বিবরণ দিয়ে দেওয়া, অথবা রাস্তা দেখিয়ে দেওয়া, অথবা যে ব্যক্তির পরিচয় চাচ্ছে তার পরিচয় দিয়ে দেওয়া; উল্লেখিত এসব কাজ রাস্তায় তথা বাড়ি, দোকান, কফিখানার সামনে, অথবা সাধারণ ময়দান, বাগান ও অনুরূপ কোনো স্থানে বসার আদবসমূহের অন্তর্ভুক্ত। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« إيَّاكُمْ وَالجُلُوسَ في الطُّرُقَاتِ ! فقالوا : يَا رَسُول الله ، مَا لنا مِنْ مجالِسِنا بُدٌّ ، نتحدث فِيهَا . فَقَالَ رسولُ الله صلى الله عليه وسلم : فَإذَا أبَيْتُمْ إلاَّ المَجْلِسَ ، فَأَعْطُوا الطَّريقَ حَقَّهُ . قالوا : وما حَقُّ الطَّريقِ ؟ قَالَ : غَضُّ البَصَرِ ، وَكَفُّ الأَذَى ، وَرَدُّ السَّلامِ ، وَالأمْرُ بِالمَعْرُوفِ ، والنَّهيُ عن المُنْكَرِ ، وَ فِي بعضِ الرِوايَاتِ زِيَادةُ : و إرشَادُ الضَّالِّ » . (متفق عليه).\n\n“তোমরা রাস্তার উপর বসা থেকে বিরত থাক! সহাবাগণ বললেন: হে আল্লাহর রাসূল! রাস্তায় বসা ছাড়া তো আমাদের উপায় নেই, আমরা সেখানে বসে প্রয়োজনীয় আলাপ-আলোচনা করে থাকি। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেন: তোমরা যখন রাস্তায় বসা থেকে বিরত থাকতে অস্বীকার করছ, তাহলে রাস্তার হক আদায় কর; তাঁরা বললেন: রাস্তার হক আবার কী? তিনি বললেন: দৃষ্টি সংযত রাখা, (রাস্তা থেকে) কষ্টদায়ক বস্তু দূর করা, সালামের জবাব দেওয়া, সৎকাজের নির্দেশ দেওয়া এবং অন্যায় কাজে নিষেধ করা। আর কোনো কোনো বর্ণনায় অতিরিক্ত আরও একটি হল: পথহারা পথিককে রাস্তা দেখিয়ে দেওয়া।” [বুখারী, হাদিস নং- ২৩৩৩; মুসলিম, হাদিস নং- ৫৭৭৩]\n\nআর বসার অন্যতম একটি আদব হলো মাজলিস থেকে উঠে যাওয়ার সময় আল্লাহর কাছে ক্ষমা চেয়ে নেওয়া, যাতে মাজলিসের মধ্যে হয়ে যাওয়া ভুল-ত্রুটিগুলোর ক্ষমা বা কাফ্ফারা হয়ে যায়; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন মাজলিস থেকে উঠে চলে যাওয়ার ইচ্ছা করতেন, তখন তিনি বলতেন:\n\n« سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وَأَتُوبُ إلَيْكَ » . (رواه الترمذي).\n\n“(হে আল্লাহ! তুমি পবিত্র এবং আমি তোমার প্রশংসাই করি; আর আমি সাক্ষ্য দিচ্ছি যে, তুমি ছাড়া অন্য কোনো সত্য ইলাহ নেই; আমি তোমার নিকট ক্ষমা প্রার্থনা করছি এবং তোমার কাছে তাওবা করছি)।” [তিরমিযী, হাদিস নং- ৩৪৩৩ এবং তিনি হাদিসটিকে ‘সহীহ’ বলেছেন।] আর এ কথাগুলোর ব্যাপারে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করা হলে তিনি বলেন:\n\n« إنَّها كَفَّارَةٌ لِمَا يَكُونُ في المَجْلِسِ » . (رواه أَبُو داود و الحاكم).\n\n“এ কথাগুলো মাজলিসে যা কিছু হয়েছে তার কাফ্ফারা স্বরূপ।” [আবূ দাউদ ও হাকেম।]"
  },
  {
    "1": "দশম অধ্যায়: পানাহারের আদবসমূহ",
    "2": "মুসলিম ব্যক্তি খাদ্য ও পানীয়কে অন্যান্য উপকরণের মতই মনে করে এবং তাকে আসলেই সে (জীবনের) চূড়ান্ত উদ্দেশ্য বা লক্ষ্য মনে করে না; সুতরাং সে শারীরিকভাবে সুস্থ থাকার জন্যেই খায় ও পান করে, যার দ্বারা সে আল্লাহ তা‘আলার ইবাদত করতে সক্ষম হয়; ঐ ইবাদত তাকে পরকালের সম্মান ও সৌভাগ্য অর্জনের জন্য যোগ্য করে তুলে; সুতরাং সে শুধু খাদ্য ও পানীয়ের মজা উপভোগ করার জন্য পানাহার করে না। তাই সে ক্ষুধার্ত না হলে খায় না এবং পিপাসার্ত না হলে পান করে না। হাদিসে বর্ণিত হয়েছে:\n\n« نحن قومٌ لا نأكُلُ حتى نَجُوعَ ، وإذا أكلنَا فلا نَشْبَعَ » .\n\n“আমরা এমন এক জাতি— ক্ষুধা না লাগলে আমরা খাই না; আর যখন আমরা খাই, তখন পেট ভরে খাই না।” [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৬৪; তিনি বলেন: এ হাদিসটি কে বর্ণনা করেছেন তা আমার জানা নেই; সম্ভবত তা সাহাবীগণের আছারসমূহের মধ্য থেকে একটি ‘আছার’ এবং তা হাদিসে নববী নয়; আর আল্লাহই সবচেয়ে ভাল জানেন।]\n\nআর সেখান থেকে মুসলিম ব্যক্তি তার খাবার ও পানীয়ের ব্যাপারে কতগুলো শরী‘য়ত সম্মত বিশেষ আদব রক্ষা করাকে নিজ দায়িত্বরূপে গ্রহণ করে; যেমন—"
  },
  {
    "1": "(ক) খাওয়ার পূর্বের আদবসমূহ",
    "2": "১. হালাল ও পবিত্র জিনিস থোকে তার খাবার ও পানীয়কে পছন্দ করবে, যা হারাম ও সন্দেহযুক্ত বস্তু থেকে সম্পূর্ণ মুক্ত থাকবে। কারণ, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ ﴾ [البقرة: ١٧٢]\n\n“হে মুমিনগণ! তোমাদেরকে আমরা যেসব পবিত্র বস্তু দিয়েছি তা থেকে খাও।” [সূরা আল-বাকারা, আয়াত: ১৭২] আর পবিত্র মানে হালাল বস্তু, যা ময়লাযুক্ত, দূষিত ও অপবিত্র নয়।\n\n২. খাবার ও পানীয় গ্রহণ করার দ্বারা নিয়ত থাকবে আল্লাহ তা‘আলার ইবাদত করার জন্য শক্তি অর্জন করা; যাতে সে যা খায় বা পান করে, তার জন্য সে সাওয়াব পেতে পারে; কেননা, অনেক সময় ভালো নিয়তের কারণে ‘মুবাহ’ (বৈধ) বিষয় আনুগত্যে পরিণত হয়, ফলে মুসলিম ব্যক্তিকে তার জন্য সাওয়াব দেয়া হয়।\n\n৩. খাওয়ার আগে দুই হাত ধৌত করা, যদি তাতে ময়লা থাকে অথবা হাত দু’টির পরিষ্কার-পরিচ্ছন্নতার ব্যাপারে নিশ্চিত না হয়।\n\n৪. যমীনের উপর কোনো পাত্রে খাবার রাখা, টেবিলের উপর নয়; কেননা, এটা বিনয়-নম্রতার একেবারেই কাছাকাছি পন্থা। কারণ, আনাস রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« مَا أَكَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى خِوَانٍ ، وَلَا فِي سُكُرُّجَةٍ » . (رواه البخاري).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম টেবিলের উপর খাননি এবং কোনো থালা বা প্লেটে করেও খাননি।” [বুখারী, হাদিস নং- ৫০৯৯]\n\n৫. বিনয়ীভাবে দুই হাঁটু গেড়ে দুই পায়ের পাতার উপরে বসা, অথবা ডান পা দাঁড় করিয়ে দিয়ে বাম পায়ের উপরে বসা, যেমনিভাবে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বসতেন; তাছাড়া নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لَا آكُلُ مُتَّكِئًا ، إنما أنا عبدٌ ، آكُلُ كَمَا يَأْكُلُ الْعَبْدُ ، وَأَجْلِسُ كَمَا يَجْلِسُ الْعَبْدُ » . (رواه البخاري و البيهقي).\n\n“আমি হেলান দিয়ে খাইনা। আমি তো গোলাম; আমি খাই, যেমনিভাবে গোলামে খায়; আর আমি বসি, যেমনিভাবে গোলামে বসে।” [বুখারী ও বায়হাকী।]\n\n৬. প্রস্তুত করা বিদ্যমান খাদ্যে সন্তুষ্ট থাকা এবং খাদ্যের দোষ-ত্রুটি বর্ণনা না করা; যদি তার কাছে ভালো লাগে খাবে, আর ভালো না লাগলে বর্জন করবে; কেননা, আবূ হুরায়রা রাদিয়াল্লাহু ‘আনহু কর্তৃক বর্ণিত হাদিসে এসেছে, তিনি বলেন:\n\n« مَا عَابَ رسولُ الله صلى الله عليه وسلم طَعَامَاً قَطُّ ، إن اشْتَهَاهُ أكَلَهُ ، وَإنْ كَرِهَهُ تَرَكَهُ » . (رواه أبو داود).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কখনও খাদ্যের দোষ-ত্রুটি বর্ণনা করতেন না; তাঁর রুচিসম্মত হলে খেতেন; আর রুচিসম্মত না হলে খেতেন না।” [আবূ দাউদ, হাদিস নং- ৩৭৬৫]\n\n৭. একাকি না খেয়ে কোনো মেহমান, অথবা পরিবার, অথবা সন্তান, অথবা খাদেমকে সাথে নিয়ে খাওয়া; কেননা, হাদিসে এসেছে, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« اجْتَمِعُوا عَلَى طَعَامِكُمْ ، وَاذْكُرُوا اسْمَ اللهِ ، يُبَارَكْ لَكُمْ فِيهِ » . (رواه أبو داود و ابن ماجه).\n\n“তোমরা সম্মিলিতভাবে তোমাদের খাবার খাও এবং আল্লাহর নামে খাও, দেখবে তোমাদের খাদ্যে বরকত হবে।” [আবূ দাউদ, হাদিস নং- ৩৭৬৬; ইবনু মাজাহ, হাদিস নং- ৩২৮৬ এবং আলবানী হাদিসটিকে হাসান বলেছেন।]"
  },
  {
    "1": "(খ) খাওয়ার মধ্যকার সময়ের আদবসমূহ",
    "2": "১. ‘বিসমিল্লাহ’ (আল্লাহর নামে) বলে খাওয়া শুরু করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا أكَلَ أحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللهِ تَعَالَى ، فإنْ نَسِيَ أنْ يَذْكُرَ اسْمَ اللهِ تَعَالَى في أوَّلِهِ ، فَلْيَقُلْ: بسم اللهِ أوَّلَهُ وَآخِرَهُ » . (رواه أَبُو داود و الترمذي).\n\n“তোমাদের কেউ যখন খাবার খায়, তখন সে যেন আল্লাহ তা‘আলার নাম নিয়ে নেয়; আর সে যদি শুরুতে আল্লাহ তা‘আলার নাম নিতে ভুলে যায়, তাহলে যেন বলে: « بسم اللهِ أوَّلَهُ وَآخِرَهُ »  (প্রথমে ও শেষে আল্লাহর নামে)।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে সহীহ বলেছেন।]\n\n২. আল্লাহ তা‘আলার প্রশংসা করার মাধ্যমে অর্থাৎ ‘আল-হামদুলিল্লাহ’ বলে খাওয়া শেষ করা। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ أكَلَ طَعَامَاً ، فَقال : الحَمْدُ للهِ الَّذِي أطْعَمَنِي هَذَا ، وَرَزَقنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ » . (رواه أَبُو داود و الترمذي).\n\n“যে ব্যক্তি খাবার খেয়ে শেষ করার পর বলবে: « الحَمْدُ للهِ الَّذِي أطْعَمَنِي هَذَا ، وَرَزَقنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ »  (অর্থাৎ সকল প্রশংসা আল্লাহর, যিনি আমাকে এ খাবার খাওয়ালেন এবং আমাকে রিযিক দিলেন আমার কোনরূপ চেষ্টা ও শক্তি ছাড়াই), তার পেছনের গুনাহ ক্ষমা করে দেয়া হবে।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান’ বলেছেন।]\n\n৩. ডান হাত দ্বারা খাবার গ্রহণ করা, ছোট ছোট লোকমা দেওয়া এবং ভালোভাবে চিবিয়ে চিবিয়ে খাওয়া; আর পাত্রের মাঝখান থেকে না খেয়ে নিজের সামনে থেকে খাওয়া; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ওমর ইবন আবি সালামা রাদিয়াল্লাহু ‘আনহুকে উদ্দেশ্য করে বলেন:\n\n« يَا غُلامُ ، سَمِّ اللهَ تَعَالَى ، وَكُلْ بِيَمينِكَ ، وَكُلْ مِمَّا يَلِيكَ » . (متفقٌ عَلَيْهِ).\n\n“হে বেটা! আল্লাহ তা‘আলার নাম লও (অর্থাৎ ‘বিসমিল্লাহ’ বল); ডান হাতে খাও এবং নিজের সামনে থেকে খাও।” [বুখারী ও মুসলিম।] তিনি আরও বলেন:\n\n« البَرَكَةُ تَنْزِلُ وَسَطَ الطعَامِ ؛ فَكُلُوا مِنْ حَافَتَيْهِ ، وَلاَ تَأكُلُوا مِنْ وَسَطِهِ » . (رواه أَبُو داود و الترمذي).\n\n“বরকত খাবারের মধ্যখানে অবতীর্ণ হয়; কাজেই তোমরা তার পাশ থেকে খাও; তার মাঝখান থেকে খেয়ো না।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান সহীহ’ বলেছেন।]\n\n৪. খাবার ভালোভাবে চিবিয়ে খাওয়া; আর খাবারের পাত্র চেটে খাওয়া এবং রুমাল বা টিসু দিয়ে স্বীয় আঙুলসমূহ মুছে ফেলার পূর্বে বা পানি দ্বারা ধুয়ে ফেলার পূর্বে সেগুলো চেটে খাওয়া। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا أكَلَ أَحَدُكُمْ طَعَاماً ، فَلاَ يَمْسَحْ أَصَابِعَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَها » . (متفقٌ عَلَيْهِ).\n\n“তোমাদের কেউ যখন খাবার খায়, তখন সে যেন তার আঙুলসমূহ মুছে না ফেলে, যতক্ষণ না সে তা চেটে খায় অথবা কাউকে দিয়ে চাটিয়ে নেয়।” [বুখারী, হাদিস নং- ৫১৪০; মুসলিম, হাদিস নং- ৫৪১৫] তাছাড়া জাবির রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« إنَّ رَسُول الله صلى الله عليه وسلم أَمَرَ بِلَعْقِ الأَصَابِعِ وَالصَّحْفَةِ ، وقال : إنَّكُمْ لاَ تَدْرُونَ في أيِّ طَعَامِكُمُ البَرَكَةُ » . (رواه مسلم).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আঙুল ও খাওয়ার পাত্র চেটে খাওয়ার জন্য নির্দেশ দিয়েছেন এবং তিনি বলেন: ‘তোমাদের জানা নেই, তোমাদের কোন্ খাবারের মধ্যে বরকত রয়েছে।” [মুসলিম, হাদিস নং- ৫৪২০]\n\n৫. খাবার গ্রহণ করার সময় তার থেকে কিছু পড়ে গেলে তার থেকে ময়লা দূর করে তা খেয়ে ফেলবে। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا سَقَطَتْ لُقْمَةُ أَحَدِكُمْ فَلْيَأخُذْهَا ، وَلْيُمِط عنها الأَذى  وليَأكُلْها ، وَلاَ يَدَعْها لِلشَّيْطان » . (رواه مسلم).\n\n“যখন তোমাদের কারও লোকমা পড়ে যায়, তখন সে যেন তা তুলে নেয়; আর তার থেকে ময়লা দূর করে নিয়ে যেন তা খেয়ে ফেলে এবং তা যেন শয়তানের জন্য রেখে না দেয়।” [মুসলিম, হাদিস নং- ৫৪২১ ও ৫৪২৬]\n\n৬. গরম খাবারে (ঠাণ্ডা করার জন্য) ফুঁ না দেওয়া এবং তা ঠাণ্ডা না হওয়া পর্যন্ত না খাওয়া; আর পানি পান করা অবস্থায় পানির মধ্যে ফুঁ না দেওয়া এবং উচিৎ হলো পানপাত্রের বাইরে তিনবার শ্বাস নেয়া; কেননা, আনাস রাদিয়াল্লাহু ‘আনহু কর্তৃক বর্ণিত হাদিসে এসেছে, তিনি বলেন:\n\n« إنَّ رسول الله صلى الله عليه وسلم كَانَ يَتَنَفَّسُ في الشَّرابِ ثَلاثاً » . (متفقٌ عَلَيْهِ).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম পানি পান করতে তিনবার শ্বাস নিতেন।” [বুখারী, হাদিস নং- ৫৩০৮; মুসলিম, হাদিস নং- ৫৪০৬] আর আবূ সা‘ঈদ রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« إنَّ النَّبيَّ صلى الله عليه وسلم نَهَى عَن النَّفْخ في الشَّرَاب » . (رواه الترمذي).\n\n“নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম পানীয় বস্তুর মধ্যে ফুঁ দিতে নিষেধ করেছেন।” [তিরমিযী এবং তিনি হাদিসটিকে ‘সহীহ’ বলেছেন।] তাছাড়া আবদুল্লাহ ইবন ‘আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন:\n\n« إنَّ النَّبيَّ صلى الله عليه وسلم نَهَى أن يُتَنَفَّسَ في الإناءِ أَوْ يُنْفَخَ فِيهِ  » . (رواه الترمذي).\n\n“নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম পানির পাত্রে শ্বাস নিতে অথবা তাতে ফুঁ দিতে নিষেধ করেছেন।” [তিরমিযী এবং তিনি হাদিসটিকে ‘সহীহ’ বলেছেন।]\n\n৭. অতি ভোজন থেকে বিরত থাকা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَا مَلأَ آدَمِيٌّ وِعَاء شَرّاً مِنْ بَطْنٍ ، بِحَسْبِ ابنِ آدَمَ لُقَيْمَاتٌ يُقِمْنَ صُلْبَهُ ، فإنْ لَمْ يَفْعَلْ فثُلُثٌ لِطَعَامِهِ ، وَثُلُثٌ لِشَرابِهِ ، وَثُلُثٌ لِنَفَسه » . (رواه أحمد و ابن ماجه و الترمذي و الحاكم).\n\n“মানুষের ভরা পেটের চেয়ে খারাপ পাত্র আর নেই। আদম সন্তানের কোমর সোজা রাখার জন্য কয়েকটি লোকমাই তো যথেষ্ট; সুতরাং সে যদি তাতে তুষ্ট না হতে পারে, তাহলে (পেটকে তিন ভাগে ভাগ করে নেবে) এক-তৃতীয়াংশ খাদ্যের জন্য, এক-তৃতীয়াংশ পানির জন্য এবং অপর এক-তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য ঠিক করে নেবে।” [আহমাদ, ইবনু মাজাহ, তিরমিযী ও হাকেম এবং হাদিসটি ‘হাসান’।]\n\n৮. অনুষ্ঠানে উপস্থিত সবচেয়ে বয়স্ক ব্যক্তিকে প্রথমে খাবার বা পানীয় পরিবেশন করা; অতঃপর ডান দিক থেকে একজন একজন করে খাবার পরিবেশন করতে থাকা; আর খাবার বা পানীয় পরিবেশনকারী হবে কাওমের মাঝে সর্বশেষ খাবার বা পানীয় গ্রহণকারী ব্যক্তি। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন: « كَبِّرْ كَبِّرْ »  অর্থাৎ উপবিষ্ট ব্যক্তিবর্গের মধ্য থেকে বয়োজ্যেষ্ঠকে দিয়ে শুরু কর; তাছাড়া “নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা’র কাছে তার বাম পাশে বসা বয়োজ্যেষ্ঠদেরকে পানীয় পরিবেশনের ব্যাপারে অনুমতি নিয়েছেন, যখন আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা ছিলেন তাঁর (নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের) ডানপাশে এবং বয়স্ক ব্যক্তিগণ ছিলেন তাঁর বামপাশে। সুতরাং নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কর্তৃক তার কাছে অনুমতি চাওয়াই প্রমাণ করে যে, ডানপাশে বসা ব্যক্তিই প্রথমে পানীয় পাওয়ার ব্যাপারে বেশি হকদার।” [বুখারী (হাদিস নং- ২২২৪) ও মুসলিম।] নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:  « الأيمن فالأيمن »  (অর্থাৎ ডানপাশ থেকে পরপর খাবার প্রদান কর)। [বুখারী (হাদিস নং- ২২২৫) ও মুসলিম।] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেন:\n\n« إنَّ سَاقِيَ الْقَوْمِ آخِرُهُمْ شُرْبًا » . (رواه مسلم و أبو داود و ابن ماجه).\n\n“কাওমের মধ্যে যে সাকী (পানীয় সরবরাহকারী) হবে, পান করার দিক থেকে সে সবার শেষে থাকবে।” [মুসলিম, হাদিস নং- ১৫৯৪; আবূ দাউদ, হাদিস নং- ৩৭২৭ ; ইবনু মাজাহ, হাদিস নং- ৩৪৩৪ এবং আলবানী হাদিসটিকে সহীহ বলেছেন।]\n\n৯. যে মাজলিসে বয়সের দিক থেকে বড়, অথবা মর্যাদার দিক থেকে তার চেয়ে উত্তম ব্যক্তি আছে, সেখানে প্রথমে খাবার বা পানীয় গ্রহণ না করা। কেননা, তা শিষ্টাচার পরিপন্থি এবং এমন ব্যক্তিকে নিন্দিত লোভী বলে চিত্রিত করা হয়। কেউ কেউ ছন্দাকারে বলেন:\n\nوإنْ مُدَّتِ الأيدي إلى الزادِ لم أكنْ\n\nبِأعجلِهم ، إذْ أَجْشَعُ القومِ أعْجَلُ.\n\n(আর যদি খাবারের দিকে হাতগুলো প্রসারিত হয়েই যায়, তখন হব না আমি\n\nতাদের সকলের অগ্রগামী; কারণ, কাওমের মাঝে সেই সবচেয়ে লোভী, যে তড়িৎ প্রিয় বেশি)। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৬৮]\n\n১০. তার বন্ধু বা মেযবান কর্তৃক যেন তাকে বলতে না হয়: ‘তুমি খাও’ এবং যাতে খাওয়ার জন্য পীড়াপীড়ি করতে না হয়, বরং তার জন্য উচিৎ হল কোনো প্রকার লাজ্জাবোধ না করে প্রয়োজন মত খাবার খেয়ে নেওয়া; কেননা, এর মধ্যে তার বন্ধু বা মেযবানের জন্য অসুবিধা আছে, যেমনিভাবে তাতে রয়েছে এক ধরনের লৌকিকতা; আর ইসলামে লৌকিকতা বা প্রদর্শনী করা হারাম।\n\n১১. খাওয়ার ক্ষেত্রে বন্ধুর প্রতি সদয় হওয়া; সুতরাং সে তার থেকে বেশি খাওয়ার চেষ্টা করবে না, বিশেষ করে যখন খাবারের পরিমাণ কম হয়; কেননা, এ ক্ষেত্রে সে অন্যের হক ভক্ষণকারী বলে গণ্য হবে।\n\n১২. খাওয়ার মাঝখানে সাথীদের দিকে না তাকানো এবং তাদেরকে পর্যবেক্ষণ না করা; কেননা, এ রকম করলে তারা লজ্জা পাবে, বরং তার জন্য উচিৎ হলো তার চারি পাশের খাবার গ্রহণকারীদের থেকে তার দৃষ্টিকে অবনমিত করে রাখা এবং তাদেরকে অবলোকন না করা; কেননা, এটা তাদেরকে কষ্ট দিবে; যেমনিভাবে এ কারণে সে কখনও কখনও তাদের কারো কারো ঘৃণার পাত্র হবে; ফলে এ কারণে সে গুনাহগার হবে।\n\n১৩. এমন কাজ না করা, যাকে মানুষ স্বভাবগতভাবে অপছন্দ করে; সুতরাং সে পাত্রের মধ্যে তার হাতকে চতুর্দিকে ছড়িয়ে দিবে না এবং খাবার গ্রহণের সময় তার মাথাকে পাত্রের নিকটবর্তী করবে না, যাতে তার মুখ থেকে কোনো কিছু তাতে না পড়ে; যেমন— সে যখন রুটি থেকে তার দাঁত দ্বারা কিছু অংশ গ্রহণ করে, তখন পাত্রের মধ্যে তার বাকি অংশ ডুবিয়ে দিবে না; ঠিক অনুরূপভাবে তার কর্তব্য হল এমন শব্দ চয়নে কথা না বলা, যা ময়লা ও আবর্জজনার কথা মনে করিয়ে দেয়; কারণ, কোনো কোনো সময় এর দ্বারা সাথীদের কেউ কেউ কষ্ট অনুভব করে; আর মুসলিম ভাইকে কষ্ট দেয়া হারাম।\n\n১৪. ফকীরের সাথে তার খাওয়া হবে পরার্থপরতা বা প্রেম-ভালবাসার ভিত্তিতে, ভাই-বন্ধুদের সাথে খাওয়া হবে আনন্দ ও নির্মল রসিকতার ভিত্তিতে এবং পদস্থ ও মর্যাদাবান ব্যক্তিবর্গের সাথে খাওয়া হবে আদব-লেহাজ ও শ্রদ্ধার সাথে।"
  },
  {
    "1": "(গ) খাওয়ার পরের আদবসমূহ",
    "2": "১. রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের অনুসরণে পেট ভরে খাওয়ার পূর্বেই সে খাবার গ্রহণ বন্ধ করে দেবে, যাতে সে মারাত্মক ধরনের বদহজমের শিকার না হয় এবং শিকার না হয় মেধা ও বুদ্ধি বিনষ্টকারী অজীর্ণের।\n\n২. হাত চেটে খাওয়া, তারপর তা মুছে ফেলা, অথবা পানি দিয়ে ধুয়ে ফেলা; তবে ধুয়ে ফেলাটাই সবচেয়ে ভালো ও সুন্দর।\n\n৩. খাওয়ার মাঝখানে যেসব খাবার পড়ে যায়, তা কুড়িয়ে নেয়া; কেননা, এ ব্যাপারে হাদিসে গুরুত্ব ও উৎসাহ প্রদান করা হয়েছে; তাছাড়া এটা নি‘য়ামতের এক প্রকার শুকরিয়াও বটে।\n\n৪. মুখ পরিষ্কার করার জন্য দাঁত খিলাল করা এবং ভালোভাবে কুলি করা; কেননা, মুখ দ্বারা আল্লাহ তা‘আলার যিকির করা হয় এবং বন্ধু-বান্ধবগণের সাথে কথা বলতে হয়; তাছাড়া মুখের পরিষ্কার-পরিচ্ছন্নতা দাঁতের সুস্থতাকে বহাল রাখে।\n\n৫. পানাহারের পরে ‘আল-হামদুলিল্লাহ’ (الحمد لله ) বলে আল্লাহ তা‘আলার প্রশংসা করা; আর যখন দুধ পান করবে, তখন বলবে:\n\n« اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا , و زِدْنا منهُ » .\n\n(অর্থাৎ, হে আল্লাহ! আমাদেরকে তুমি যে রিযিক দান করেছ, তাতে তুমি বরকত দান কর এবং আমাদেরকে তা আরও বাড়িয়ে দাও)। আর যদি কোনো সম্প্রদায়ের নিকট ইফতার করে, তাহলে বলবে:\n\n« أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ ، وَأَكَلَ طَعَامَكُمُ الأَبْرَارُ ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ » .\n\n(অর্থাৎ, তোমার কাছে সাওম পালনকারীগণ ইফতার করল, সজ্জনরা তোমার খাবার খেলো, আর ফেরেশ্তাগণ তোমার জন্য ‘ইস্তিগফার’ তথা ক্ষমা প্রার্থনা করল)। [ইবনু মাজাহ, হাদিস নং- ১৭৪৭; আবূ দাউদ, হাদিস নং- ৩৮৫৬; আর আলবানী হাদিসটিকে সহীহ বলেছেন।] আর যদি বলে\n\n« اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ ، وَاغْفِرْ لَهُمْ ، وَارْحَمْهُمْ » .\n\n(অর্থাৎ, হে আল্লাহ! তাদেরকে তুমি যে রিযিক দান করেছ, তাতে তুমি বরকত দান কর; তাদেরকে ক্ষমা করে দাও এবং তাদের প্রতি রহম কর) [তিরমিযী, হাদিস নং- ৩৫৭৬; আবূ দাউদ, হাদিস নং- ৩৭৩১; আর আলবানী হাদিসটিকে সহীহ বলেছেন।], তাহলে সে সঠিকভাবে সুন্নাহ পালন করল।"
  },
  {
    "1": "একাদশ অধ্যায়: যিয়াফত তথা আপ্যায়নের আদবসমূহ",
    "2": "যিয়াফত (الضيافة ) শব্দটি আরবি; এর অর্থ আপ্যায়ন করানো, আতিথিয়তা, মেহমানদারি, ভোজ অনুষ্ঠান ইত্যাতি। [ড. মুহাম্মদ মুস্তাফিজুর রহমান, আল মুনীর আরবী-বাংলা অভিধান, পৃ. ৫৬১] আর মুসলিম ব্যক্তি মেহমানকে সম্মান করার আবশ্যকতায় বিশ্বাস করে এবং তার সাধ্যানুযায়ী তাকে আদর আপ্যায়ন করবে; আর এটা এ জন্য যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ » . (متفقٌ عَلَيْهِ).\n\n“যে ব্যক্তি আল্লাহ ও পরকালে বিশ্বাস করে, সে যেন তার মেহমানকে সম্মান করে।” [বুখারী ও মুসলিম।] তিনি আরও বলেন:\n\n« مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتَهُ ، قالوا : وَمَا جَائِزَتُهُ ؟ قَالَ : يَوْمُهُ وَلَيْلَتُهُ ، وَالضِّيَافَةُ ثَلاَثَةُ أيَّامٍ ، فَمَا كَانَ وَرَاءَ ذَلِكَ فَهُوَ صَدَقَةٌ عَلَيْهِ » . (متفقٌ عَلَيْهِ).\n\n“যে ব্যক্তি আল্লাহ ও পরকালের উপর ঈমান রাখে, সে যেন তার মেহমানকে তার হক আদায় সহকারে সম্মান তথা আদর আপ্যায়নের ব্যবস্থা করে। সহাবীগণ বললেন: তার হক বলতে কী বুঝায়? তিনি বললেন: তাকে একদিন ও একরাত আদর-আপ্যায়ন করা। আর মেহমানদারীর সীমা হল তিনদিন। এর বাইরে অতিরিক্ত কিছু করা সাদকা স্বরূপ।” [বুখারী ও মুসলিম।] আর এ জন্য মুসলিম ব্যক্তি যিয়াফত তথা আপ্যায়নের ব্যাপারে নিম্নোক্ত আদবসমূহ মেনে চলবে"
  },
  {
    "1": "(ক) যিয়াফতের জন্য আমন্ত্রণের আদবসমূহ",
    "2": "১. যিয়াফতে ফাসিক ও পাপিষ্ঠদেরকে বাদ দিয়ে আল্লাহভীরু লোকদেরকে দাওয়াতের ব্যবস্থা করা; কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لا تُصَاحِبْ إلاَّ مُؤْمِناً ، وَلاَ يَأْكُلْ طَعَامَكَ إلاَّ تَقِيٌّ » . (رواه أحمد و أبو داود و الترمذي و  ابن حبان و الحاكم).\n\n“মুমিন ব্যক্তি ছাড়া অন্য কারও সঙ্গী হয়ো না এবং তোমার খাবার মুত্তাকী ব্যক্তি ছাড়া আর কেউ যেন না খায়।” [আহমাদ, আবূ দাউদ, তিরমিযী, ইবনু হিব্বান ও হাকেম এবং হাদিসটি ‘সহীহ’।]\n\n২. গরীবদেরকে বাদ দিয়ে শুধু ধনীদের জন্য যিয়াফতকে নির্দিষ্ট না করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ ، يُدْعَى إِلَيْهَا الأَغْنِيَاءُ وَيُتْرَكُ الْفُقَرَاءُ » . (متفقٌ عَلَيْهِ).\n\n“সবচেয়ে নিকৃষ্ট খাবার হল ঐ ওলীমা’র (অনুষ্ঠানের) খাবার, যাতে ধনীদের দাওয়াত করা হয় এবং গরীবদের বাদ দেয়া হয়।” [বুখারী ও মুসলিম।]\n\n৩. গর্ব ও অহঙ্কার প্রকাশের উদ্দেশ্যে যিয়াফতের আয়োজন না করা, বরং উদ্দেশ্য হবে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও তাঁর পূর্ববর্তী নবীগণের সুন্নাহ পালন করা, যেমন— ইবরাহীম ‘আলাইহিস্ সালাম, যাঁর উপাধি ছিল   \" أبو الضِّيْفان \"বা ‘মেহমানদের পিতা’। অনুরূপভাবে যিয়াফতের আয়োজনের দ্বারা নিয়ত থাকবে মুমিনদের জন্য বিনোদনের ব্যবস্থা করা এবং ভাই ও বন্ধু-বান্ধবের হৃদয়ে আনন্দ ও খুশি ছড়িয়ে দেয়া।\n\n৪. মুমিন ব্যক্তিকে অবৈধভাবে কষ্ট দেওয়া থেকে দূরে থাকার জন্য এমন কাউকে দাওয়াত না দেওয়া, যার ব্যাপারে সে জানে যে, তার জন্য যিয়াফতে উপস্থিত হওয়া কষ্টকর হবে, অথবা সে উপস্থিত ভাইগণের কারও দ্বারা কষ্টের শিকার হবে।"
  },
  {
    "1": "(খ) দাওয়াত গ্রহণের আদবসমূহ",
    "2": "১. দাওয়াত গ্রহণ করা এবং কোনো ওযর (যেমন— তার দীন অথবা শরীরের ব্যাপারে ক্ষতির আশঙ্কা করা) ছাড়া দাওয়াত থেকে পিছিয়ে না থাকা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ دُعِىَ فَلْيُجِبْ » . (رواه مسلم).\n\n“যাকে দাওয়াত দেয়া হয়, সে যেন তা গ্রহণ করে।” [মুসলিম, হাদিস নং- ৩৫৮৭] তিনি আরও বলেন:\n\n« لَوْ دُعِيتُ إِلَى كُراعٍ أَوْ ذِرَاعٍ لأَجَبْتُ ، ولو أُهْدِيَ إِلَيَّ ذراعٌ أَوْ كُراعٌ لَقَبِلْتُ » . (رواه البخاري).\n\n“আমাকে যদি একটি পা বা বাযুর জন্য দাওয়াত করা হয়, তাহলে আমি সেই দাওয়াত গ্রহণ করব; আর আমার নিকট যদি একটি পা বা বাযুও হাদিয়া হিসেবে পাঠানো হয়, তবুও আমি তা গ্রহণ করব।” [বুখারী, হাদিস নং- ২৪২৯ (হিবা অধ্যায়)।]\n\n২. দাওয়াত গ্রহণের ব্যাপারে ধনী ও গরীবের মাঝে ভেদাভেদ না করা; কেননা, গরীবের দাওয়াত গ্রহণ না করার মধ্যে তার মন ভেঙ্গে যাওয়ার ব্যাপার রয়েছে, তাছাড়া এর মধ্যে এক প্রকার অহঙ্কার রয়েছে, আর অহঙ্কার একটি ঘৃণিত ও নিন্দিত বিষয়। আর গরীবদের দাওয়াত গ্রহণ করার ব্যাপারে একটি বর্ণনা হল: “একদা হাসান ইবন আলী রাদিয়াল্লাহু ‘আনহুমা কতগুলো মিসকীনের পাশ দিয়ে যাচ্ছিলেন, যারা মাটির উপর ছড়িয়ে ছিটিয়ে বসে খাচ্ছিল, তারপর তারা তাঁকে উদ্দেশ্য বলল: হে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কন্যার ছেলে! তুমি কি আমাদের সাথে খেতে আসবে? তখন তিনি বললেন: হ্যাঁ, নিশ্চয়ই আল্লাহ অহঙ্কারীদেরকে ভালবাসেন না, এ কথা বলে তিনি তাঁর খচ্চরের উপর থেকে নেমে গিয়ে তাদের সাথে খেলেন।”  [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৭১]\n\n৩. দাওয়াত গ্রহণ করার ক্ষেত্রে রাস্তার দূরত্বের কম-বেশি ভেদাভেদ না করা; যদি তার নিকট দু’টি দাওয়াত আসে, তাহলে প্রথমে আসা দাওয়াতটি গ্রহণ করবে এবং অন্যটির ব্যাপারে অপারগতা প্রকাশ করবে।\n\n৪. সাওম (নফল) পালনের কারণে দাওয়াতে অংশগ্রহণ করা থেকে পিছিয়ে থাকবে না, বরং সেখানে উপস্থিত হবে; অতঃপর তার সাথী যদি তার খাওয়াতে খুশি হন, তাহলে সে সাওম ভঙ্গ করে ফেলবে; কেননা, মুমিনের মনে আনন্দ দেওয়াটা নৈকট্যপূর্ণ কাজ; অন্যথায় তাদের জন্য কল্যাণ কামনা করে দো‘য়া করবে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا دُعِيَ أحَدُكُمْ فَلْيُجِبْ ، فَإنْ كَانَ صَائِماً فَلْيُصَلِّ ، وَإنْ كَانَ مُفْطِراً فَلْيَطْعَمْ » . (رواه مسلم).\n\n“যখন তোমাদের কাউকে দাওয়াত দেয়া হয়, তখন সে যেন তা গ্রহণ করে; অতঃপর সে যদি সাওম পালনকারী হয়, তাহলে সে যেন তার (দাওয়াতকারীর) জন্য দো‘য়া করে দেয়; আর যদি সাওম পালনকারী না হয়, তাহলে যেন সে খেয়ে নেয়।” [মুসলিম, হাদিস নং- ৩৫৯৩] তিনি আরও বলেন:\n\n« تَكَلَّفَ لك أخوك وصَنَعَ ثم تقول : إنى صائم ؟ ! » . (رواه الدارقطني).\n\n“তোমার ভাই তোমার জন্য কষ্ট করেছে এবং খাবার তৈরি করেছে, অতঃপর তুমি বলবে: আমি সাওম পালনকারী?!” [দারাকুতনী।]\n\n৫. দাওয়াত গ্রহণ করার মাধ্যমে তার মুসলিম ভাইকে সম্মান করার নিয়ত করা; কেননা হাদিসে এসেছে:\n\n« إنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى » . (متفق عليه).\n\n“প্রত্যেক কাজ নিয়তের সাথে সম্পর্কিত; আর প্রত্যেক ব্যক্তি তার নিয়ত অনুযায়ী ফল পাবে।” [বুখারী, হাদিস নং- ১; মুসলিম, হাদিস নং- ৫০৩৬] তাছাড়া ভাল নিয়তের কারণে বৈধ কাজ আনুগত্যে পরিণত হয় এবং তার জন্য মুমিন বান্দাকে সাওয়াব দেয়া হয়।"
  },
  {
    "1": "(গ) দাওয়াতের অনুষ্ঠানে উপস্থিত হওয়ার আদবসমূহ",
    "2": "১. উপস্থিতির ক্ষেত্রে তাদেরকে দীর্ঘ অপেক্ষায় না রাখা, যা তাদেরকে বিরক্ত ও অস্থির করে তুলে; আবার প্রস্তুতির পূর্বেই উপস্থিতিকে তরান্বিত না করা, যার ফলে তারা হতভম্ব হয়ে পড়ে; কেননা, এমন কর্মকাণ্ড তাদের কষ্টের কারণ।\n\n২. যখন প্রবেশ করবে, তখন মাজলিসের সামনে চলাফেরা করবে না, বরং মাজলিসের মধ্যে বিনয়ী হয়ে চলবে; আর যখন কর্তৃপক্ষ কোনো জায়গায় বসার জন্য ইঙ্গিত করবে, তখন সেখানে বসে পড়বে।\n\n৩. মেহমানের জন্য দ্রুত খাবার পরিবেশন করা; কেননা, দ্রুত খাবার পরিবেশন করার মধ্যে মেহমানকে সম্মান করার বিষয়টি নিহিত রয়েছে; আর শরী‘য়ত প্রবর্তক মেহমানকে সম্মান করার নির্দেশ দিয়েছেন, তিনি বলেন:\n\n« مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ » . (متفقٌ عَلَيْهِ).\n\n“যে ব্যক্তি আল্লাহ ও পরকালে বিশ্বাস করে, সে যেন তার মেহমানকে সম্মান করে।” [বুখারী ও মুসলিম।]\n\n৪. সকলে খাবার গ্রহণ শেষ করার পূর্বেই তাদের সামনে থেকে খাবার উঠিয়ে নিয়ে যাওয়ার জন্য ব্যস্ত না হওয়া।\n\n৫. মেহমানকে সাধ্যানুসারে মেহমানদারি করা; কেননা, তাতে কমতি করাটা ব্যক্তিত্ব হানি করে এবং বেশি করাটা কৃত্রিমতা ও লোক দেখানো; আর দু’টি কাজাই নিন্দিত।\n\n৬. যখন সে মেহমান হিসেবে কারো কাছে অবতরণ করবে, তখন সে যেন তিন দিনের বেশি সেখানে অবস্থান না করে; তবে তার মেযবান বা অতিথি সেবক যদি আরও বেশি দিন থাকার ব্যাপারে পীড়াপীড়ি করে, তাহলে তিন দিনের বেশি থাকাতেও কোনো দোষ নেই। আর যখন সে প্রস্থান করবে, তখন তার প্রস্থানের জন্য মেযবানের কাছে অনুমতি চাইবে।\n\n৭. মেহমানের সাথে বাড়ির বাহির পর্যন্ত গিয়ে তাকে বিদায় জানানো; কেননা, পূর্ববর্তী সৎব্যক্তিগণ এ কাজটি করতেন, তাছাড়া এ কাজটি শরী‘য়ত কর্তৃক নির্দেশিত মেহমানকে সম্মান করার তালিকাভুক্ত একটি কাজ।\n\n৮. মেহমান ভালো মনে বিদায় নিবে, যদিও তার হক আদায়ে কোনো প্রকার ত্রুটি বিচ্যূতি হয়ে থাকে; কেননা, এটা উত্তম চরিত্রের অন্যতম দিক, যার দ্বারা বান্দা সাওম পালনকারী ও নফল সালাত আদায়কারীর মর্যাদা লাভ করবে। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৭৩]\n\n৯. মুসলিম ব্যক্তির ঘরে তিন সেট বিছানা [তিনটি বিছানা বলতে এখানে বিছানার সংখ্যা বুঝানো উদ্দেশ্য নয়, বরং প্রয়োজনীয় সংখ্যক বিছানা উদ্দেশ্য; প্রয়োজনের অতিরিক্ত বিছানার ব্যাপারে এখানে নিরোৎসাহীত করা হয়েছে।] থাকা: একটি সেট তার নিজের জন্য, দ্বিতীয় সেট তার পরিবারের জন্য এবং তৃতীয় সেট মেহমানের জন্য; আর তিনের অধিক সেট বিছানা রাখার ব্যাপারে নিষেধাজ্ঞা আরোপ করা হয়েছে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন:\n\n« فِرَاشٌ لِلرَّجُلِ ، وَفِرَاشٌ لاِمْرَأَتِهِ ، وَالثَّالِثُ لِلضَّيْفِ ، وَالرَّابِعُ لِلشَّيْطَانِ » . (رواه مسلم).\n\n“একটি বিছানা পুরুষ ব্যক্তির জন্য; আরেকটি বিছানা তার স্ত্রীর জন্য; তৃতীয় বিছানাটি মেহমানের জন্য এবং চতুর্থটি শয়তানের জন্য।” [মুসলিম, হাদিস নং- ৫৫৭৩]"
  },
  {
    "1": "দ্বাদশ অধ্যায়: সফরের আদব প্রসঙ্গে",
    "2": "মুসলিম ব্যক্তি মনে প্রাণে বিশ্বাস করে যে, সফর তার জীবনের এক আবশ্যকীয় ও জরুরি অবিচ্ছেদ্য বিষয়; কেননা, হাজ্জ, ওমরা, যুদ্ধ, জ্ঞান অর্জন, ব্যবসা-বাণিজ্য ও ভাই-বন্ধুদের সাথে সাক্ষাৎ— এসব ফরয ও ওয়াজিব বিষয় সফর করা ব্যতীত পালন করা সম্ভব নয়। আর এ কারণেই শরী‘য়ত প্রবর্তক সফর এবং তার বিধিবিধান ও আদবসমূহের ব্যাপারে অত্যন্ত গুরুত্ব সহকারে দৃষ্টি আকর্ষণ করেছে; আর একজন আদর্শ মুসলিম ব্যক্তির দায়িত্ব হল তা শিখে নেওয়া এবং সে অনুযায়ী আমল করা।\n\nসফরের বিধি-বিধানসমূহ নিম্নরূপ:\n\n১. চার রাকা‘য়াত বিশিষ্ট সালাতকে ‘কসর’ করা; সুতরাং সে শুধু দুই রাকা‘য়াত দুই রাকা‘য়াত করে সালাত আদায় করবে; তবে মাগরিবের সালাত তিন রাকা‘য়াতই আদায় করবে। আর সে যে শহরে বা গ্রামে বাস করে, তা থেকে প্রস্থান করা থেকে ‘কসর’ শুরু করবে এবং সেখানে পুনরায় ফিরে আসা পর্যন্ত ‘কসর’ করবে; তবে যে শহরে সে সফর করেছে, সেখানে চার দিন বা তার বেশি অবস্থান করার নিয়ত করলে সে অবস্থায় পূর্ণ সালাত আদায় করবে, ‘কসর’ করবে না; কিন্তু যখন সে নিজ শহরে ফিরে আসার উদ্দেশ্যে রওয়ানা করবে, তখন আবার ‘কসর’ শুরু করবে এবং বাড়িতে পৌঁছা পর্যন্ত ‘কসর’ চালিয়ে যাবে; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ ﴾ [النساء: ١٠١]\n\n“তোমরা যখন দেশ-বিদেশে সফর করবে, তখন সালাত ‘কসর’ করলে তোমাদের কোনো দোষ নেই।” [সূরা আন-নিসা, আয়াত: ১০১] তাছাড়া আনাস রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْمَدِينَةِ إِلَى مَكَّةَ ، فَكَانَ يُصَلِّى (الرباعية ) رَكْعَتَيْنِ رَكْعَتَيْنِ حَتَّى رَجَعْنَا إِلَى الْمَدِينَةِ » . (متفقٌ عَلَيْهِ).\n\n“আমরা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে মদীনা থেকে মক্কার উদ্দেশ্যে বের হলাম; আমরা মদীনায় ফিরে আসা পর্যন্ত তিনি (চার রাকা‘য়াত বিশিষ্ট সালাতকে ‘কসর’ করে) দুই রাকা‘য়াত দুই রাকা‘য়াত করে সালাত আদায় করতেন।” [বুখারী, হাদিস নং- ১০৩১; মুসলিম, হাদিস নং- ১৬১৮]\n\n২. তিনদিন তিনরাত মোজার উপর মাসেহ করা বৈধ; কেননা, আলী রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« جَعَلَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ لِلْمُسَافِرِ ، وَلِلْمُقِيمِ يَوْمًا وَلَيْلَةً الْمَسْحَ عَلَى الْخُفَّيْنِ » . (رواه أحمد و مسلم و النسائي و ابن ماجه).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাদেরকে মোজার উপর মাসেহ করার বিধান দিয়েছেন— মুসাফির তথা পর্যটকের জন্য তিনদিন তিনরাত এবং মুকীম তথা নিজ বাসস্থানে বসবাসকারীর জন্য একদিন একরাত।” [আহমাদ, মুসলিম, নাসায়ী ও ইবনু মাজাহ।]\n\n৩. তায়াম্মুম করা বৈধ, যদি সে পানি না পায়, অথবা পানি সংগ্রহ করা তার জন্য কষ্টকর হয়ে যায়, অথবা তার জন্য পানির দাম অনেক বেশি হয়; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ ﴾ [النساء: ٤٣]\n\n“আর যদি তোমরা পীড়িত হও অথবা সফরে থাক বা তোমাদের কেউ শৌচস্থান থেকে আসে অথবা তোমরা নারী সম্ভোগ কর এবং পানি না পাও, তবে পবিত্র মাটির দ্বারা তায়াম্মুম কর; সুতরাং মাসেহ কর তোমরা তোমাদের চেহারা ও হাত।” [সূরা আন-নিসা, আয়াত: ৪৩]\n\n৪. সাওম ভঙ্গ করার সুযোগ বা অবকাশ প্রদান; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ ﴾ [البقرة: ١٨٤]\n\n“অতঃপর তোমাদের মধ্যে কেউ অসুস্থ হলে বা সফরে থাকলে অন্য দিনগুলোতে এ সংখ্যা পূরণ করে নিতে হবে।” [সূরা আল-বাকারা, আয়াত: ১৮৪]\n\n৫. বাহনের উপর বসে যে কোনো দিকে ফিরে নফল সালাত আদায় করার বৈধতা; কেননা, আবদুল্লাহ ইবন ওমর রাদিয়াল্লাহু ‘আনহুমা বলেন:\n\n« إنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّى سُبْحَتَهُ (النافلة ) حَيْثُمَا تَوَجَّهَتْ بِهِ نَاقَتُهُ » . (متفقٌ عَلَيْهِ).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর বাহনে (নফল) সালাত আদায় করতেন, তাঁর উট তাঁকে নিয়ে যে দিকেই ফিরে থাকুক না কেন।” [বুখারী, হাদিস নং- ৯৫৫; মুসলিম, হাদিস নং- ১৬৪৪]\n\n৬. যোহর ও আসর, অথবা মাগরিব ও এশা’র সালাতকে একত্র করে আদায় করা বৈধ; সুতরাং সে যোহর ও আসরের সালাতকে একত্র করে যোহরের ওয়াক্তে আদায় করবে এবং মাগরিব ও এশা’র সালাতকে একত্র করে মাগরিবের ওয়াক্তে আদায় করবে; অথবা যোহরের সালাতকে আসরের প্রথম ওয়াক্ত পর্যন্ত বিলম্বিত করে যোহর ও আসরকে এক সাথে আদায় করবে এবং মাগরিবকে এশা’র সময় পর্যন্ত বিলম্বিত করে এক সাথে আদায় করবে। কেননা, মু‘য়ায রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِى غَزْوَةِ تَبُوكَ ، فَكَانَ يُصَلِّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ، وَالْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا » . (رواه مسلم).\n\n“আমরা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে তাবুকের যুদ্ধে বের হলাম; তারপর তিনি (আমাদেরকে নিয়ে) যোহর ও আসরের সালাতকে একত্রে আদায় করতেন এবং মাগরিব ও এশার সালাতকে একত্রে আদায় করতেন।” [মুসলিম, হাদিস নং- ১৬৬৫]\n\nআর সফরের আদবসমূহ নিম্নরূপ:\n\n১. যুলুম করে দখল করা সম্পদ ও আমানতের অর্থ তার মালিকের নিকট ফেরত দেয়া; কেননা, সফর হল মৃত্যুর আলামত।\n\n২. হালাল দ্রব্য থেকে তার খাদ্যদ্রব্য প্রস্তুত করা এবং স্ত্রী, সন্তান ও পিতামাতার মত যাদের ভরণপোষণের দায়িত্ব তার উপর, তাদের ভরণপোষণের ব্যবস্থা করে যাওয়া বা তাদের জন্য অর্থসম্পদ রেখে যাওয়া।\n\n৩. তার পরিবার-পরিজন, ভাই ও বন্ধু-বান্ধবদেরকে বিদায় জানানো এবং যাদেরকে বিদায় জানানো হবে, তাদের জন্য এ দো‘য়া পাঠ করা:\n\n« أَسْتَوْدِعُ اللهَ دِينَكُمْ ، وَأمَانَتَكُمْ ، وَخَواتِيمَ أعْمَالِكُمْ  » .\n\n(আমি তোমাদের দীন, তোমাদের আমানত ও তোমাদের শেষ আমলকে আল্লাহর নিকট সোপর্দ করছি)। আর যাদেরকে বিদায় জানানো হয়, তারা তার জন্য দো‘য়া করবে এ বলে:\n\n« زَوَّدَكَ اللَّهُ التَّقْوَى ،  وَغَفَرَ ذَنْبَكَ ، وَوَجَّهَكَ إلى الْخَيْرِ حَيثُ تَوَجَّهْتَ » .\n\n(আল্লাহ তা‘আলা তোমাকে ‘তাকওয়া’ দান করুন, তোমার গুনাহসমূহ ক্ষমা করে দিন এবং তুমি যখন কোনো দিকে রওয়ানা করবে, তখন তিনি যেন তোমাকে কল্যাণের দিকে পরিচালিত করেন)। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n«  إنَّ لُقمانَ قال : إنَّ اللهَ تعالى إذا استُودِعَ شَيْاً حَفِظَهُ » . (رواه النسائي).\n\n“লুকমান আ. বলেন: আল্লাহ তা‘আলার কাছে যখন কোনো কিছু আমানত রাখা হয়, তখন তিনি তা হেফাজত করেন।” [নাসায়ী রহ. উৎকৃষ্ট সনদে হাদিসটি বর্ণনা করেছেন।] আর নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর অনুসারীকে বলতেন:\n\n« أَسْتَوْدِعُ اللهَ دِينَكَ ، وَأمَانَتَكَ ، وَخَواتِيمَ عَمَلِكَ » . (رواه أَبُو داود و الترمذي).\n\n“আমি তোমার দীন, তোমার আমানত ও তোমার শেষ আমলকে আল্লাহর নিকট সোপর্দ করছি।” [আবূ দাউদ, নাসায়ী ও তিরমিযী (সহীহ)।]\n\n৪. তার সাথে সফরের জন্য ভালো হবে এমন তিনজন বা চারজন সাথীকে বাছাই করার পর তাদের সাথে সফরের উদ্দেশ্যে বের হওয়া; কেননা, সফরের ব্যাপারে যেমন বলা হয়:  \" مَخْبَرُ الرجال \"(ব্যক্তির পরীক্ষাগার); আর সফরকে (সফর) বলে নামকরণ করার কারণ হল, যেহেতু সফর ব্যক্তির চরিত্রকে উন্মুক্ত করে দেয়। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« الرَّاكِبُ شَيْطَانٌ ، وَالرَّاكِبَانِ شَيْطَانَانِ ، وَالثَّلاَثَةُ رَكْبٌ » . (رواه أَبُو داود و النسائي و الترمذي).\n\n“একজন আরোহী হচ্ছে একটি শয়তান; আর দুইজন আরোহী হল দুইটি শয়তান; আর তিনজন আরোহী হচ্ছে কাফেলা।” [আবূ দাউদ, নসায়ী ও তিরমিযী এবং হাদিসটি ‘সহীহ’।] তিনি আরও বলেন:\n\n« لَوْ أنَّ النَّاسَ يَعْلَمُونَ مِنَ الوحدَةِ مَا أعْلَمُ، مَا سَارَ رَاكبٌ بِلَيْلٍ وَحْدَهُ !» . (رواه البخاري).\n\n“একাকী সফর করার মধ্যে কি কি ক্ষতি আছে সে সম্পর্কে আমি যা জানি, জনগণ যদি তা জানত, তাহলে কোনো ভ্রমণকারী রাতে একাকী ভ্রমণ করত না।” [বুখারী, হাদিস নং- ২৮৩৬]\n\n৫. ভ্রমণকারীগণ কর্তৃক তাদের মধ্য থেকে এমন একজনকে আমীর বা নেতা বানিয়ে নেওয়া, যিনি তাদের সাথে পরমর্শ করে তাদেরকে পরিচালনার দায়িত্ব পালন করবেন; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا خَرَجَ ثَلاَثَةٌ في سَفَرٍ فَليُؤَمِّرُوا أحَدَهُمْ » . (رواه أَبُو داود).\n\n“যখন তিনজন কোনো সফরে বের হয়, তখন তারা যেন তাদের মধ্য থেকে একজনকে আমীর নিযুক্ত করে।” [আবূ দাউদ।]\n\n৬. সফরের পূর্বে ‘সালাতুল ইস্তিখারা’ আদায় করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ ব্যাপারে উৎসাহিত করেছেন, এমনকি তিনি বিষয়টি তাদেরকে এমনভাবে শিক্ষা দিতেন, যেমনিভাবে তিনি তাদেরকে আল-কুরআনুল কারীমের কোনো সূরা শিক্ষা দিতেন। [বুখারী।]\n\n৭. সফরের উদ্দেশ্যে বাড়ি থেকে প্রস্থানের সময় বলবে:\n\n« بِسْمِ اللهِ تَوَكَّلتُ عَلَى اللهِ ، ولاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ ، اللَّهُمَّ إِنِّي أعُوذُ بِكَ أنْ أضِلَّ أَوْ أُضَلَّ ، أَوْ أَزِلَّ أَوْ أُزَلَّ ، أَوْ أظْلِمَ أَوْ أُظْلَمَ ، أَوْ أجْهَلَ أَوْ يُجْهَلَ عَلَيَّ »\n\n(আল্লাহর নামে বের হচ্ছি এবং তাঁর উপর ভরসা করছি। আর অসৎকাজ থেকে বেঁচে থাকার এবং সৎকাজ করার কারও ক্ষমতা নেই আল্লাহর সাহায্য ছাড়া। হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই যেন আমি পথভ্রষ্ট না হই অথবা আমাকে পথভ্রষ্ট করা না হয়; অথবা আমি যেন দীন থেকে সরে না যাই অথবা আমাকে দীন থেকে সরিয়ে দেয়া না হয়; অথবা আমি যেন কারও উপর যুলুম না করি অথবা আমার উপর যুলুম করা না হয়)। [আবূ দাউদ ও তিরমিযী।] আর যখন যানবাহনে আরোহণ করবে, তখন বলবে:\n\n« بِسْمِ اللهِ و بِاللهِ و اللهُ أكْبَرُ ، تَوَكَّلتُ عَلَى اللهِ ، ولاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العلِيِّ العَظِيْمِ ، وَمَا شَاءَ اللَّهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ ، سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ، وَإنَّا إِلَى رَبِّنَا لَمُنْقَلبُونَ . اللّهُمَّ إنا نسألكَ في سفرنا هذا البرّ والتَّقوى ، ومنَ العملِ ما ترضى ، اللَّهُمَّ هَوِّن عَلَيْنَا سَفَرَنَا هَذَا ، وَاطْوِ عَنَّا بُعْدَهُ . اللَّهُمَّ أنْتَ الصَّاحِبُ في السَّفَرِ ، والخَلِيفَةُ في الأهْلِ وَالْمَالِ . اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ ، وَكَآبَةِ المَنْظَرِ ، وَسُوءِ المُنْقَلَبِ في المالِ وَالأَهْلِ وَالوَلَدِ »\n\n(আল্লাহর নামে আরোহণ করছি; আর আল্লাহর কাছেই সাহায্য চাচ্ছি; আল্লাহ সবচেয়ে মহান। আর আল্লাহর উপর ভরসা করছি। আর অসৎকাজ থেকে বেঁচে থাকার এবং সৎকাজ করার কারও ক্ষমতা নেই মহান আল্লাহ তা‘আলার সাহায্য ছাড়া। আল্লাহ যা চান, তাই হয়; আর তিনি যা চান না, তা হয় না। পাক পবিত্র সেই সত্তা, যিনি এটাকে আমাদের অধীন করে দিয়েছেন, অথচ আমাদের পক্ষে তা করার শক্তি ছিল না। হে আল্লাহ! আমাদের এ সফরে আমরা তোমার কাছে নেকী (পুণ্য) ও তাকওয়ার প্রার্থনা করছি এবং সেই আমল চাচ্ছি, যার প্রতি তুমি সন্তুষ্ট। হে আল্লাহ! আমাদের এ সফরকে আমাদের জন্য সহজ করে দাও এবং এর দূরত্বকে আমাদের জন্য সঙ্কুচিত করে দাও। হে আল্লাহ! সফরে তুমিই আমাদের সাথী বা রক্ষণাবেক্ষণকারী এবং আমাদের পরিবার-পরিজন ও সম্পদের অভিভাবক। হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই কষ্ট ও কাঠিন্য থেকে, মর্মান্তিক দৃশ্যের উদ্ভব থেকে এবং নিজেদের ধন-সম্পদ, পরিবার-পরিজন ও সন্তান-সন্তুতির মধ্যে খারাপভাবে ফিরে আসা থেকে)। [মুসলিম ও আবূ দাউদ।]\n\n৮. বৃহস্পতিবারে দিনের প্রথম প্রহরে সফরে বের হওয়া [বুখারী ও মুসলিমে বর্ণিত।]; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« اللَّهُمَّ باركْ لأُمَّتِي في بُكُورِها ، وكان إذا بعث سَرِيَّة أَو جيشا بعثهم من أوَّل النهار » . (رواه أَبُو داود و الترمذي).\n\n“হে আল্লাহ! তুমি আমার উম্মতকে তার সকাল বেলায় বরকত দান কর; আর তিনি যখন কোনো সৈন্য বাহিনী প্রেরণ করতেন, তখন তাদেরকে দিনের প্রথম প্রহরে প্রেরণ করতেন।” [আবূ দাউদ ও তিরমিযী।] তাছাড়া হাদিসে এসেছে, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বৃহস্পতিবারে তাঁর সফরে বের হতেন। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৭৭]\n\n৯. প্রত্যেক উঁচু জায়গায় (উঠার সময়) ‘তাকবীর’ বলা; কেননা, আবূ হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« إنَّ رجلاً قَالَ : يَا رسول الله ، إنّي أُريدُ أنْ أُسَافِرَ فَأوْصِني ، قَالَ : عَلَيْكَ بِتَقْوَى اللهِ ، وَالتَّكْبِيرِ عَلَى كلِّ شَرَفٍ » . (رواه الترمذي).\n\n“এক ব্যক্তি আরজ করলেন: হে আল্লাহর রাসূল! আমি সফর করার পরিকল্পনা করেছি, কাজেই আমাকে উপদেশ দিন; তখন তিনি বললেন: তুমি অবশ্যই তাকওয়া তথা আল্লাহকে ভয় করার নীতি অবলম্বন করবে এবং প্রত্যেক উঁচু জায়গায় (উঠার সময়) ‘তাকবীর’ বলবে।” [তিরমিযী রহ. হাদিসটি হাসান সনদে বর্ণনা করেছেন।]\n\n১০. যখন কোনো মানুষকে ভয় করবে, তখন বলবে:\n\n« اللَّهُمَّ إنَّا نَجْعَلُكَ في نُحُورِهِمْ ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ » .\n\n(অর্থাৎ হে আল্লাহ! আমরা তাদেরকে তোমার মুখোমুখি করছি এবং তাদের অনিষ্টকারিতা থেকে তোমার কাছে আশ্রয় চাচ্ছি); কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ দো‘য়া পাঠ করতেন। [আবূ দাউদ ও নাসায়ী রহ. হাদিসটি সহীহ সনদে বর্ণনা করেছেন।]\n\n১১. সফরে সে আল্লাহ তা‘আলার নিকট দো‘য়া করবে এবং তাঁর নিকট দুনিয়া ও আখিরাতের কল্যাণ চাইবে; কেননা, সফর অবস্থার দো‘য়া কবুল করা হয়। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« ثلاثُ دَعَوَاتٍ مُسْتَجَابَات لاَ شَكَّ فِيهِنَّ : دَعْوَةُ المَظْلُومِ ، وَدَعْوَةُ المُسَافِرِ ، وَدَعْوَةُ الوَالِدِ عَلَى وَلَدِهِ » . (رواه الترمذي).\n\n“তিনটি দো‘য়া কবুল হওয়ার ব্যাপারে কোনো সন্দেহ নেই: মাযলুমের দো‘য়া, মুসাফিরের দো‘য়া এবং পিতামাতা কর্তৃক তার সন্তানের জন্য করা বদদো‘য়া।” [তিরমিযী রহ. হাদিসটি হাসান সনদে বর্ণনা করেছেন।]\n\n১২. যখন সে কোন স্থানে অবস্থান করার জন্য অবতরণ করে, তখন বলবে:\n\n« أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ » . (رواه مسلم).\n\n“আমি আল্লাহর পরিপূর্ণ কালেমাগুলো দ্বারা সে বস্তুর অনিষ্টতা থেকে আশ্রয় চাই, যা তিনি সৃষ্টি করেছেন।” [মুসলিম।] আর যখন সফর অবস্থায় রাতের আগমন ঘটবে, তখন বলবে:\n\n« يَا أرْضُ ! رَبِّي وَرَبُّكِ اللهُ ، أعُوذُ بِاللهِ مِنْ شَرِّكِ وَشَرِّ مَا فِيكِ ، وَشَرِّ مَا خُلِقَ فِيكِ ، وَشَرِّ مَا يَدِبُّ عَلَيْكِ ، وَأعُوذُ بِكَ مِنْ شَرِّ أسَدٍ وَأسْوَدٍ ، وَمِنَ الحَيَّةِ وَالعَقْرَبِ ، وَمِنْ سَاكِنِي البَلَدِ ، وَمِنْ وَالِدٍ وَمَا وَلَدَ » . (رواه أَبُو داود).\n\n“হে যমীন! আমার ও তোমার রব হলেন আল্লাহ। আমি আশ্রয় চাই তোমার অনিষ্টতা থেকে ও তোমার ভিতরে যা আছে তার অনিষ্টতা থেকে; আর তোমার মধ্যে যা কিছু সৃষ্টি করা হয়েছে তার অনিষ্টতা থেকে এবং তোমার উপরে যা কিছু চরে বেড়ায় তার অনিষ্টতা থেকে। আর আমি তোমার কাছে আশ্রয় চাই বাঘ-সিংহ ও কাল সাপের অনিষ্টতা থেকে এবং সকল প্রকার সাপ ও বিচ্ছুর অনিষ্টতা থেকে; আরও আশ্রয় চাই শহরবাসীদের অনিষ্টতা থেকে এবং জন্মদানকারী ও যা জন্ম লাভ করেছে তার অনিষ্টতা থেকে।” [আবূ দাউদ, হাদিস নং- ২৬০৫]\n\n১৩. যখন নির্জনতা বা বন্য জন্তুর ভয় করবে, তখন বলবে:\n\n« سبحانَ الملكُ القدوسُ ربُّ الملائكةِ والروحِ ، جُلِّلَتِ السمواتُ والأرضُ بالعزةِ والجبروتِ » . (رواه ابن السني الخرائطي).\n\n“আমি তোমার পবিত্রতা বর্ণনা করছি, তুমি বাদশা, অতিশয় পবিত্র এবং সকল ফেরেশ্তা ও বিশেষ করে জিব্রাঈল আ. এর রব; তোমার শক্তি ও অসীম দাপটে  আসমানসমূহ ও যমীন বিস্তৃত হয়ে আছে।” [ইবনুস সিন্নী আল-খারতায়ী।]\n\n১৪. যখন সে রাতের প্রথম ভাগে ঘুমাবে, তখন তার বাহু বা হাত যমীনে বিছিয়ে দেবে; আর যদি রাতের শেষ ভাগে ঘুমায়, তাহলে তার বাহু বা হাত দাঁড় করিয়ে দিবে এবং হাতের তালুতে তার মাথা রাখবে, যাতে ভারী ঘুম না হয় এবং ফযরের সালাত কাযা হয়ে না যায়।\n\n১৫. যখন কোনো শহরের প্রতি দৃষ্টি পড়বে, তখন বলবে:\n\n« اللهم اجعل لنا بها قراراً ، وارْزُقنا فيهَا رزقًا حلالًا . اللَّهُمَّ إني أَسأَلُكَ مِنْ خَيرِ هذه المَدينَةِ ، وَخَيرَ مَا فيها ، وَأعُوذُ بِكَ مِنْ شَرِّهَا ، وَشَرِّ ما فيها »\n\n(হে আল্লাহ! আমাদের জন্য তাতে স্থিতি ও প্রশান্তি দান কর এবং সেখানে আমাদের জন্য হালাল রিযিকের ব্যবস্থা কর। হে আল্লাহ! আমি তোমার কাছে এ শহরের কল্যাণ ও তার মধ্যকার কল্যাণ প্রার্থনা করছি; আর তোমার কাছে তার অকল্যাণ ও তার মধ্যকার অকল্যাণ থেকে আশ্রয় চাই)। কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ দো‘য়া পাঠ করতেন। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৭৮]\n\n১৬. যখন তার সফরের প্রয়োজনীয়তা শেষ হয়ে যাবে, তখন দ্রুত নিজ শহর ও পরিবার-পরিজনের নিকট প্রত্যাবর্তন করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« السَّفَرُ قِطْعَةٌ مِنَ العَذَابِ ، يَمْنَعُ أحَدَكُمْ طَعَامَهُ وَشَرابَهُ وَنَوْمَهُ ، فَإذَا قَضَى أحَدُكُمْ نَهْمَتَهُ مِنْ سَفَرِهِ ، فَلْيُعَجِّلْ إِلَى أهْلِهِ » . (متفقٌ عَلَيْهِ).\n\n“সফর হচ্ছে এক প্রকার আযাব; যা তোমাদের যে কারো পানাহার ও নিদ্রায় বাধা দেয়। সুতরাং যখন তোমাদের কারোর সফরের উদ্দেশ্য পূর্ণ হয়ে যায়, তখন সে যেন দ্রুত তার পরিবার-পরিজনের কাছে ফিরে আসে।” [বুখারী ও মুসলিম।]\n\n১৭. যখন (সফর থেকে) ফিরে আসবে, তখন তিনবার ‘আল্লাহু আকবার’ বলে তাকবীর দিবে এবং বলবে:\n\n« آيِبُونَ ، تَائِبُونَ ، عَابِدُونَ ، لِرَبِّنَا حَامِدُونَ » .\n\n(আমরা সফর থেকে প্রত্যাবর্তনকারী, তাওবাকারী, ইবাদতকারী এবং আমারা আমাদের প্রভুর প্রশংসাকারী) এবং এই দো‘য়াটি বারবার পাঠ করবে; কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ কাজটি করতেন।” [বুখারী ও মুসলিম।]\n\n১৮. সফর থেকে রাতের বেলায় পরিবারবর্গের নিকট ফিরে না আসা; বরং তার পূর্বে কাউকে পাঠিয়ে তাদেরকে সুসংবাদ দেয়া, যাতে তার আগমন হঠাৎ করে তাদেরকে হতভম্ব করে না দেয়; কেননা, এটা ছিল নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সুন্নাত। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৭৯]\n\n১৯. নারী তার স্বীয় মাহরাম পুরুষ সাথী ছাড়া একদিন ও একরাতের দূরত্বের পথ সফর করবে না; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لاَ يَحِلُّ لامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَومِ الآخِرِ تُسَافِرُ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إِلاَّ مَعَ ذِي مَحْرَمٍ عَلَيْهَا » . (متفقٌ عَلَيْهِ).\n\n“যে নারী আল্লাহ ও পরকালের উপর ঈমান এনেছে, তার জন্য মাহরাম পুরুষ সাথী ছাড়া একদিন ও একরাতের দূরত্বের পথ সফর করা বৈধ নয়।” [বুখারী, হাদিস নং- ১০৩৮; মুসলিম, হাদিস নং- ৩৩৩১]"
  },
  {
    "1": "ত্রয়োদশ অধ্যায়: পোশাক-পরিচ্ছদের আদব প্রসঙ্গে",
    "2": "মুসলিম ব্যক্তি মনে করে যে, পোশাক-পরিচ্ছদের ব্যাপারে  আল্লাহ তা‘আলা তাঁর বাণীর মাধ্যমে নির্দেশ প্রদান করেছেন, তিনি বলেন:\n\n﴿ ۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ ٣١ ﴾ [الاعراف: ٣١]\n\n“হে বনী আদম! প্রত্যেক সালাতের সময় তোমরা সুন্দর পোশাক গ্রহণ কর। আর খাও এবং পান কর কিন্তু অপচয় করো না। নিশ্চয় তিনি অপচয়কারীদেরকে পছন্দ করেন না।” [সূরা আল-আ‘রাফ, আয়াত: ৩১] আর আল্লাহ তা‘আলা এর দ্বারা বনী আদমের প্রতি অনুগ্রহ করেছেন, তিনি বলেন:\n\n﴿ يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ﴾ [الاعراف: ٢٦]\n\n“হে বনী আদম! অবশ্যই আমরা তোমাদের জন্য পোশাক নাযিল করেছি, তোমাদের লজ্জাস্থান ঢাকা ও বেশ-ভূষার জন্য। আর তাকওয়ার পোশাক; এটাই সর্বোত্তম।” [সূরা আল-আ‘রাফ, আয়াত: ২৬] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ ﴾ [النحل: ٨١]\n\n“আর তিনি তোমাদের জন্য ব্যবস্থা করেন পরিধেয় বস্ত্রের, তা তোমাদেরকে তাপ থেকে রক্ষা করে এবং তিনি ব্যবস্থা করেন তোমাদের জন্য বর্মের, তা তোমাদেরকে যুদ্ধে রক্ষা করে।” [সূরা আন-নাহল, আয়াত: ৮১] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ ٨٠ ﴾ [الانبياء: ٨٠]\n\n“আর আমরা তাকে তোমাদের জন্য বর্ম নির্মাণ শিক্ষা দিয়েছিলাম, যাতে তা তোমাদের যুদ্ধে তোমাদেরকে রক্ষা করে; কাজেই তোমরা কি কৃতজ্ঞ হবে?।” [সূরা আল-আম্বিয়া, আয়াত: ৮০] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর বাণীর মাধ্যমে নির্দেশ দিয়েছেন, তিনি বলেন:\n\n« كُلُوا وَاشْرَبُوا وَالْبَسُوا وَتَصَدَّقُوا فِي غَيْرِ إِسْرَافٍ وَلَا مَخِيلَةٍ » . (رواه البخاري).\n\n“তোমরা খাও, পান কর, পোশাক পরিধান কর এবং দান কর; তবে অপচয় ও অহঙ্কার পরিহার করো।” [বুখারী, কিতাবুল লিবাস।] অনুরূপভাবে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বৈধ ও অবৈধ পোশাকের বর্ণনা দিয়েছেন এবং বর্ণনা দিয়েছেন পছন্দনীয় ও অপছন্দনীয় পোশাক-পরিচ্ছদের; সুতরাং এ জন্য মুসলিম ব্যক্তির দায়িত্ব ও কর্তব্য হল— তার পোশাক-পরিচ্ছদের ব্যাপারে নিম্নোক্ত আদবসমূহ পালন করা:\n\n১. সাধারণভাবে রেশমী পোশাক পরিধান না করা, চাই তা কাপড়ের ক্ষেত্রে হউক, অথবা পাগড়ীতে হউক অথবা অন্য যে কোনো পোশাকেই হউক; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لاَ تَلْبَسُوا الحَرِيرَ ؛ فَإنَّهُ مَنْ لَبِسَهُ في الدُّنْيَا لَمْ يَلْبَسْهُ في الآخِرَةِ » . (متفقٌ عَلَيْهِ).\n\n“তোমরা রেশমী পোশাক পরিধান করো না; কারণ, দুনিয়াতে যে ব্যক্তি তা পরিধান করবে, আখেরাতে সে তা পরিধান করা থেকে বঞ্চিত হবে।” [বুখারী, হাদিস নং- ৫৪৯২; মুসলিম, হাদিস নং- ৫৫৩১] তাছাড়া নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর ডান হাতে রেশম ও বাম হাতে স্বর্ণ নিয়ে বলেন:\n\n« إنَّ هذَيْنِ حَرَامٌ عَلَى ذُكُور أُمّتي » . (رواه أَبُو داود).\n\n“এই দু’টি জিনিস আমার উম্মতের পুরুষদের জন্য (ব্যবহার করা) হারাম।” [আবূ দাউদ রহ. হাদিসটি হাসান সনদে বর্ণনা করেছেন।] তিনি আরও বলেন:\n\n« حُرِّمَ لِبَاسُ الحَرِير وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِي ، وَأُحِلَّ لإنَاثِهِمْ » . (رواه الترمذي).\n\n“রেশমের পোশাক ও সোনার জিনিস আমার উম্মতের পুরুষদের জন্য হারাম করা হয়েছে এবং তাদের নারীদের জন্য হালাল করে দেয়া হয়েছে।” [তিরমিযী, হাদিস নং- ১৭২০]\n\n২. তার কাপড়, অথবা পাজামা, অথবা কোট, অথবা চাদর এমন লম্বা না হওয়া, যা তার দুই টাকনুর নীচে চলে যায়; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَا أسْفَل مِنَ الكَعْبَيْنِ مِنَ الإزْارِ فَفِي النار » . (رواه البخاري).\n\n“দুই টাকনুর নীচে তহবন্দ যে পরিমাণ স্থান ঢেকে রাখবে, তা জাহান্নামে যাবে।” [বুখারী, হাদিস নং- ৫৪৫০] তিনি আরও বলেন:\n\n« الإسْبَالُ في الإزار ، وَالقَمِيصِ ، وَالعِمَامةِ ، مَنْ جَرَّ شَيْئاً خُيَلاءَ لَمْ ينْظُرِ الله إِلَيْهِ يَوْمَ القِيَامَةِ » . (رواه أَبُو داود والنسائي).\n\n“তহবন্দ বা পাজামা, জামা ও পাগড়ীই সাধারণত ঝুলিয়ে দেয়া হয়; আর যে ব্যক্তি অহঙ্কার বশত এরূপ কিছু ঝুলিয়ে দেবে, কিয়ামতের দিন আল্লাহ তার প্রতি তাকাবেন না।” [আবূ দাউদ ও নাসায়ী।] তিনি আরও বলেন:\n\n« مَنْ جَرَّ ثَوْبَهُ خُيَلاءَ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ القِيَامَةِ » . (متفقٌ عَلَيْهِ).\n\n“যে ব্যক্তি অহঙ্কার বশত তার কাপড় ঝুলিয়ে দেবে, কিয়ামতের দিন আল্লাহ তা‘আলা তার প্রতি তাকাবেন না।” [বুখারী, হাদিস নং- ৩৪৬৫; মুসলিম, হাদিস নং- ৫৫৭৮]\n\n৩. সাদা পোশাককে অন্যান্য পোশাকের উপর প্রাধান্য দেয়া এবং সকল রঙের পোশাককে বৈধ মনে করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« الْبَسُوا البَيَاضَ ؛ فَإنَّهَا أطْهَرُ وَأطْيَبُ ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ » . (رواه النسائي والحاكم).\n\n“তোমরা সাদা পোশাক পড়; কারণ, এটাই পবিত্র ও উৎকৃষ্টতর। আর সাদা কাপড়েই তোমরা মৃতদের কাফন দিয়ো।” [নাসায়ী ও হাকেম এবং তিনি হাদিসটিকে ‘সহীহ’ বলেছেন।] তাছাড়া বারা ইবন ‘আযেব রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« كَانَ رسول الله صلى الله عليه وسلم مَرْبُوعاً ، وَلَقَدْ رَأيْتُهُ في حُلَّةٍ حَمْرَاءَ مَا رَأيْتُ شَيْئاً قَطُّ أحْسَنَ مِنْهُ » . (رواه البخاري).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের গঠনাকৃতি ছিল মধ্যম গোছের। আর আমি তাঁকে লাল চাদর গায়ে জড়ানো অবস্থায় দেখেছি, আমি কখনও তাঁর চাইতে সুন্দর জিনিস দেখিনি।” [বুখারী, হাদিস নং- ৫৫১০] আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে সহীহভাবে বর্ণিত আছে যে, তিনি সবুজ পোশাক পরিধান করেছেন এবং কালো রঙের পাগড়ী পরিধান করেছেন। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৮১]\n\n৪. মুসলিম রমনী কর্তৃক এমন লম্বা পোশাক পরিধান করা, যা তার দুই পায়ের পাতাকে ঢেকে দেয় এবং তার ওড়নাকে মাথার উপর এমনভাবে ঝুলিয়ে দেয়া, যাতে তা তার ঘাড়, গলা ও বুক ঢেকে দেয়; কেননা, আল্লাহ তা‘আলা বলেন:\n\n﴿ يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ﴾ [الاحزاب: ٥٩]\n\n“হে নবী! আপনি আপনার স্ত্রীদেরকে, কন্যাদেরকে ও মুমিনদের নারীদেরকে বলুন, তারা যেন তাদের চাদরের কিছু অংশ নিজেদের উপর টেনে দেয়।” [সূরা আল-আহযাব, আয়াত: ৫৯] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَلۡيَضۡرِبۡنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّۖ وَلَا يُبۡدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوۡ ءَابَآئِهِنَّ ﴾ [النور: ٣١]\n\n“আর তারা তাদের গলা ও বুক যেন মাথার কাপড় দ্বারা ঢেকে রাখে। আর তারা যেন তাদের স্বামী, পিতা ... ছাড়া কারো কাছে তাদের সৌন্দর্য প্রকাশ না করে।” [সূরা আন-নূর, আয়াত: ৩১] তাছাড়া আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন:\n\n« يَرْحَمُ اللَّهُ نِسَاءَ الْمُهَاجِرَاتِ الأُوَلَ لَمَّا أَنْزَلَ اللَّهُ : (وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ ) شَقَقْنَ أَكْثَفَ مُرُوطِهِنَّ ، فَاخْتَمَرْنَ بِهَا » . (رواه البخاري).\n\n“আল্লাহ তা‘আলা প্রথম সারির মুহাজির রমনীগণের প্রতি রহম করুন, যখন আল্লাহ নাযিল করলেন: (وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ ) [আর তারা তাদের গলা ও বুক যেন মাথার কাপড় দ্বারা ঢেকে রাখে], তখন তারা নিজের কোমরে বাঁধা কাপড় খুলে নিয়ে সঙ্গে সঙ্গেই ওড়না বানিয়ে ফেলল এবং তা দিয়ে শরীর ঢেকে ফেললো।” [বুখারী, হাদিস নং- ৪৪৮০] আর উম্মু সালমা রাদিয়াল্লাহু ‘আনহা বলেন:\n\n« لَمَّا نَزَلَتْ : ﴿ يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ﴾ ، خَرَجَ نِسَاءُ الأَنْصَارِ كَأَنَّ عَلَى رُءُوسِهِنَّ الْغِرْبَانُ مِنَ الأَكْسِيَةِ » . (رواه أبو داود).\n\n“যখন নাযিল হল: ﴿ يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ﴾ [হে নবী! আপনি আপনার স্ত্রীদেরকে, কন্যাদেরকে ও মুমিনদের নারীদেরকে বলুন, তারা যেন তাদের চাদরের কিছু অংশ নিজেদের উপর টেনে দেয়], তখন আনসার রমনীগণ তাদের মাথা এমনভাবে কালো কাপড় দিয়ে ঢেকে বের হত, মনে হয় যেন তাদের মাথার উপর কাক বসে আছে।” [আবূ দাউদ, হাদিস নং- ৪১০৩]\n\n৫. স্বর্ণের আংটি পরিধান না করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম স্বর্ণ ও রেশমের ব্যাপারে বলেন:\n\n« إنَّ هذَيْنِ حَرَامٌ عَلَى ذُكُور أُمّتي » . (رواه أَبُو داود).\n\n“এই দু’টি জিনিস আমার উম্মতের পুরুষদের জন্য (ব্যবহার করা) হারাম।” [আবূ দাউদ রহ. হাদিসটি হাসান সনদে বর্ণনা করেছেন।] তিনি আরও বলেন:\n\n« حُرِّمَ لِبَاسُ الحَرِير وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِي ، وَأُحِلَّ لإنَاثِهِمْ » . (رواه الترمذي).\n\n“রেশমের পোশাক ও সোনার জিনিস আমার উম্মতের পুরুষদের জন্য হারাম করা হয়েছে এবং তাদের নারীদের জন্য হালাল করে দেয়া হয়েছে।” [তিরমিযী, হাদিস নং- ১৭২০] আর আবদুল্লাহ ইবন ‘আব্বাস রাদিয়াল্লাহু ‘আনহুমা কর্তৃক বর্ণিত হাদিসে এসেছে:\n\n« إنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى خَاتَمًا مِنْ ذَهَبٍ فِى يَدِ رَجُلٍ ، فَنَزَعَهُ فَطَرَحَهُ ، وَقَالَ : « يَعْمِدُ أَحَدُكُمْ إِلَى جَمْرَةٍ مِنْ نَارٍ ، فَيَجْعَلُهَا فِى يَدِهِ ». فَقِيلَ لِلرَّجُلِ بَعْدَ مَا ذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم : خُذْ خَاتَمَكَ انْتَفِعْ بِهِ ، قَالَ : لاَ ، وَاللَّهِ لاَ آخُذُهُ أَبَدًا ، وَقَدْ طَرَحَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم » . (رواه مسلم).\n\n“একদা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এক ব্যক্তির হাতে একটি সোনার আংটি দেখতে পেলেন; অতঃপর তিনি আংটিটি তার হাত থেকে খুলে নিয়ে ছুঁড়ে ফেলে দিলেন এবং বললেন: ‘তোমাদের কেউ কি ইচ্ছা করে জ্বলন্ত অংগার হাতে রাখবে!’ অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সেখান থেকে চলে যাওয়ার পর লোকটিকে বলা হল: তুমি তোমার আংটিটি উঠিয়ে নিয়ে অন্য কোন কাজে লাগাও। সে বলল: আল্লাহর কসম! যে জিনিসটি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ছুঁড়ে ফেলে দিয়েছেন, তা আমি কখনও নেব না।” [মুসলিম, হাদিস নং- ৫৫৯৩]\n\n৬. মুসলিম ব্যক্তির জন্য রূপার আংটি পরিধান করতে কোন দোষ নেই, অথবা রূপার আংটির পাথর বা বৃত্তে তার নাম অংকন করা এবং তা স্বীয় চিঠি-পত্র ও লেখালেখিতে সীলমোহর হিসেবে ব্যবহার করাতে অথবা তার দ্বারা চেক ও অনুরূপ কিছুতে স্বাক্ষর দানে কোন দোষ নেই; কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ‘মুহাম্মাদার রাসূলুল্লাহ’ (محمد رسول الله ) খচিত রূপার আংটি ব্যবহার করতেন এবং তিনি তা তাঁর বাম হাতের কনিষ্ঠাঙ্গুলিতে দিয়ে রাখতেন। আনাস রাদিয়াল্লাহু ‘আনহু বলেন:\n\n« كَانَ خَاتِمُ النَّبِىِّ صلى الله عليه وسلم فِى هَذِهِ . وَأَشَارَ إِلَى الْخِنْصَرِ مِنْ يَدِهِ الْيُسْرَى » . (رواه مسلم).\n\n“নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আংটি ব্যবহার করতেন এ আঙুলে এবং এ কথা বলে তিনি তাঁর বাম হাতের কনিষ্ঠাঙ্গুলির দিকে ইঙ্গিত করেন।” [মুসলিম, হাদিস নং- ৫৬১০]\n\n৭. এমন পোশাক পরিধান না করা, যা তার শরীরের সাথে আঁটসাঁট হয়ে লেগে থাকে এবং তাতে তার দুই হাত বের করার মত কোনো জায়গা রাখা হয় না; কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ ধরনের পোশাক পরিধান করতে নিষেধ করেছেন। আর এক পায়ে জুতা পরে না হাঁটা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لاَيَمشِ أحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ ، لِيَنْعَلْهُمَا جَمِيعاً ، أو لِيَخْلَعْهُمَا جَمِيعاً » . (رواه مسلم).\n\n“তোমাদের কেউ যেন এক পায়ে জুতা পরে না হাঁটে— সে যেন হয় উভয় পায়ে জুতা পরিধান করে, অথবা উভয় পা খালি রাখে।” [মুসলিম, হাদিস নং- ৫৬১৭]\n\n৮. মুসলিম পুরুষ কর্তৃক মুসলিম নারীর পোশাক এবং মুসলিম নারী কর্তৃক মুসলিম পুরুষের পোশাক পরিধান না করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এটা হারাম করে দিয়েছেন। আবদুল্লাহ ইবন ‘আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন:\n\n« لَعَنَ رسُولُ اللهِ صلى الله عليه وسلم المُخَنَّثِينَ مِنَ الرِّجَالِ ، وَالمُتَرَجِّلاَتِ مِنَ النِّسَاءِ » . (رواه البخاري).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নারীদের বেশধারণকারী পুরুষ এবং পুরুষের বেশধারণকারী নারীদের প্রতি লানত করেছেন।” [বুখারী, হাদিস নং- ৫৫৪৭ ও ৬৪৪৫] আর আবূ হুরায়রা রাদিয়াল্লাহু ‘আনহু ও আবদুল্লাহ ইবন ‘আব্বাস রাদিয়াল্লাহু ‘আনহুমা  কর্তৃক বর্ণিত হাদিসে এসেছে:\n\n« لَعَنَ رسُولُ الله صلى الله عليه وسلم الرَّجُلَ يَلْبَسُ لِبْسَةَ المَرْأَةِ ، والمَرْأَةَ تَلْبِسُ لِبْسَةَ الرَّجُلِ كمَا لَعَنَ رَسُولُ اللهِ صلى الله عليه وسلم المُتَشَبِّهِينَ مِنَ الرِّجَالِ بالنِّسَاءِ ، والمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بالرِّجَالِ » . (رواه أبو داود و البخاري).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নারীর পোশাক পরিধানকারী পুরুষ এবং পুরুষের পোশাক পরিধানকারী নারীদের প্রতি লানত করেছেন। অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নারীদের অনুকরণকারী পুরুষদের এবং পুরুষদের অনুকরণকারী নারীদের প্রতিও লানত করেছেন” [আবূ দাউদ, হাদিস নং- ৪১০০; বুখারী, হাদিস নং- ৫৫৪৬]\n\n৯. জুতা পরিধান করার সময় ডান দিক থেকে শুরু করা এবং খোলার সময় বাম দিক থেকে শুরু করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا انْتَعَلَ أحَدُكُمْ فَلْيَبْدَأْ بِالْيُمْنَى ، وَإِذَا نَزَعَ فَلْيَبْدأْ بِالشِّمَالِ . لِتَكُنْ اليُمْنَى أوَّلَهُمَا تُنْعَلُ ، وَآخِرُهُمَا تُنْزَعُ » . (رواه البخاري و مسلم).\n\n“তোমাদের কেউ যখন জুতা পরিধান করে, তখন সে যেন ডান দিক থেকে শুরু করে; আর যখন সে জুতা খুলতে চায়, তখন যেন সে বাম দিক থেকে শুরু করে। যাতে ডান দিক (জুতা) পরার দিক থেকে প্রথম হয় এবং খোলার দিক থেকে হয় শেষ।” [বুখারী, হাদিস নং- ৫৫১৭; মুসলিম, হাদিস নং- ৫৬১৬]\n\n১০. কাপড় পরিধান করার ক্ষেত্রে ডান দিক থেকে শুরু করা; কেননা, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন:\n\n« كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ التَّيَمُّنَ فِى شَأْنِهِ كُلِّهِ : فِى نَعْلَيْهِ ، وَتَرَجُّلِهِ ، وَطُهُورِهِ » . (رواه مسلم).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁর সকল কাজে ডান দিকে থেকে শুরু করতে পছন্দ করতেন; যেমন— জুতা পরতে, চুল-দাড়ি আঁচড়ানোতে এবং অযু করতে।” [মুসলিম, হাদিস নং- ৬৪০]\n\n১১. নতুন কাপড় অথবা পাগড়ী অথবা যে কোনো পোশাক পরিধান করার সময় এ দো‘য়া পাঠ করবে:\n\n« اللَّهُمَّ لَكَ الْحَمْدُ أنْتَ كَسَوْتَنِيهِ ، أسْأَلكَ خَيْرَهُ وَخَيْرَ مَا صُنِعَ لَهُ ، وَأَعوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ » .\n\n(হে আল্লাহ! তোমারই জন্য সকল প্রশংসা, তুমিই আমাকে এ কাপড় পরিয়েছ। আমি তোমার কাছে এর মধ্যকার কাল্যাণ চাচ্ছি এবং ঐ কল্যাণও প্রত্যাশা করছি তোমার কাছে, যার জন্য এটি তৈরি করা হয়েছে। আর আমি তোমার কাছে আশ্রয় চাচ্ছি এ কাপড়ের অনিষ্টতা থেকে এবং ঐ অনিষ্টতা ও অকল্যাণ থেকেও আশ্রয় প্রার্থনা করছি, যার জন্য এটি তৈরি করা হয়েছে)। কেননা, এ দো‘য়াটি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হয়েছে। [মুসলিম, হাদিস নং- ৬৪০]\n\n১২. তার মুসলিম ভাইকে নতুন পোশাক পরিধান করা অবস্থায় দেখলে তার জন্য এ কথা বলে দোয়া করা: \" أبل و أخلق \" (তুমি এটি পুরান কর ও ছিড়ে ফেল, অর্থাৎ তুমি দীর্ঘজীবী হও); কেননা, যখন উম্মু খালিদ নতুন পোশাক পরিধান করেন, তখন নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাকে এ কথা বলে দো‘য়া করেছেন। [বুখারী, হাদিস নং- ৫৪৮৫]"
  },
  {
    "1": "চতুর্দশ অধ্যায়: স্বভাবগত বৈশিষ্ট্যের ক্ষেত্রে আদবসমূহ",
    "2": "মুসলিম ব্যক্তিকে প্রকৃত মুসলিমের গুণে ভূষিত হতে হলে তাকে আল্লাহর কিতাব ও নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সুন্নাহ’র শিক্ষা ও দর্শনের ভিত্তিতে জীবন পরিচালিত করতে হবে; সুতরাং সে কুরআন ও সুন্নাহ’র আলোকে জীবনযাপন করবে এবং সে অনুযায়ী তার সকল বিষয়কে রূপায়িত করবে। আর এটা করবে আল্লাহ তা‘আলা’র নির্দেশের কারণেই, তিনি বলেন:\n\n﴿ وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ ﴾ [الاحزاب: ٣٦]\n\n“আর আল্লাহ ও তাঁর রাসূল কোনো বিষয়ের ফয়সালা দিলে কোনো মুমিন পুরুষ কিংবা মুমিন নারীর জন্য সে বিষয়ে তাদের কোনো (ভিন্ন সিদ্ধান্তের) ইখতিয়ার সংগত নয়।” [সূরা আল-আহযাব, আয়াত: ৩৬] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ ﴾ [الحشر: ٧]\n\n“আর রাসূল তোমাদেরকে যা দেয়, তা তোমরা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ করে, তা থেকে বিরত থাক।” [সূরা আল-হাশর, আয়াত: ৭] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ » . (رواه النووي).\n\n“তোমাদের কেউ ততক্ষণ পর্যন্ত মুমিন হতে পারবে না, যতক্ষণ না সে তার ইচ্ছা ও খেয়াল-খুশিকে আমি যা নিয়ে এসেছি তার অনুগামী করবে।” [ইমাম নববী রহ. হাদিসটি তাঁর আল-আরবা‘উন ( الأربعون ) গ্রন্থে বর্ণনা করেছেন এবং তিনি বলেন: হাদিসটি ‘হাসান সহীহ’।] তিনি আরও বলেন:\n\n« مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيهِ أمرُنا فَهُوَ رَدٌّ » . (رواه مسلم).\n\n“যে ব্যক্তি এমন কোনো কাজ করল, যার ব্যাপারে আমাদের কোনো নির্দেশনা নেই, সে কাজটি বাতিল বলে গণ্য হবে।” [মুসলিম, হাদিস নং- ৪৫৯০] সুতরাং স্বভাবগত বৈশিষ্ট্যের ক্ষেত্রে মুসলিম ব্যক্তি অবশ্যই নিম্নোক্ত আদবসমূহ রক্ষা করে চলবে, যা নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বাণী থেকে সাব্যস্ত হয়েছে, তিনি বলেন:\n\n« الْفِطْرَةُ خَمْسٌ : الاخْتِتَانُ ، وَالاسْتِحْدَادُ ، وَقَصُّ الشَّارِبِ ، وَتَقْلِيمُ الأَظْفَارِ ، وَنَتْفُ الإِبْطِ » . (رواه البخاري) .\n\n“ফিতরাত (মানুষের সৃষ্টিগত স্বভাব) পাঁচটি: খাতনা করা, (নাভীর নীচে) খুর ব্যবহার করা, গোঁফ ছোট করা, নখ কাটা ও বগলের পশম উপড়ে ফেলা।” [আবূ দাউদ ও তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান’ বলেছেন।]\n\nআর এসব আদবের বিবরণ নিম্নরূপ:\n\n১. খাৎনা করা: আর খাৎনা হল চামড়ার ঐ অংশ কেটে ফেলা, যা পুরুষাঙ্গের মাথাকে ঢেকে রাখে; আর এ কাজটি শিশুর জন্মের সপ্তম দিনে সম্পন্ন করা মুস্তাহাব; কেননা, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ফাতেমাতুয যাহরা ও আলী রাদিয়াল্লাহু ‘আনহুমা’র দুই ছেলে হাসান ও হোসাইন রাদিয়াল্লাহু ‘আনহুমা’র খাৎনার কাজ তাদের জন্মের সপ্তম দিনে সম্পন্ন করেছেন। আর এ খাৎনার কাজটি বালেগ হওয়ার আগ পর্যন্ত বিলম্বিত করে সম্পন্ন করলেও দোষণীয় হবে না; কেননা, আল্লাহর নবী ইবরাহীম ‘আলাইহিস্ সালাম আশি বছর বয়সে খাৎনা করেছেন। আর হাদিসে বর্ণিত আছে, যখন কোনো ব্যক্তি নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের হাতে ইসলাম গ্রহণ করত, তখন তিনি তাকে বলতেন:\n\n« أَلْقِ عَنْكَ شَعْرَ الْكُفْرِ وَاخْتَتِنْ » . (أخرجه أبو داود).\n\n“তুমি তোমার কাফির অবস্থার চুলগুলো কেটে ফেলো এবং খাৎনা কর।” [আবূ দাউদ, হাদিস নং- ৩৫৬]\n\n২. গোঁফ কাটা: মুসলিম ব্যক্তি তার গোঁফ কেটে ফেলবে, যা তার ঠোটের উপর ঝুলে পড়বে। আর দাড়িকে লম্বা করবে, যতক্ষণ না তার মুখমণ্ডল পূর্ণ হবে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« جُزُّوا الشَّوَارِبَ , وَأَرْخُوا اللِّحَى , خَالِفُوا الْمَجُوسَ » . (أخرجه مسلم).\n\n“তোমরা গোঁফ কেটে ফেল এবং দাড়ি লম্বা কর; আর (এভাবেই) তোমরা অগ্নি পূজকদের বিরুদ্ধাচরণ কর।” [সহীহ মুসলিম, হাদিস নং- ২৬০] তিনি আরও বলেন:\n\n« خَالِفُوا الْمُشْرِكِينَ , أَحْفُوا الشَّوَارِبَ , وَاعْفُوا اللِّحَى » . (متفق عليه).\n\n“তোমরা মুশরিকদের বিপরীত করবে, তোমরা গোঁফ ছোট করবে এবং দাড়ি লম্বা রাখবে।” [বুখারী ও মুসলিম।] অর্থাৎ দাড়ি বৃদ্ধি কর; সুতরাং এ কারণে দাড়ি মুণ্ডন করা হারাম; আর সে মাথার কিছু অংশের চুল মুণ্ডন করে বাকি অংশে চুল রেখে দেয়া থেকে বিরত থাকবে; কেননা, আবদুল্লাহ ইবন ওমর রাদিয়াল্লাহু ‘আনহুমা বলেন:\n\n« نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْقَزَعِ » . (متفق عليه).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মাথার চুলের কিছু অংশ মুণ্ডন করে কিছু অংশে চুল রাখতে নিষেধ করেছেন।” [বুখারী ও মুসলিম।]\n\n৩. অনুরূপভাবে সে তার দাড়িতে কালো রঙ করা থেকে বিরত থাকবে; কেননা, যখন আবূ বকর সিদ্দিক রাদিয়াল্লাহু ‘আনহু’র পিতাকে মক্কা বিজয়ের দিন নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট নিয়ে আসা হল এবং সে অবস্থায় তার মাথা ছিল ধবধবে সাদা, তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« اذْهَبُوا بِهِ إِلَى بَعْضِ نِسَائِهِ فَلْتُغَيِّرْهُ بِشَيْءٍ وَجَنِّبُوهُ السَّوَادَ » . (أخرجه البخاري و مسلم  و أحمد).\n\n“তোমরা তাকে কোনো নারীর নিকটে নিয়ে যাও এবং সে যেন কোনো কিছু দিয়ে তার মাথার চুলকে বদলিয়ে দেয়; আর তোমরা কালো রঙ পরিহার কর।” [বুখারী, মুসলিম ও আহমাদ।] আর মেহেদী ও ‘কাতাম’ নামক উদ্ভিদ দ্বারা খেযাব দেয়া উত্তম।\n\nআর মুসলিম ব্যক্তি যদি তার মাথার চুল লম্বা করে রাখে এবং তা মুণ্ডন না করে, তাহলে তেল দিয়ে ও বিন্যাস করার মাধ্যমে তার যত্ন নিবে; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ كَانَ لَهُ شَعْرٌ فَلْيُكْرِمْهُ » . (أخرجه أبو داود).\n\n“যে ব্যক্তির চুল আছে, সে যেন তার যত্ন করে।” [আবূ দাউদ, হাদিস নং- ৪১৬৫]\n\n৪. বগলের পশম উপড়ে ফেলা, সুতরাং মুসলিম ব্যক্তি তার দুই বগলের পশম উপড়ে ফেলবে; আর যদি বগলের পশম উপড়ানো সম্ভব না হয়, তাহলে তা মুণ্ডন করে ফেলবে অথবা তাতে লোমনাশক ঔষধ বা অনুরূপ কিছু দিয়ে প্রলেপ দিবে, যাতে তা পরিষ্কার হয়ে যায়।\n\n৫. নখ কাটা, সুতরাং মুসলিম ব্যক্তি তার নখসমূহ কেটে ফেলবে; আর নখ কাটার ক্ষেত্রে তার জন্য মুস্তাহাব হল ডান হাত দিয়ে শুরু করা, তারপর বাম হাত, তারপর ডান পা, তারপর বাম পা। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ ক্ষেত্রে ডান দিক থেকে শুরু করতে পছন্দ করতেন। [বুখারী ও মুসলিম।]\n\nমুসলিম ব্যক্তি এসব কিছু করবে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের আনুগত্য ও অনুসরণ করার নিয়তে, যাতে সে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের আনুগত্য ও তাঁর সুন্নাতের অনুসরণ করার সাওয়াব অর্জন করতে পারে; কারণ, কর্মের ফলাফল নিয়তের উপর নির্ভরশীল এবং প্রত্যেক ব্যক্তির জন্য তাই বরাদ্দ থাকবে, যা সে নিয়ত করে।"
  },
  {
    "1": "পঞ্চদশ অধ্যায়: ঘুমানোর আদব প্রসঙ্গে",
    "2": "মুসলিম ব্যক্তি মনে করে— ঘুম অন্যতম নিয়ামত, যার দ্বারা আল্লাহ তা‘আলা তাঁর বান্দগণের প্রতি অনুগ্রহ করেছেন; আল্লাহ তা‘আলা বলেন:\n\n﴿ وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ ٧٣ ﴾ [القصص: ٧٣]\n\n“তিনিই তাঁর দয়ায় তোমাদের জন্য করেছেন রাত ও দিন, যেন তাতে তোমরা বিশ্রাম করতে পার এবং তাঁর অনুগ্রহ সন্ধান করতে পার। আরও যেন তোমরা কৃতজ্ঞতাও প্রকাশ করতে পার।” [সূরা আল-কাসাস, আয়াত: ৭৩] আল্লাহ তা‘আলা আরও বলেন:\n\n﴿ وَجَعَلۡنَا نَوۡمَكُمۡ سُبَاتٗا ٩ ﴾ [النبا: ٩]\n\n“আর তোমাদের ঘুমকে করেছি বিশ্রাম।” [সূরা আন-নাবা, আয়াত: ৯] কারণ, দিনের কর্মব্যস্ততার পর রাতের বেলায় বান্দার বিশ্রাম তার শারীরিক প্রাণচাঞ্চল্যতা, প্রবৃদ্ধি ও উদ্যমের জন্য সহায়তা করে, যাতে সে তার কর্তব্য পালন করতে পারে, যার জন্য তাকে আল্লাহ সৃষ্টি করেছেন। সুতরাং এ নি‘য়ামতের কৃতজ্ঞতার বিষয়টি মুসলিম ব্যক্তির কাছে জরুরি ভিত্তিতে দাবি করে, সে যাতে তার ঘুমানোর ব্যাপারে নিম্নোক্ত আদবসমূহের প্রতি লক্ষ্য রাখে:\n\n১. ‘ইলমী আলোচনা, অথবা মেহমানের সৌজন্যে কথপোকথন, অথবা পরিবারের দেখাশুনার মত কোন জরুরি প্রয়োজন ছাড়া এশার সালাতের পর তার ঘুমকে বিলম্বিত না করা; কেননা, আবূ বারযা রাদিয়াল্লাহু ‘আনহু হাদিস বর্ণনা করেন:\n\n« إنَّ رسولَ الله صلى الله عليه وسلم كان يكرهُ النَّومَ قَبْلَ العِشَاءِ والحَديثَ بَعْدَهَا » . (متفق عليه).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এশার সালাতের পূর্বে ঘুমানো এবং তার (এশার সালাতের) পরে কথা বলা অপছন্দ করতেন।” [বুখারী ও মুসলিম।]\n\n২. অযু করা ছাড়া না ঘুমানোর চেষ্টা করা; কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বারা ইবন ‘আযেব রাদিয়াল্লাহু ‘আনহুকে উদ্দেশ্য করে বলেন:\n\n« إِذَا أَتَيْتَ مَضْجِعَكَ فَتَوَضَّأْ وُضُوءكَ للصَّلاةِ » . (متفق عليه).\n\n“যখন তুমি ঘুমাতে যাবে, তখন অযু করে নাও, যেমনিভাবে তুমি সালাত আদায়ের জন্য অযু করে থাক।” [বুখারী ও মুসলিম।]\n\n৩. ঘুমানোর শুরুতে তার ডান কাতে শুয়ে পড়া এবং তার ডানপাশকে বালিশরূপে ব্যবহার করা; আর পরবর্তীতে (ডান কাত থেকে) নিজেকে বাম কাতে পরিবর্তন করাতে কোন দোষ নেই। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বারা ইবন ‘আযেব রাদিয়াল্লাহু ‘আনহুকে উদ্দেশ্য করে বলেন:\n\n« إِذَا أَتَيْتَ مَضْجِعَكَ فَتَوَضَّأْ وُضُوءكَ للصَّلاةِ ، ثُمَّ اضْطَجعْ عَلَى شِقِّكَ الأَيمَنِ » . (متفق عليه).\n\n“যখন তুমি ঘুমাতে যাবে, তখন অযু করে নাও, যেমনিভাবে তুমি সালাত আদায়ের জন্য অযু করে থাক। অতঃপর ডান কাতে শুয়ে পড়ো।” [বুখারী ও মুসলিম।] তিনি আরও বলেন:\n\n« إِذَا أَوَيْتَ إِلَى فِرَاشِكَ وَأَنْتَ طَاهِرٌ فَتَوَسَّدْ يَمِينَكَ » . (رواه أبو داود).\n\n“তুমি যখন পবিত্র অবস্থায় তোমার বিছানা গ্রহণ করবে, তখন তুমি তোমার ডানপাশকে বালিশরূপে গ্রহণ কর।” [আবূ দাউদ, হাদিস নং- ৫০৪৯]\n\n৪. রাতে অথবা দিনে ঘুমানোর সময় উপুড় হয়ে না শোয়া; কেননা, হাদিসে বর্ণিত আছে, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِنَّهَا ضِجْعَةُ أَهْلِ النَّارِ » . (رواه ابن ماجه).\n\n“এটা জাহান্নামীদের শোয়া।” [ইবনু মাজাহ, হাদিস নং- ৩৭২৪] তিনি আরও বলেন:\n\n« إِنَّهَا ضِجْعَةُ لَا يُحِبُّهَا اللَّهُ عزَّ وجلَّ » . (رواه أحمد ، والترمذى ، والحاكم).\n\n“এটা এমন শোয়া, যা আল্লাহ তা‘আলা পছন্দ করেন না।” [আহমাদ, তিরমিযী ও হাকেম।]\n\n৫. হাদিসে বর্ণিত যিকির বা দে‘য়াসমূহ পাঠ করা; যেমন—\n\n(ক) তেত্রিশ বার « سُبْحَانَ اللهِ ؛ وَالحَمْدُ للهِ ؛ وَاللهُ أكْبَرُ » (আল্লাহ পবিত্র, সকল প্রশংসা আল্লাহর জন্য এবং আল্লাহ সবচেয়ে মহান) বলবে; অতঃপর বলবে: « لا إلَهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ ؛ وَلَهُ الحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ » (আল্লাহ ছাড়া উপাসনার যোগ্য কোনো সত্য ইলাহ নেই, তিনি এক, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই এবং সকল প্রশংসাও তাঁর; আর তিনি সব কিছুর উপর ক্ষমতাবান)। কেননা, ফাতেমা ও আলী রাদিয়াল্লাহু ‘আনহুমা যখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে তাদেরকে ঘরের কাজে সহযোগিতা করার জন্য একজন খাদেমের আবদেন করলেন, তখন তিনি তাঁদেরকে উদ্দেশ্য করে বলেন:\n\n« أَلاَ أُعَلِّمُكُمَا خَيْرًا مِمَّا سَأَلْتُمَا ؟ إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا أَنْ تُكَبِّرَا اللَّهَ أَرْبَعًا وَثَلاَثِينَ ، وَتُسَبِّحَاهُ ثَلاَثًا وَثَلاَثِينَ ، وَتَحْمَدَاهُ ثَلاَثًا وَثَلاَثِينَ ، فَهُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ » . (رواه مسلم).\n\n“তোমরা যা আবেদন করেছ, আমি কি তোমাদেরকে তার চেয়ে উত্তম কিছু শিখিয়ে দিব না? তোমরা যখন শোয়ার জন্য বিছানা গ্রহণ করবে, তখন চৌত্রিশ বার ‘আল্লাহু আকবার’ (اللهُ أكْبَرُ) বলবে, তেত্রিশ বার ‘সুবহানাল্লাহ’ (سُبْحَانَ اللهِ) বলবে এবং তেত্রিশ বার ‘আলহামদুলিল্লাহ’ (الحَمْدُ للهِ) বলবে; কারণ, এটা তোমাদের জন্য খাদেমের চেয়ে অনেক বেশি উত্তম।” [মুসলিম, হাদিস নং- ৭০৯০]\n\n(খ) সূরা আল-ফাতিহা, সূরা আল-বাকারার প্রথম আয়াত থেকে  \" المفلحون \"পর্যন্ত, আয়াতুল কুরসি এবং সূরা আল-বাকারার শেষ অংশ—  \" لله ما في السموات \"থেকে সূরার শেষ পর্যন্ত। কারণ, এ ব্যাপারে উৎসাহিত করে হাদিস বর্ণিত আছে। [উদ্ধৃত, আবূ বকর আল-জাযায়েরী, মিনহাজুল মুসলিম, পৃ. ১৮৮]\n\n(গ) শোয়ার সময় সর্বশেষ এ দে‘য়াটি পাঠ করবে, যা নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে বর্ণিত:\n\n« بِاسْمِكَ اللَّهُمَّ وَضَعْتُ جَنْبِي ، وَ بِاسْمِكَ أَرْفَعُهُ ، اللَّهُمَّ إِنْ أَمْسَكْتَ نَفْسِي فَاغْفِرْ لَهَا ، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ . اللَّهُمَّ إنِّي أَسْلَمْت نَفْسِي إلَيْك ، وَفَوَّضْت أَمْرِي إلَيْك ، وَأَلْجَأْت ظَهْرِي إلَيْك ، أَسْتَغْفِرُك وَأَتُوبُ إلَيْك آمَنْت بِكِتَابِك الَّذِي أَنْزَلْت ، وَبِنبِيِّكَ الَّذِي أَرْسَلْت فَاغْفِرْ لِي مَا قَدَّمْتُ ، وَمَا أَخَّرْتُ ، وَمَا أَسْرَرْتُ ، وَمَا أَعْلَنْتُ ، و مَا أَنْتَ أعْلَمُ به مِنِّيْ ، أنْتَ المُقدِّمُ وَ أنتَ المُؤخِّرُ ، لَا إلَهَ إلَّا أَنْتَ ، رَبِّ قِنِي عَذَابَك يَوْمَ تَبْعَثُ عِبَادَك » .\n\n“হে আল্লাহ! তোমার নামে আমি পার্শ্বদেশ বিছানায় রাখলাম এবং তোমার নামেই তাকে উঠাবো। হে আল্লাহ! যদি তুমি আমার প্রাণ নিয়ে নাও, তাহলে তাকে ক্ষমা করে দিও; আর যদি তাকে ছেড়ে দাও, তাহলে তুমি তাকে হেফাযত কর সেই জিনিস থেকে, যা থেকে তুমি তোমার নেক বান্দাদেরকে হেফাযত করে থাক। হে আল্লাহ! আমার প্রাণ তোমার নিকট সঁপে দিয়েছি, আমার কাজ তোমার কাছে সোপর্দ করেছি এবং আমার পিঠকে তোমার আশ্রয়ে দিয়েছি; আমি তোমার নিকট ক্ষমা প্রার্থনা করছি এবং তোমার নিকট তাওবা করছি; আমি তোমার ঐ কিতাবের প্রতি ঈমান এনেছি, যা তুমি নাযিল করেছ এবং তোমার সেই নবীর প্রতি ঈমান এনেছি, যাঁকে তুমি প্রেরণ করেছ; সুতরাং তুমি আমাকে সেসব বিষয়ে ক্ষমা করে দাও, যা আমি আগে ও পরে করেছি এবং যা আমি গোপনে ও প্রকাশ্যে করেছি এবং যে বিষয়ে তুমি আমার চেয়ে বেশি ভাল জান; তুমি প্রথম ও তুমি শেষ, তুমি ছাড়া উপাসনার যোগ্য কোনো সত্য ইলাহ নেই; হে আমার রব! তুমি আমাকে তোমার সে দিনের আযাব থেকে রক্ষা কর, যে দিন তুমি তোমার বান্দাদেরকে পুনরায় জীবিত করবে।” [আবূ দাউদ ও অন্যান্য মুহাদ্দিস প্রমুখ হাদিসটি ‘সহীহ’ সনদে বর্ণনা করেছেন।]\n\n(ঘ) ঘুমের মাঝখানে যখন সে জেগে উঠবে, তখন বলবে:\n\n« لا إلَهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ ؛ وَلَهُ الحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . سُبْحَانَ اللهِ ؛ وَالحَمْدُ للهِ ؛ وَلاَ إلهَ إِلاَّ اللهُ ، وَاللهُ أكْبَرُ و لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ  » .\n\n(আল্লাহ ছাড়া উপাসনার যোগ্য কোনো সত্য ইলাহ নেই, তিনি এক, তাঁর কোন শরীক নেই, রাজত্ব তাঁরই এবং সকল প্রশংসাও তাঁর; আর তিনি সব কিছুর উপর ক্ষমতাবান। আল্লাহ পবিত্র, সকল প্রশংসা আল্লাহর জন্য এবং আল্লাহ সবচেয়ে মহান; আর অসৎকাজ থেকে বেঁচে থাকার এবং সৎকাজ করার কারও ক্ষমতা নেই আল্লাহর সাহায্য ছাড়া )। আর সে যেন তার ইচ্ছামতো দো‘য়া করে; ফলে তার দো‘য়া কবুল করা হবে। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ حِينَ يَسْتَيْقِظُ : لا إلَهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ ؛ وَلَهُ الحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . سُبْحَانَ اللهِ ، وَالحَمْدُ للهِ ، وَلاَ إلهَ إِلاَّ اللهُ ، وَاللهُ أكْبَرُ و لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ ، ثُمَّ دَعَا اسْتُجِيبَ لَهُ ، فَإِنْ قَامَ فَتَوَضَّأَ ، ثُمَّ صَلَّى قُبِلَتْ صَلاَتُهُ » . (رواه البخاري و أبو داود).\n\n“যে ব্যক্তি রাতে ঘুম থেকে জাগ্রত হয়, সেই ব্যক্তি জেগে উঠার সময় বলবে:\n\n« لا إلَهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ المُلْكُ ؛ وَلَهُ الحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ . سُبْحَانَ اللهِ ؛ وَالحَمْدُ للهِ ؛ وَلاَ إلهَ إِلاَّ اللهُ ، وَاللهُ أكْبَرُ و لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ  » .\n\n(অর্থাৎ আল্লাহ ছাড়া উপাসনার যোগ্য কোনো সত্য ইলাহ নেই, তিনি এক, তাঁর কোন শরীক নেই, রাজত্ব তাঁরই এবং সকল প্রশংসাও তাঁর; আর তিনি সব কিছুর উপর ক্ষমতাবান। আল্লাহ পবিত্র, সকল প্রশংসা আল্লাহর জন্য এবং আল্লাহ সবচেয়ে মহান; আর অসৎকাজ থেকে বেঁচে থাকার এবং সৎকাজ করার কারও ক্ষমতা নেই আল্লাহর সাহায্য ছাড়া); অতঃপর দো‘য়া করবে, তার দো‘য়া কবুল করা হবে। আর যদি সে রাত জাগে, তাহলে অযু করবে, তারপর সালাত আদায় করবে, তবে তার সালাত কবুল করা হবে।” [বুখারী, হাদিস নং- ১১০৩; আবূ দাউদ, হাদিস নং- ৫০৬২] অথবা সে (রাতে ঘুম থেকে জাগ্রত হলে) বলবে:\n\n« لاَ إِلَهَ إِلاَّ أَنْتَ ، سُبْحَانَكَ اللَّهُمَّ ، أَسْتَغْفِرُكَ لِذَنْبِى ، وَأَسْأَلُكَ رَحْمَتَكَ ، اللَّهُمَّ زِدْنِى عِلْمًا ، وَلاَ تُزِغْ قَلْبِى بَعْدَ إِذْ هَدَيْتَنِى ، وَهَبْ لِى مِنْ لَدُنْكَ رَحْمَةً ، إِنَّكَ أَنْتَ الْوَهَّابُ » . (رواه  أبو داود).\n\n“তুমি ছাড়া উপাসনার যোগ্য কোনো সত্য ইলাহ নেই; হে আল্লাহ! তুমি পবিত্র; আমি তোমার কাছে আমার গুনাহের জন্য ক্ষমা প্রার্থনা করছি এবং তোমার নিকট তোমার রহমত চাই; হে আল্লাহ! তুমি আমার জ্ঞানকে বৃদ্ধি করে দাও; আর তুমি আমাকে হেদায়াত দান করার পর আমার অন্তরকে বক্র করে দিয়ো না; আর তোমার নিকট থেকে আমাকে রহমত দান কর; নিশ্চয়ই তুমি দানশীল।” [আবূ দাউদ, হাদিস নং- ৫০৬৩]\n\n৬. ঘুমন্ত ব্যক্তি যখন সকাল বেলায় উপনীত হবে, তখন নিম্নোক্ত যিকির বা দো‘য়াসমুহ পাঠ করবে:\n\n(ক) ঘুম থেকে জাগ্রত হয়ে বিছানা থেকে উঠার পূর্বে বলবে:\n\n« الْحَمْدُ للهِ الَّذِي أحْيَانَا بَعْدَمَا أمَاتَنَا وَإِلَيْهِ النُشُورُ » .\n\n“সকল প্রশংসা সে আল্লাহর জন্য, যিনি আমাদেরকে মৃত্যু দান করার পর পুনরায় জীবন দান করেছেন; আর তাঁরই নিকট (আমাদেরকে) ফিরে যেতে হবে।” [বুখারী।]\n\n(খ) যখন সে তাহাজ্জুদের সালাত আদায় করার জন্য ঘুম থেকে উঠবে, তখন সে আকাশের দিকে তাকাবে এবং  \" إن في خلق السموات و الأرض \"থেকে সূরা আলে ইমরানের শেষ দশ আয়াত পাঠ করবে; কেননা, আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন:\n\n« لَمَّا بِتُّ عِنْدَ خَالتِيْ مَيْمُونَةَ زَوْجِ الرَّسُوْلِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ ، أَوْ بَعْدَهُ بِقَلِيلٍ ، اسْتَيْقَظَ ، فَجَعَلَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدَيْهِ ، ثُمَّ قَرَأَ الْعَشْرَ الآيَاتِ الخَوَاتِمَ مِنْ سُورَةِ آلِ عِمْرَانَ ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ ، فَتَوَضَّأَ مِنْهَا ، فَأَحْسَنَ الْوُضُوءَ ، ثُمَّ قَامَ يُصَلِّي » .\n\n“যখন আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের স্ত্রী আমার খালা মাইমুনা রাদিয়াল্লাহু ‘আনহার নিকট রাত্রি যাপন করি, তখন রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম অর্ধরাত্রি কিংবা এর সামন্য পূর্ব অথবা সামান্য পর পর্যন্ত ঘুমালেন। তারপর তিনি ঘুম থেকে জাগ্রত হলেন এবং দুই হাত দিয়ে মুখ থেকে ঘুমের আবেশ মুছতে লাগলেন; অতঃপর সূরা আলে ইমরানের শেষ দশ আয়াত পাঠ করলেন। তারপর ঝুলন্ত একটি পুরাতন মশকের কাছে গেলেন এবং তা থেকে সুন্দরভাবে অযু করলেন। এরপর সালাতে দাঁড়িয়ে গেলেন।” [বুখারী, হাদিস নং- ১৮১, ১১৪০ ও ৪২৯৫]\n\n(গ) চারবার এ দো‘য়া পাঠ করবে:\n\n« اللهمَّ إني أصبَحتُ بِحَمْدكَ أُشْهِدكَ وأُشْهِدُ حَمَلَةَ عَرْشِكَ ، وَمَلائِكَتَكَ ، وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللهُ لا إِله إلا أنتَ ، وأَنَّ مُحمَّدا عَبْدُكَ ورَسولُكَ » .\n\n(হে আল্লাহ! আমি তোমার প্রশংসাসহ সকাল বেলায় উপনীত হয়েছে, আমি সাক্ষী বানিয়েছি তোমাকে, তোমার আরশ বহনকারী ফেরেশ্তাদেরকে, তোমার সকল ফেরেশ্তাকে এবং তোমার সকল সৃষ্টিকে; নিশ্চয়ই তুমি আল্লাহ, তুমি ছাড়া উপাসনার যোগ্য কোনো সত্য ইলাহ নেই; আর মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তোমার বান্দা ও রাসূল)। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« مَنْ قالها مَرَّةً  أَعتَقَ اللهُ رُبُعَهُ مِنَ النارِ ، ومن قالها مَرَّتَين أَعتَقَ اللهُ نِصْفَه مِنَ النَّارِ ، فَمن قالها ثلاثا أَعْتَقَ اللهُ ثلاثةَ أربِاعِهِ مِنَ النَّارِ ، فَإِنْ قَالَهَا أَرْبَعًا أَعْتَقَهُ اللَّهُ مِنَ النَّارِ » . (رواه  أبو داود).\n\n“যে ব্যক্তি তা (উপরিউক্ত দো‘য়াটি) একবার পাঠ করবে, আল্লাহ তার এক-চতুর্থাংশ জাহান্নাম থেকে মুক্ত করে দিবেন; আর যে ব্যক্তি তা তিনবার পাঠ করবে, আল্লাহ তার তিন-চতুর্থাংশ জাহান্নাম থেকে মুক্ত করে দিবেন; আর যে ব্যক্তি তা চারবার পাঠ করবে, আল্লাহ তাকে পুরাপুরিভাবে জাহান্নাম থেকে মুক্তি দিয়ে দিবেন।” [আবূ দাউদ, হাদিস নং- ৫০৭১]\n\n(ঘ) ঘর থেকে বের হওয়ার জন্য যখন সে দরজার চৌকাঠে পা রাখবে, তখন বলবে:\n\n« بِسْمِ اللهِ تَوَكَّلتُ عَلَى اللهِ ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ » .\n\n(আল্লাহর নামে বের হচ্ছি এবং তাঁর উপর ভরসা করছি। আর অসৎকাজ থেকে বেঁচে থাকার এবং সৎকাজ করার কারও ক্ষমতা নেই আল্লাহর সাহায্য ছাড়া)। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন:\n\n« إِذَا قَالَ العَبْدُ هذَا ، قِيْلَ لَهُ : هُدِيتَ وَكُفِيتَ » . (رواه  الترمذي).\n\n“যখন কোনো বান্দা (উপরিউক্ত) এই দো‘য়াটি পাঠ করবে, তখন তাকে বলা হবে: ‘তোমাকে হেদায়াত দেয়া হয়েছে এবং তোমাকে যথেষ্ট দেয়া হয়েছে।” [তিরমিযী এবং তিনি হাদিসটিকে ‘হাসান’ বলেছেন।]\n\n(ঙ) যখন দরজার চৌকাঠ ছেড়ে যাবে, তখন বলবে:\n\n« اللَّهُمَّ إِنِّي أعُوذُ بِكَ أنْ أضِلَّ أَوْ أُضَلَّ ، أَوْ أَزِلَّ أَوْ أُزَلَّ ، أَوْ أظْلِمَ أَوْ أُظْلَمَ ، أَوْ أجْهَلَ أَوْ يُجْهَلَ عَلَيَّ »\n\n(হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই যেন আমি পথভ্রষ্ট না হই অথবা আমাকে পথভ্রষ্ট করা না হয়; অথবা আমি যেন দীন থেকে সরে না যাই অথবা আমাকে দীন থেকে সরিয়ে দেয়া না হয়; অথবা আমি যেন কারও উপর যুলুম না করি অথবা আমার উপর যুলুম করা না হয়)। কারণ, উম্মু সালমা রাদিয়াল্লাহু ‘আনহা বলেন:\n\n« مَا خَرَجَ رسولُ اللهِ صلى الله عليه وسلم مِنْ بَيْتِى قَطُّ إِلاَّ رَفَعَ طَرْفَهُ إِلَى السَّمَاءِ وَ قَالَ : « اللَّهُمَّ إِنِّي أعُوذُ بِكَ أنْ أضِلَّ أَوْ أُضَلَّ ، أَوْ أَزِلَّ أَوْ أُزَلَّ ، أَوْ أظْلِمَ أَوْ أُظْلَمَ ، أَوْ أجْهَلَ أَوْ يُجْهَلَ عَلَيَّ » . (رواه  أبو داود).\n\n“রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখনই আমার ঘর থেকে বের হতেন, তখন তিনি আকাশের দিকে তাকাতেন এবং বলতেন:\n\n« اللَّهُمَّ إِنِّي أعُوذُ بِكَ أنْ أضِلَّ أَوْ أُضَلَّ ، أَوْ أَزِلَّ أَوْ أُزَلَّ ، أَوْ أظْلِمَ أَوْ أُظْلَمَ ، أَوْ أجْهَلَ أَوْ يُجْهَلَ عَلَيَّ »\n\n(অর্থাৎ হে আল্লাহ! আমি তোমার কাছে আশ্রয় চাই যেন আমি পথভ্রষ্ট না হই অথবা আমাকে পথভ্রষ্ট করা না হয়; অথবা আমি যেন দীন থেকে সরে না যাই অথবা আমাকে দীন থেকে সরিয়ে দেয়া না হয়; অথবা আমি যেন কারও উপর যুলুম না করি অথবা আমার উপর যুলুম করা না হয়)।” [আবূ দাউদ, হাদিস নং- ৫০৯৬]"
  }
]