[
  {
    "1": "কোরবানির টাকা অসহায়কে দান করে দিলে কি কোরবানি হবে?",
    "2": "উত্তরঃ কোরবানি না করে কর্মহীন দরিদ্র মানুষের মাঝে কোরবানির টাকা দান করে দিলে কোরবানির ওয়াজিব আদায় হবে না। দানের জন্য কোরবানি বাদ দেয়ার চিন্তা না করে বরং সঞ্চিত অর্থ থেকে দান করুন। হ্যা কেউ চাইলে গরুর জায়গায় ছাগল কিংবা বড় গরুর জায়গায় ছোট গরু কোরবানি দিয়ে বাকী অর্থ দান করতে পারে। এটা তার ইচ্ছা। তবে আমাদের সমাজে যারা কোরবানি করেন কোরবানি করার পরেও তাদের হাতে আলহামদুলিল্লাহ অনেক সম্পদ থাকে দান করার মতো। দরিদ্র মানুষকে সহায়তা করার ইচ্ছে থাকলে কোরবানি করার পরেও সঞ্চিত অবশিষ্ট সম্পদ থেকে দান করতে পারেন এবং সাথে সাথে কোরবানির পশুর মাংসও দান করতে পারেন। আল্লাহ তাআলা বুঝার তাওফিক দান করুন আমীন।\n\nউত্তর দিয়েছেন\nউপাধ্যক্ষ মুফতি আবুল কাশেম মুহাম্মদ ফজলুল হক\n"
  },
  {
    "1": "কিয়ামত দিবসে নবী করীম (ﷺ)’র সুপারিশ কত প্রকারের হবে?",
    "2": "উত্তরঃ আল্লাহর সাহায্য ও তাঁর তাওফীকের ওপর ভরসা করে উত্তর প্রদান করছি। মোস্তফা(ﷺ)  র সুপারিশ ১২ প্রকারের হবেঃ\n\n১. শাফাআতে কুবরাঃ ইতিপূর্বে এর আলোচনা করা হয়েছে।\n\n২. হিসেব-নিকেশ ছাড়া জান্নাতে প্রবেশ করানোর জন্য সুপারিশ। এটিও নবী করীম  -এর বৈশিষ্ট্য।\n\n৩. হিসেব-নিকেশের পর জাহান্নাম থেকে পরিত্রাণের জন্য সুপারিশ।\n\n৪. পদমর্যাদা উন্নতির ক্ষেত্রে জান্নাতবাসীদের জন্য সুপারিশ।\n\n৫. কিছু সংখ্যক কাফির ও অমুসলিমদের আযাব হ্রাস করার জন্য সুপারিশ। অমুসলিম হওয়া সত্ত্বেও যারা নবীজিকে সহযোগিতা করতো এবং তাঁকে ভালোবাসতো তাদের জন্য এই সুপারিশ যেমন, আবু তালেব প্রমুখ।\n\n৬. আমলসমূহ পরিমাপের সময় উম্মতের জন্য সুপারিশ।\n\n৭. হিসেব গ্রহণে শিথিলতা প্রদর্শনের জন্য একটি দলের পক্ষে সুপারিশ।\n\n৮. ইবাদত-অনুগত্যে দুর্বলতা ও ত্রুটি ক্ষমা করার জন্য সুপারিশ।\n\n৯. আ’রাফবাসীদের জন্য সুপারিশ।\n\n১০. মুশরিক ও অমুসলিমদের শিশুদের জন্য সুপারিশ।\n\n১১. আহলে বায়ত বা নবী-পরিবারের জন্য সুপারিশ।\n\n১২. মক্কা, মদিনা এবং তায়েফবাসীদের জন্য সুপারিশ।\n\nউল্লেখ্য, ইমাম ইবনে হাজর আস্কালানী (رحمه الله تعالي ) রওযা পাক যিয়ারতকারী, আযানের উত্তরদাতা এবং নবী এর জন্য ওয়াসিলা ও সবোর্চ্চ মর্যাদার দো‘আ পাঠকারীর জন্য সুপারিশকে পঞ্চম ভাগে অন্তর্ভুক্ত করেছেন।\n\nআরেকটি শাফাআত বা সুপারিশ হলো তুফাইলী শাফা‘আত বা মাধ্যম দ্বারা সুপারিশ। এটি আবার কয়েক রকমের হয়ে থাকে। এই ধরনের সুপারিশে অনেকেই নবী, ওলি, আলিম-ওলামা এবং পূণ্যাত্মা মনীষীদেরও শামিল করেছেন। এসব তুফাইলী শাফা‘আত মোস্তফা (ﷺ)  -এর মাধ্যমে হবে।\n\nহযরত শাহ আবদুল আযিয দেহলভী (رحمه الله تعالي ) স্বীয় তাফসীরগ্রন্থে বলেন, তিয়াত্তোর দল তাদের গুনাহের মাত্রা অনুসারে আযাব পাবে। এমনকি নবীগণ, ওলিগণ, আলিম-ওলামা, শহীদগণ ও ফেরেশতাদের সুপারিশে আযাব থেকে পরিত্রাণ লাভ করবে। এসব হচ্ছে তুফাইলি শাফা‘আত বা মাধ্যম দ্বারা সুপারিশ। হাশরের মাঠে হিসেব দ্রুত সম্পন্ন করতে সুপারিশ করা হবে।\n\nহাদিস শরীফে এসেছে, কেয়ামতের দিন সুরা বাকারা ও আলে-ইমরান সূরা দু’টি মেঘ বা কালো ছায়ার আকৃতিতে আসবে। তাতে একটি আলো চমকাতে থাকবে, তা উজ্জ্বল ও আলোকিত হবে অথবা সূরা দু’টি পাখির মত দল বেঁধে সারিবদ্ধ হয়ে আসবে। এরপর এই দুই সূরা পাঠকারীর পক্ষে সুপারিশ করবে। এভাবে তাদের বেহেশত পর্যন্ত পৌঁছানোর পরই সূরা দু’টি ক্ষান্ত হবে।\n\nইবনে মরদুওয়াইয়াহ, ইস্পাহানী এবং দায়লামীর বরাতে হযরত জাবের বিন আবদুল্লাহ (رضى الله تعالي عنه) থেকে বর্ণিত। তিনি বলেন, নবী করীম (ﷺ) এরশাদ করেন, ফেরেশতারা কা’বা ঘরকে নব-বধুর মত সজ্জিত করে হাশর-মাঠে আনবে। পথে তারা যখন আমার রওযা অতিক্রম করবে, তখন কা’বা ঘর স্পষ্ট ভাষায় বলবে, اَلسَّلَامُ عَلَيْكَ يَا مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ হে মুহাম্মদ  ! সালাম নিন। আমি উত্তরে বলব,  وَعَلَيْكَ السَّلَام\n\nيَا بَيْتُ اللهِ হে বায়তুল্লাহ! তোমার ওপরও শান্তি বর্ষিত হোক। বলো তো আমার উম্মত তোমার সাথে কেমন আচরণ করেছে? আর তুমি আল্লাহর সামনে তাদের নিয়ে কী আচরণ করবে? কা’বা ঘর উত্তর দিবে, হে নবীকুল শিরোমণি! আপনার উম্মতের মধ্যে যেই আমার যেয়ারত করতে এসেছে, আমি তার জন্য যথেষ্ট সুপারিশ করব। আপনি তাদের ব্যাপারে আমার পক্ষ থেকে নিশ্চিন্ত থাকুন। এ-ব্যাপারে আমার ওপর আস্থা রাখুন। আর যারা আমার কাছে আসেনি, তাদের জন্য আপনিই সুপারিশ করবেন।\n",
    "2": "উত্তরঃ আল্লাহর সাহায্য ও তাঁর তাওফীকের ওপর ভরসা করে উত্তর প্রদান করছি। মোস্তফা(ﷺ)  র সুপারিশ ১২ প্রকারের হবেঃ\n\n১. শাফাআতে কুবরাঃ ইতিপূর্বে এর আলোচনা করা হয়েছে।\n\n২. হিসেব-নিকেশ ছাড়া জান্নাতে প্রবেশ করানোর জন্য সুপারিশ। এটিও নবী করীম  -এর বৈশিষ্ট্য।\n\n৩. হিসেব-নিকেশের পর জাহান্নাম থেকে পরিত্রাণের জন্য সুপারিশ।\n\n৪. পদমর্যাদা উন্নতির ক্ষেত্রে জান্নাতবাসীদের জন্য সুপারিশ।\n\n৫. কিছু সংখ্যক কাফির ও অমুসলিমদের আযাব হ্রাস করার জন্য সুপারিশ। অমুসলিম হওয়া সত্ত্বেও যারা নবীজিকে সহযোগিতা করতো এবং তাঁকে ভালোবাসতো তাদের জন্য এই সুপারিশ যেমন, আবু তালেব প্রমুখ।\n\n৬. আমলসমূহ পরিমাপের সময় উম্মতের জন্য সুপারিশ।\n\n৭. হিসেব গ্রহণে শিথিলতা প্রদর্শনের জন্য একটি দলের পক্ষে সুপারিশ।\n\n৮. ইবাদত-অনুগত্যে দুর্বলতা ও ত্রুটি ক্ষমা করার জন্য সুপারিশ।\n\n৯. আ’রাফবাসীদের জন্য সুপারিশ।\n\n১০. মুশরিক ও অমুসলিমদের শিশুদের জন্য সুপারিশ।\n\n১১. আহলে বায়ত বা নবী-পরিবারের জন্য সুপারিশ।\n\n১২. মক্কা, মদিনা এবং তায়েফবাসীদের জন্য সুপারিশ।\n\nউল্লেখ্য, ইমাম ইবনে হাজর আস্কালানী (رحمه الله تعالي ) রওযা পাক যিয়ারতকারী, আযানের উত্তরদাতা এবং নবী এর জন্য ওয়াসিলা ও সবোর্চ্চ মর্যাদার দো‘আ পাঠকারীর জন্য সুপারিশকে পঞ্চম ভাগে অন্তর্ভুক্ত করেছেন।\n\nআরেকটি শাফাআত বা সুপারিশ হলো তুফাইলী শাফা‘আত বা মাধ্যম দ্বারা সুপারিশ। এটি আবার কয়েক রকমের হয়ে থাকে। এই ধরনের সুপারিশে অনেকেই নবী, ওলি, আলিম-ওলামা এবং পূণ্যাত্মা মনীষীদেরও শামিল করেছেন। এসব তুফাইলী শাফা‘আত মোস্তফা (ﷺ)  -এর মাধ্যমে হবে।\n\nহযরত শাহ আবদুল আযিয দেহলভী (رحمه الله تعالي ) স্বীয় তাফসীরগ্রন্থে বলেন, তিয়াত্তোর দল তাদের গুনাহের মাত্রা অনুসারে আযাব পাবে। এমনকি নবীগণ, ওলিগণ, আলিম-ওলামা, শহীদগণ ও ফেরেশতাদের সুপারিশে আযাব থেকে পরিত্রাণ লাভ করবে। এসব হচ্ছে তুফাইলি শাফা‘আত বা মাধ্যম দ্বারা সুপারিশ। হাশরের মাঠে হিসেব দ্রুত সম্পন্ন করতে সুপারিশ করা হবে।\n\nহাদিস শরীফে এসেছে, কেয়ামতের দিন সুরা বাকারা ও আলে-ইমরান সূরা দু’টি মেঘ বা কালো ছায়ার আকৃতিতে আসবে। তাতে একটি আলো চমকাতে থাকবে, তা উজ্জ্বল ও আলোকিত হবে অথবা সূরা দু’টি পাখির মত দল বেঁধে সারিবদ্ধ হয়ে আসবে। এরপর এই দুই সূরা পাঠকারীর পক্ষে সুপারিশ করবে। এভাবে তাদের বেহেশত পর্যন্ত পৌঁছানোর পরই সূরা দু’টি ক্ষান্ত হবে।\n\nইবনে মরদুওয়াইয়াহ, ইস্পাহানী এবং দায়লামীর বরাতে হযরত জাবের বিন আবদুল্লাহ (رضى الله تعالي عنه) থেকে বর্ণিত। তিনি বলেন, নবী করীম (ﷺ) এরশাদ করেন, ফেরেশতারা কা’বা ঘরকে নব-বধুর মত সজ্জিত করে হাশর-মাঠে আনবে। পথে তারা যখন আমার রওযা অতিক্রম করবে, তখন কা’বা ঘর স্পষ্ট ভাষায় বলবে, اَلسَّلَامُ عَلَيْكَ يَا مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ হে মুহাম্মদ  ! সালাম নিন। আমি উত্তরে বলব,  وَعَلَيْكَ السَّلَام\n\nيَا بَيْتُ اللهِ হে বায়তুল্লাহ! তোমার ওপরও শান্তি বর্ষিত হোক। বলো তো আমার উম্মত তোমার সাথে কেমন আচরণ করেছে? আর তুমি আল্লাহর সামনে তাদের নিয়ে কী আচরণ করবে? কা’বা ঘর উত্তর দিবে, হে নবীকুল শিরোমণি! আপনার উম্মতের মধ্যে যেই আমার যেয়ারত করতে এসেছে, আমি তার জন্য যথেষ্ট সুপারিশ করব। আপনি তাদের ব্যাপারে আমার পক্ষ থেকে নিশ্চিন্ত থাকুন। এ-ব্যাপারে আমার ওপর আস্থা রাখুন। আর যারা আমার কাছে আসেনি, তাদের জন্য আপনিই সুপারিশ করবেন।\n"
  },
  {
    "1": "দোকানের এডভান্সের টাকার জাকাত দিতে হবে কিনা?",
    "2": "জবাব:\n\nএক. প্রিয় প্রশ্নকারী ভাই, প্রশ্নটির উত্তর এক কথায় দেয়া মুশকিল। কেননা, প্রথমত জানতে হবে, ভাড়াদাতা এডভান্সের টাকাটা কী হিসেবে নিচ্ছেন?\n\nযদি তিনি জামানত (সিকিউরিটি) হিসেবে নিয়ে থাকেন তাহলে উক্ত টাকা তার কাছে আমানত। অনুরূপভাবে যদি বন্ধক হিসেবে নিয়ে থাকেন তাহলেও এটি আমানত। আর আমানতের বস্তুতে হস্তক্ষেপ করা তথা খরচ করা জায়েয নয়। সে হিসেবে উক্ত টাকা ভাড়াদাতার কাছে থাকলেও তিনি তা খরচ করতে পারবেন না এবং এর মালিকানা থাকবে ভাড়াটিয়ার। সুতরাং সিকিউরিটি মানির জাকাত প্রতি বছর ভাড়াটিয়া প্রদান করবে।\n\nদুই. কিন্তু আমরা সাধারণত দেখতে পাই, ভাড়াদাতা উক্ত টাকার উপর হস্তক্ষেপ করেন অর্থাৎ, তিনি টাকাটা নিয়ে খরচ করে ফেলেন। সুতরাং এটিকে আমানত বলা যায় না। তাছাড়া আমানতের বস্তু আমানতগ্রহীতার কাছে কোনো কারণে নষ্ট হয়ে গেলে এবং এতে তার হাত না থাকলে তা মূল মালিককে ফেরত দিতে হয় না। অথচ ভাড়াটিয়া পরবর্তীতে ওই টাকাটা সর্বাবস্থায় ফেরত পায়। সুতরাং এটিকে কোনোভাবে আমানত বলা যায় না।\n\nঅনুরূপভাবে একে ঋণ মনে করারও সুযোগ নেই। কেননা, তখন চুক্তিটি বৈধ হচ্ছে না। কারণ ঋণের বিনিময়ে কারো থেকে উপকার অর্জন করা সুদ। যা নিসন্দেহে হারাম।\n\nতিন. তবে এক্ষেত্রে একে জায়েয পদ্ধতির আওতাভুক্ত করার একটি সুরত আছে। আর তা হল–দীর্ঘ মেয়াদী ভাড়া চুক্তি সম্পাদন। অর্থাৎ ভাড়া চুক্তি সম্পাদনের সময় প্রতি মাসের জন্য নির্দিষ্ট ভাড়া নির্ধারণ করে নিবে। তারপর সামনের মাসগুলোর ভাড়া অগ্রিম পরিশোধের নামে এডভান্স মানি ভাড়াদাতাকে দেয়া হবে। এরপর প্রতি মাসে ভাড়াটিয়া নির্ধারিত ভাড়া পরিশোধ করতে থাকবে। আর যে মাসে দোকান ছেড়ে ভাড়াটিয়া চলে যাবে তার কয়েক মাস আগে থেকে ভাড়াদাতার কাছে জমাকৃত এডভান্সের টাকা থেকে ভাড়া হিসেবে কেটে নেয়া হবে। যদি কোনো অর্থ এরপরও বেঁচে যায়, তাহলে মালিক তা ফেরত দিতে বাধ্য থাকবে।\n\nযদি এ সুরত অবলম্বন করা হয়, তাহলে উক্ত চুক্তিটি এবং এডভান্স হিসেবে ভাড়াটিয়া ভাড়াদাতাকে অতিরিক্ত টাকা প্রদান করা জায়েয হবে। তখন মৌলিকভাবে উক্ত এডভান্সের টাকার মালিক হবে ভাড়াদাতা এবং ভাড়াটিয়ার কোনো মালিকানা বাকি থাকবে না। যেহেতু ভাড়াটিয়া উক্ত টাকার মালিক থাকছে না, তাই তার উপর উক্ত টাকার জাকাত আবশ্যক হবে না। পক্ষান্তরে যেহেতু দোকান-মালিক উক্ত টাকার মালিক হয়ে যাচ্ছে, তাই উক্ত টাকা খরচ করা তার জন্য জায়েয হয়ে যাবে। সেই সাথে উক্ত টাকার যাকাতও দোকান-মালিকের উপর আবশ্যক হবে। (জাদীদ ফিক্বহী মাসায়েল ১/১৪৭-১৪৮, মালে হারাম আওর উসকে মাসারেফ ওয়া আহকাম ৮৫)\n\nউত্তর দিয়েছেন\nমাওলানা উমায়ের কোব্বাদী\n"
  },
  {
    "1": "মাদরসার নামে যাকাত ফিতরা এবং কোরবানির চামড়ার টাকা সংগ্রহ",
    "2": "প্রশ্নঃ এক বক্তি একটি মাদরাসা দিয়েছেন। কিন্তু ঐ মাদরাসায় হোস্টেল/এতিমখানা নেই এবং এ অবস্থায় ঐ মাদরাসার নামে যাকাত ফিতরা এবং কোরবানির চামড়ার টাকা আদায় করা শরীয়ত সম্মত কিনা? বা কতটুকু জায়েজ? দলিল সহকারে জানালে বিশেষভাবে উপকৃত হব।\n\nউত্তর: ইসলামী শরিয়তের নির্ভরযোগ্য ফিকহ্ ফতোয়ার গ্রন্থাবলী যেমন- ফতোয়ায়ে হিন্দিয়া (আলমগীরি), তাবয়ীন, কাজী ইদাহ, ফতোয়ায়ে ফয়জুর রাসূল, ফতোয়ায়ে বাজ্জাযিয়া ও বাহারে শরিয়ত সহ ইত্যাদি গ্রন্থ সমূহে উল্লেখ রয়েছে- কুরবানির পশুর চামড়া কুরবানি দাতা ইচ্ছা করলে ব্যবহারযোগ্য করে জায়নামায, দস্তরখানা, থলে/ব্যাগ ও বিছানা ইত্যাদি তৈরি করে নিজে ও নিজের পরিবারের সদস্যরা ব্যবহার করতে পারবে। আর কুরবানির পশুর চামড়া বিক্রয় না করে সম্পূর্ণ চামড়া মসজিদ, মাদরাসা, ফোরকানিয়া, এতিমখানা, ঈদগাহ্ ও স্কুলসহ সকল শিক্ষা প্রতিষ্ঠানের নির্মাণ ও উন্নয়নের জন্য পরিচালনা কমিটিকেও প্রদান করতে পারবে। যেমন- ফতোয়ায়ে ফয়জুর রাসূল সাল্লাল্লাহু তা’আল্লা আলায়হি ওয়াসাল্লাম গ্রন্থে উল্লেখ রয়েছে-\n\nلهذا اسے مسجد مدرسه قبرستان يا عيدگاه كى تمعير ميں لالنا جائز هے خواه انكے منتطمين كو چڑঅا دے كه وه بيچ كر انكى تمعير پر صرف كريں يا ان چيزوں كى تعمير ميں صرف كرنے كى نيت سے بيچ كراسكى قيمت ديں يه بهى جائزهے- فتاوى بزاز يه ميں هے- له ان يبعها بالدارهم ليتصدق بها- (صفه ৪৭৩- ج ৬)\n\nঅর্থাৎ কুরবানির পশুর চামড়া মসজিদ, মাদরাসা, (ফোরকানিয়া, এতিমখানা) কবরস্থান, ঈদাগাহ্ নির্মাণ ও উন্নয়ন কাজে ব্যবহার করা জায়েয। কোরবানি দাতা ইচ্ছা করলে পরিচালনা কমিটিকে কুরবানির পশুর চামড়া দেবে, কমিটি তা বিক্রয় করে উন্নয়ন কাজে ব্যবহার করবে, অথবা সে সকল প্রতিষ্ঠান (মসজিদ, মাদরাসা, এতিমখানা, কবরস্থান, ঈদগাহ ইত্যাদিতে) খরচের নিয়তে কুরবানি দাতা কুরবানির পশুর চামড়া বিক্রয় করে মুল্য প্রদান করবে, তাও জায়েয।\n\nউল্লেখ্য যে, কুরবানি দাতা সাদকা করার নিয়তে কুরবানির পশুর চামড়া, দিরহাম তথা টাকার বিনিময়ে বিক্রয় করা জয়েয।          [ফতোয়ায়ে, ফয়জুর রাসূল- ২য় খণ্ড, পৃষ্ঠা – ৪৭৩]\n\nএ ছাড়াও মসজিদের ইমাম, খতিব, মোয়াজ্জিন, মাদরাসা, ফোরকানিয়া বা অসহায়কে হেবা করতেও পারবে। তবে মাদ্রাসা বা ফোরকানিয়ায় গরীব, ইয়াতিম ও অসহায় ছাত্রদের খানা-পিনা ও ভরণ-পোষণের ব্যবস্থা না থাকলে সরাসরি জাকাত ও ফিতরা সংগ্রহ করতে পারবে না। এ প্রসঙ্গে মাসিক তরজুমান ১৪৩৮ হিজরি, নভেম্বর- ২০১৬ ইংরেজী সফর সংখ্যায় বিস্তারিত আলোচনা করার হয়েছে। তা সংগ্র করার অনুরোধ রইল।\n"
  },
  {
    "1": "মোস্তফা (ﷺ) এর ইচ্ছানুযায়ী তিন ওয়াক্ত নামায না পড়ার অনুমতি সাপেক্ষে ইসলাম কবুল করা কিভাবে হলো?",
    "2": "উত্তরঃ মুসনদে ইমাম আহমদে সকল বর্ণনাকারী সেক্বাহ ও গ্রহণযোগ্য এবং বিশুদ্ধ সনদে বর্ণিত আছে যে,\n\nحَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ نَصْرِ بْنِ عَاصِمٍ عَنْ رَجُلٍ مِنْهُمْ أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمَ عَلَى أَنَّهُ لَا يُصَلِّي إِلَّا صَلَاتَيْنِ فَقَبِلَ ذَلِكَ مِنْهُ .\n\nএক ব্যক্তি মোস্তফা (ﷺ) এর দরবারে এসে এই শর্তে ইসলাম কবুল করল যে, সে কেবল দুই ওয়াক্ত নামাযই পড়বে। হুযূর সৈয়্যদে ‘আলম (ﷺ) তার এই আবেদন গ্রহণ করলেন। [মুসনদে ইমাম আহমদ।]\n\nঅথচ উম্মতে মুহাম্মদী   এর ফযিলত ও বিশেষত্ব সমূহের অন্যতম হচ্ছে পাঁচ ওয়াক্ত নামায।  পাঁচ ওয়াক্ত নামায এই উম্মতের জন্য নির্দিষ্ট, যা অন্য কোন উম্মতের জন্য ছিল না।\n\nএই দুই ওয়াক্ত নামাযের অনুমতি প্রদান করা হুযূর মোস্তফা (ﷺ)   এর অন্যতম বৈশিষ্ট্য ও বিশেষত্ব। হুযূর   দুই ওয়াক্ত নামায পড়ার শর্তে ইসলাম গ্রহণ করার আবেদন মঞ্জুর করেন। এটা ছিল উক্ত ব্যক্তির জন্য নির্দিষ্ট ও সীমাবদ্ধ, অন্য কারো জন্য নয়। এমনি তো সামগ্রিক ভাবে  পাঁচ ওয়াক্ত নামায আদায়ের মাধ্যমে ইসলাম কবুল হয়।\n"
  },
  {
    "1": "মুসাফির ভুলক্রমে দুই রাকাতের পরিবর্তে চার রাকাতের নিয়ত করলে, তার করণীয় কি?",
    "2": "উত্তরঃ একথা স্মরণ রাখা আবশ্যক যে, নামাযের নিয়ত করার সময় নামায এবং ওয়াক্ত নির্ধারণ করা আবশ্যক। রাকাতের সংখ্যা নির্দিষ্ট করা জরুরী নয়। এটা প্রসঙ্গত এমনিতেই এসে যাবে।\n\nযেহেতু মুসাফিরের ওপর মাত্র দু’রাকাত ফরয, তাই নামাযের নিয়তও মুসাফির হিসেবে হবে। যদিও ভুলবশতঃ মুখে রাকাতের সংখ্যা বেশি উচ্চারিত হয়, তা গ্রহণযোগ্য হবে না। বরং ঐ ব্যক্তি কসর নামায আদায় করবে। ফতোয়া শামীতে আছে,\n\nلابد من التعين عند النية دون التعين عدد ركعاته لحصولها ضمنا فلا يضر الخطأ فى عددها-\n\nমুসাফির ভুলক্রমে দুই রাকআতের স্থলে চার রাকআত এর নিয়ত করলেও দুই রাকআতই পড়বে। এখানে সংখ্যার কোন গুরুত্ব হবে না। [দুররুল মুখতার সহ রদ্দুল মুহতার, বাবু শুরুতত্ সালাত, খন্ড-১, পৃষ্ঠা- ৪১৮-৪২০; ফাতওয়া হিন্দিয়া, চতুর্থ অধ্যায়- নিয়ত প্রসঙ্গে, খন্ড-১, পৃষ্ঠা- ১৬৬।]\n"
  },
  {
    "1": "মুসাফির ইচ্ছাকৃতভাবে পুরা চার রাকাত পড়লে তার নামাযের হুকুম কী?",
    "2": "উত্তরঃ هو المتسعان সফরে নামায কসর করা আইনসিদ্ধ এবং আল্লাহর পক্ষ হতে পুরস্কার ও অশেষ রহমত। এতে নিজের পক্ষ থেকে ইচ্ছাকৃতভাবে অতিরিক্ত কিছু করা, আল্লাহ্ তা‘আলার ইহসান ও দয়া অগ্রাহ্য করার শামিল। সুতরাং এটা গোনাহ ও না-ফরমানী। অতএব যে ব্যক্তি ইচ্ছাকৃতভাবে সফরে পুরা নামায আদায় করবে সে গোনাহগার হবে এবং তার ওপর তাওবা ওয়াজিব হবে। [135. হেদায়া, কিতাবুল মুসাফির, খন্ড-১, পৃষ্ঠা-১৪৬।]\n\nان صلى اربعًا و قعد فى الثانية قدر التشهد اجزئه الاوليان عن الفرض والآخريان له نافلة اعتبارًا بالفجر، ويصير مسيئا لتاخير السلام .\n\n‘মুসাফির যদি চার রাকআত পড়ে ফেলে এবং দ্বিতীয় রাকআতে তাশাহুদ পরিমাণ বসে, তাহলে ঐ প্রথম দু’রাকআত ফরয হিসেবে আদায় হয়ে যাবে। আর পরবর্তী দু’রাকআত নফল হবে ফজরের নামাযের মত। দুই রাকআতের স্থলে চার রাকআত পড়তে গিয়ে সালামে বিলম্ব হওয়ায় গোনাহগার হবে।’ [ দুর্রুল মুখতার, কিতাবুল মুসাফির, খন্ড-২, পৃষ্ঠা-১২৮।]\n"
  },
  {
    "1": "দু’জন ঘনিষ্ঠ ব্যক্তি দুই শহরে স্থায়ী বাসিন্দা হিসেবে বাস করে, একজন অপরজনের নিকট গেলে তারা উভয়ই কী নামায কসর পড়বে?",
    "2": "উত্তরঃ শরীয়তের বিধান মতে প্রত্যেক ব্যক্তির জন্য আলাদা আলাদা বাসস্থান গ্রহণযোগ্য হবে। যখন তাদের উভয়ের মূল বাসস্থান পৃথক পৃথক, তাই উভয়ই একজন অন্যজনের নিকট গেলে মুকীম হবে না, বরং মুসাফির হিসেবে কসর আদায় করবে। [ দুর্রুল মুখতার, বাবু সালাতিল মুসাফির, খন্ড-২, পৃষ্ঠা-১৩২।]"
  },
  {
    "1": "হুযূর (ﷺ) তারাবীহ কত রাকাত পড়েছেন? বিশ রাকাত তারাবীর পক্ষে বিশুদ্ধ হাদীস বর্ণনা করুন",
    "2": "উত্তরঃ حامدًا ومصليًا মুসান্নিফে ইবনে আবি শাইবা, তাবরানী এবং বায়হাকী শরীফে হযরত ইবনে আব্বাস (رضى الله تعالي عنه) হতে বর্ণিত আছে,\n\nروىٰ ابن ابى شيبة فى مصنّفه والطبرانى فى معجمه والبيهقى من حديث ابراهيم بن عثمان عن ابن ابى شيبة عن الحكم عن مقسم عن ابن عباس رضى الله تعالىٰ عنهما ان النبى صلى الله عليه وسلّم كان يصلى رمضان عشرين ركعة سوىٰ الوتر-\n\n‘হযরত আবদুল্লাহ ইবনে আব্বাস (رضى الله تعالي عنه) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ   রমযান শরীফে বিতির ছাড়া তারাবীহ নামায বিশ রাকাত পড়তেন।’ [138. النهى نصب الراية , খন্ড-২, পৃষ্ঠা-১৫৩।]\n\n\nহযরত ওমর (رضى الله تعالي عنه)-এর যামানায় তারাবীহ বিশ রাকাত পড়া হতো। অতএব ‘মুআত্তা ইমাম মালিক’-এ আছে যে,\n\nكان الناس يقومون فى زمن عمر بن الخطاب رمضان بثلاث وعشرين ركعة-\n\n‘হযরত ওমর ইবনুল খাত্তাব (رضى الله تعالي عنه) এর আমলে লোকেরা (বিতিরসহ) তেইশ রাকাত নামায আদায় করতেন।’ এটা হযরত ওমর (رضى الله تعالي عنه)-এর হুকুমে আদায় করা হতো। [ মুআত্তা ইমাম মালেক, পৃষ্ঠা-৪০।]\n"
  },
  {
    "1": "এই যুগে কারবালা মাহফিল করা বা কারবালায় ঘঠনার স্মরণ করা পবিত্র কোরানের আলোকে কতটুকু সমর্থিত?",
    "2": "উত্তর: কারবালার ঘঠনা হুযুর (ﷺ) এর ইনতিকালের পরের ঘঠনা। স্বাভাবিক ভাবে অহির অবতরন বন্ধ হয়ে যাওয়ার কারণে এই ঘটনার বর্ণনা পবিত্র কোরানে আসার কথা না। কিন্তু আমরা যদি পবিত্র কোরান ও হাদীছের আলোকে কিছু প্রিন্সিপল বা মূলনীতি ঠিক করি তবে দেখব ঐতিহাসিক ভাবে তাৎপর্যপূর্ণ ঘঠনার স্মরণ করা এবং বর্ণনা দেওয়া পবিত্র কোরানের মূলনীতি সিদ্ধ ও আল্লাহর সুন্নাত। পবিত্র কোরানের বিষয়বস্তুর দিকে নজর দিলে দেখবেন বেশিরভাগ আয়াত হুযুর (ﷺ) দুনিয়ায় তাশরিফ আনার আগে বিভিন্ন সময়ে ঘটে যাওয়া ঐতিহাসিক ঘটনার বর্ণনা দিয়েছে। পবিত্র কোরানের সুরা বাকারা, কাহাফ, ইউছুফ সহ বেশিরভাগ আয়াতের বিষয়বস্তুর দিকে নজর দিলে এই বিষয়টি স্পষ্ট হয়ে যাবে যে কারবালার মত তাৎপর্যপূর্ণ ঐতিহাসিক ঘটনার বর্ণনা পবিত্র কোরানের মূলনীতি সিদ্ধ। এই বিষয়ে ভিন্ন মত পোষন মুর্খতা বৈ কিছুই না।"
  },
  {
    "1": "এই যুগে কারবালায় সংঘঠিত ঘঠনার স্মরণ করার যুক্তিকতা ও তাৎপর্য কতটুকু?",
    "2": "উত্তরঃ এমন একটা সময়ে এসে আমরা আপতিত হয়েছি যখন সম্পর্ক গুলো কেমন যেন নড়েবড়ে হয়ে যাচ্ছে। সম্পর্ক গুলো শুধু নাম কা ওয়াস্তে বেচে আছে। কিন্তু সম্পর্ক গুলোর প্রতি শ্রদ্ধাবোধ, টান, ভালোবাসা আর ইমোশনাল এটাচমেন্ট একেবারে বিলুপ্তির পথে। এটা ইউরোপে বসবাসকারী লোক বিনা বাক্যব্যায়ে মেনে নিবে। এটা শুধু দুনিয়াবি সম্পর্কের ক্ষেত্রে ঘটেনি বরং দ্বীনি সম্পর্ক গুলোর ক্ষেত্রেও একি ঘটনা লক্ষনীয়। কাজেই আমাদের উচিত আমাদের ঈমানের সাথে যেই বিষয়গুলি জড়িত তা প্রাত্যহিক স্মরনের সাথে সাথে সেই দিনটিতে বিশেষ স্মরণ করা বছরের যেই দিনটির সাথে এই বিষয়টা সংশ্লীস্ট।\n\nকারবালার ঘটনার দুই পক্ষের মধ্যে এক পক্ষ এমন ছিল যাদের প্রতি অকৃত্রিম ভালোবাসাই ঈমান। অগণিত সহিহ্ হাদীছের মাধ্যমে এই বিষয়টি নিঃসন্দেহে প্রমাণিত। কিন্তু প্রত্যেক যুগের ন্যয় এই যুগেও খারেজী মাইন্ডসেটের লোকেরা সাধারণ মানুষের ঈমান আকিদা হরনের জন্য এটাকে দুই শাহজাদার মধ্যকার ক্ষমতার হাসিলের যুদ্ধ বলে প্রচার করে। নাউঝুবিল্লাহ্। অথচ দুনিয়া ও আখিরাতের শাহ্জাদা ইমাম হুছাইন (رضي الله عنه)। যার নানা ইমামুল মুরসালীন (ﷺ), নানী জীবরিল (আঃ) এর মাধ্যমে আল্লহর পক্ষ থেকে সালাম প্রাপ্তা, বাবা হযরত আলী (رضي الله عنه), মা ছায়্যিদাতুন নিছা ফাতেমা ঝাহরা (رضي الله عنه), ভাই হযরত হাছান (رضي الله عنه) আর বোন ছৈয়্যদা যয়নাব (رضي الله عنه)। সুতরাং সময়ের গতিতে উম্মতে মুহাম্মদীর নিউ জেনারেশান যাতে নবী বাগানের এই ফুল গুলির অনুপম আত্মত্যাগ, ধৈর্য্য, তাওয়াক্কুল ও ইয়াকিনের স্মৃতিগাথা সেই কারবালা এবং ঘৃন্য ইয়াযিদ, সিমার ও ইবনে যিয়াদ নামধারি সেই খারিজিদের জানোয়ারদের ভুলে না যায় সেই জন্য এই দিন গুলিকে যথাযোগ্য মর্যাদায় পালন করা অত্যন্ত গুরুত্বপূর্ণ।\n"
  },
  {
    "1": "কারবালা সংঘঠিত হওয়ার ঐতিহাসিক প্রেক্ষাপট খুব সংক্ষেপ করে বর্ণনা করুন ",
    "2": "উত্তর: খুব সংক্ষিপ্ত পরিসরে বলা আসলেই মুশকিল। তবুও বলছি- হযরত উছমান (رضي الله عنه)-র শাহাদাতের পর হযরত আলী (رضي الله عنه) কে খেলাফতের দায়িত্বভার দেওয়া হয়। হযরত আমির মুয়াবিয়া (رضي الله عنه) তখন সিরিয়ার গভর্ণর। তিনি হযরত উছমান (رضي الله عنه)-র শহিদকারীদের বিচারের ইস্যুতে হযরত আলী (رضي الله عنه)-র হস্তে বাইয়াত গ্রহনে অস্বীকৃতি জানান। পরবর্তী পরিবর্তিত রাজনৈতিক পরিস্থিতি মুসলমানদের সিফ্ফিনের যুদ্ধ পর্যন্ত নিয়ে যায়। এখানে এটা পরিস্কার করা দরকার যে, কুরাইশ বংশের বনি হাশিম ও উমাইয়া গোত্রের মধ্যকার সম্পর্ক অনেক আগ থেকেই বিরোধপূর্ণ ছিল। হযরত আলী (رضي الله عنه) হাশেমী আর হযরত মুয়াবিয়া (رضي الله عنه) উমাইয়া বংশের ছিলেন। যাই হোক সিফ্ফিনের যুদ্ধে হযরত আলী (رضي الله عنه) নিশ্চিত জয় বুঝতে পেরে হযরত আমির মুয়াবিয়া (رضي الله عنه)-র পক্ষ থেকে যুদ্ধ বন্ধ ও ডায়োলগের প্রস্তাব আসে। প্রস্তাব গ্রহণ করা হয়। যুদ্ধ বন্ধ হয়। পরবর্তী পরিস্থিতিতে হযরত আলী (رضي الله عنه) শাহাদাত বরন করেন। এরপর হযরত হাছান (رضي الله عنه) খেলাফতের দায়িত্বভার গ্রহণ করেন। উনি ছয় মাস খেলাফতের দায়িত্ব পালন করে মুসলমানদের বৃহত্তর রাজনৈতিক ঐক্যের খাতিরে শাসনভার হযরত মুয়াবিয়া (رضي الله عنه)-র হাতে ন্যস্ত করে স্টেপ ডাউন করেন। উনি স্টেপ ডাউন করার সাথে সাথে খেলাফতে রাশেদার পরিসমাপ্তি ঘটে এবং মুসলমানদের রাজনৈতিক আকাশে রাজতন্ত্রের আবির্ভাব ঘটে যা থেকে মুসলমানদের আজকের এই যুগ পর্য্যন্ত মুক্তি মিলেনি। হযরত আমীর মুয়াবিয়া (رضي الله عنه) উনার মৃত্যুর আগে শাসন কার্য পরিচালনার জন্য ইয়াযিদকে নির্বাচিত করে যান। ইয়াযিদের দুশ্চরিত্র, লাম্পট্য আর শরাবখোরি কারো অজানা ছিলনা। তাই তার দায়িত্ব প্রাপ্তির সংবাদে মক্কা শরিফ, মদীনা শরিফ সহ মুসলমানদের দেশে দেশে সাধারণ মানুষের মধ্যে তীব্র ক্ষোভের জন্ম দেয়। সাধারণ লোকজনের দৃষ্টি ছিল মদীনা শরিফে অবস্থানরত হুযুর (ﷺ) চারজন সাহাবী যারা স্বাভাবিক ভাবেই অনেক জনপ্রিয় ছিলেন। তম্মধ্যে একজনের জনপ্রিয়তা ছিল আকাশচুম্বি এবং তিনি ছিলেন মুসলমানদের অন্তরের মুকুটহীন সম্রাট প্রিয় নবীর (ﷺ) প্রানপ্রীয় দৌহিত্র ইমাম হুছাইন (رضي الله عنه)। তাই ইয়াযিদের কাছে এই চার জনের বাইয়াত বিশেষ করে ইমাম হুছাইন (رضي الله عنه)-র বাইয়াত গ্রহণ সবচেয়ে গুরুত্বপূর্ণ ছিল। স্বভাবতই তিনি বাইআত গ্রহণে অস্বিকৃতী জানান। আর এটা কস্মিনকালরই জান্নাতি যুবকদের সরদারের জন্য সম্ভব ছিলনা। এজিদ ক্ষমতার জন্য কোনকিছু করতে দ্বিধা করবেনা জেনে সবার পরামর্শে তিনি মদীনা শরিফ ত্যাগ করে মক্কা শরীফে চলে যান। এরই মধ্যে ইরাকের কুফা থেকে হাজার হাজার চিঠি আসতে থাকে। চিঠির সারমর্ম ছিল-আমরা ইয়াযিদকে মানিনা। আপনি কুফা আসেন। এখানকার লোক আপনার হাতে বাইয়াত গ্রহণ করতে অধীর আগ্রহে অপেক্ষা করছে। তিনি গ্রাউন্ড রিয়ালিটি দেখার জন্য মুসলিম বিন আকীল (رضي الله عنه) কে কুফায় প্রেরণ করেন। উনি কুফায় পৌছার সাথে সাথে হাজার হাজার লোক তারঁ হাতে ইমাম হোছাইনের (رضي الله عنه) পক্ষে বাইয়াত গ্রহণ করেন। পরিস্থিতি পর্যবেক্ষণ করে উনি ইমাম হোছাইন (رضي الله عنه) কে কুফায় আসার জন্য সবুজ সংকেত দেন। এই সংবাদ ইয়াযিদের কাছে পৌছাতেই সে অত্যাচারী উবাইদুল্লাহ্ ইবনে যিয়াদকে কুফার গভর্ণর হিসেবে নিয়োগ দেয় এবং শক্ত হাতে পরিস্থিতি দমনের নির্দেশ দেয়। উবাইদুল্লাহ্ এসেই হযরত মুসলিম বিন আকীলকে নির্দয়ভাবে হত্যা করেন। এমনকি তারঁ ছোট ছোট দুই শাহজাদাকেও নিমর্মভাবে হত্যা করে শরীর থেকে মস্তক ছিন্ন করে হারিছ নামের এক পাষন্ড। কুফার পরিবর্তিত পরিস্থিতি সম্পর্কে অনবগত হওয়ার কারণে ইমাম হোছাইন (رضي الله عنه) কুফাই আগমন করেন। সামগ্রীক পরিস্থিতি জানতে পেরে উনি যারপরনাই আফছোছ করেন। কিন্তু ইবনে যিয়াদের নির্দেশে তার হাজার হাজার সৈন্য তারঁ গতিরোধ করে কারবালার দিকে তাকে পুশ করতে থাকে। এক পর্য্যায়ে উনি কারবালার প্রান্তরে তাবু ফেলেন। এর পর যা হয়েছিল তা পৃথিবীবাসীর জন্য কিয়ামতে ছুগরা। সিমার বিন জাউশান ইয়াযিদি বাহিনীর সাথে যোগদান। ফোরাত অবরুদ্ধ। নবী পরিবারের সদস্যদের নির্মম হত্যাকাণ্ডে। ইমাম হুছাইনের মস্তক শরীর থেকে বিচ্ছিন্ন। আহলে বাইতে রাছুলের (ﷺ) তাবুতে আগুন।"
  },
  {
    "1": "হযরত আমীর মুয়াবিয়া (رضي الله عنه) সম্পর্কে সলফে সালেহীন এবং উম্মতে মুহাম্মদীর আইম্মায়ে কিরামের অভিমত কি?",
    "2": "উত্তর: এই বিষয়টি একটা সেটেল্ড বিষয়। এই বিষয়টি নিয়ে নতুন করে ফতওয়া দেওয়ার, চিন্তা করার বা কথা বলার কোন সুযোগ নেই। কারণ এটার উপর মসলমানদের মেইন স্ট্রীম আহলে ছুন্নাত ওয়াল জামাতের উছুলুদ্দীন বা আকীদা, তাফছীর, হাদীছ ও ফিকাহ্-র আয়িম্মায়ে কেরামের ইজমা বা কনসেনসাস বা ঐক্যমত্য রয়েছে। সুতারং অন্য কথা বলা মানেই হচ্ছে মেইন স্ট্রীম বা আহলে ছুন্নাত ওয়াল জামাত থেকে সটকে পড়া।\n\nহযরত আলী (رضي الله عنه)-র উপর খেলাফতের দায়িত্বভার অর্পণের পর হযরত আমীর মুয়াবিয়া (رضي الله عنه) কতৃক বাইয়াত গ্রহণে অস্বীকৃতি জানানো যা পরবর্তীতে 'সিফফিনের' যুদ্ধে রূপ নেয়- এই মুশাজারাহ্ বা কনফ্লিকশন বা দ্বন্দ্বে আয়িম্মায়ে উম্নতের অভিমত হচ্ছে-\n\nহযরত আলী (رضي الله عنه) 'হক্ব' তথা সত্যের উপর প্রতিষ্ঠিত ছিলেন। উনিই লেজিটিমেট খলিফা ছিলেন এবং তাঁর দাবীই ন্যয়নিষ্ট ছিল। এই ক্ষেত্রে হযরত মুয়াবিয়া (رضي الله عنه)-র টা বিদ্রোহ ছিল এবং উনার দাবী অসমিচীন ছিল। তবে এই কারণে তাকে ফাছেক বা কাফের বলা যাবেনা, নিন্দা বা তিরস্কার করা যাবেনা এবং সমালোচনা করা যাবেনা। কারণ উনি একজন সম্মানিত সাহাবী। আর সাহাবীরা 'আদূল' বা ন্যয়নিস্ট বলে রাছুল (ﷺ) এর ফরমান রয়েছে। বিশেষ করে উনার সাহাবী হওয়ার কারণে এবং সাহাবায়ে কেরামের সমালোচনা ও গলমন্দের উপর হুযুর করীম (ﷺ) এর নিষেধাজ্ঞার কারণে মুসলমানরা উনার মাধ্যমে সংঘঠিত বিষয় গুলিকে ইজতিহাদগত ভুল মনে করে এই বিষয়ে চুপ থাকবে। কিন্তু এই বিষয়ে কোন সন্দেহের অবকাশ নেই যে, 'হক্ব' এর উপর হযরত আলীই (رضي الله عنه) প্রতিষ্ঠিত ছিলেন।\n\nআমি উপরে যেই অভিমতটা উল্লেখ  করেছি তা গত হাজার, বারশ বছরে উম্মতে মুসলিমার আকিদার, হাদীছের এবং ফিকাহর ইমামদের লিখিত কিতাব থেকেই উল্লেখ করেছি। কেউই এই বিষয়ে ব্যতিক্রম বলেননি। আমি উদাহরণ স্বরূপ এই তিন বিষয়ের (আকিদা, হাদীছ ও ফিকহ্) তিনটি সর্বজনগৃহিত কিতাব থেকে উদ্ধৃতি দিলে বিষয়টি দিবালোকের ন্যয় স্পষ্ট হয়ে যাবে । সুতরাং এই বিষয়ে অতিরিক্ত স্মার্ট ও আহলে বাইতের প্রেমিক সাজতে গিয়ে শিয়া ইজমের বেশ ধরার যেমন কোন সুযোগ নেই, ঠিক তেমনিভাবে নিজেকে অতিমাত্রায় সুন্নি প্রমাণ করতে গিয়ে মুহাররম মাসে হযরত আমির মুয়াবিয়া (رضي الله عنه)-র ওরছ করা, আহলে বাইতে রাছুল (ﷺ) ও শোহাদায়ে কারবালা বিষয়ক মাহফিলে অনুৎসাহিতবোধ করা ও হযরত আলী (رضي الله عنه) ও হযরত মুয়াবিয়া (رضي الله عنه) এনে এক কাতারে দাড়  করিয়ে দেওয়ারও কোন সুযোগ নেই।\n\nএকঃ ইমাম ইবনে হাজার আসকালানী (رضي الله عنه) উনার বিশ্ববিখ্যাত কিতাব 'ফতহুল বারীতে' (যা সহিহ্ বোখারি শরিফের সবচেয়ে বিখ্যাত এবং নির্ভরযোগ্য ব্যখ্যাগ্রন্হ) হুযুর (ﷺ) এর হাদীছ যাতে তিনি (ﷺ) হযরত আম্মার বিন ইয়াছের (رضي الله عنه)-র ব্যাপারে ভবিষ্যতবাণী করে বলেছিলেন যে, হযরত আম্মার বিন ইয়াছের (رضي الله عنه) বিদ্রোহীদের হাতে শহীদ হবেন (সহিহ্ বোখারি ও মুসলিম শরিফ-এ বর্ণিত এবং উনি পরবর্তীতে হযরত আমীর মুয়াবিয়া (رضي الله عنه)-র সৈন্যবাহিনীর হাতে শাহাদাত বরন করেন) এর ব্যখ্যায় বলেন: ওয়াকাদ ছাবাতা আন্না মান কাতালা আলিয়্যান কানু বুগাত অর্থাত্: এটা স্পষ্ট যে, যারা হযরত আলী (رضي الله عنه)-র বিরুদ্ধে যুদ্ধ করেছেন তারা বিদ্রোহী ছিলেন। তবে এই কারণে তাদের 'ঝম' তথা তিরস্কার বা নিন্দা করা যাবেনা। এটা ইজতিহাদগত ভুল বলে বিবেচ্য হবে। এরপর উনি বলেনঃ ওয়া ইয়াকফি লিইছবাতে ঝালিকা আল-হাদীছ আল-ছাহীহ্ আল্লাঝি রাওয়াহুল বোখারীয়্যু অর্থাত: এটা যে হযরত আলী (رضي الله عنه)-র বিরুদ্ধে বিদ্রোহ ছিল তা বুঝার জন্য বোখারী শরিফের এই হাদীছ-ই যথেষ্ট। অর্থাত স্বয়ং রাছুল কারীম (ﷺ)-ই বলেছেন আল ফিয়াতুল বাগিয়াহ্ বা বিদ্রোহী দল।\n\nঠিক এই স্টাইলেই এই বিষয়ক বর্ণনা এসেছে ইমাম বদরুদ্দীন আইনি কৃত সহিহ্ বোখারীর শরাহ্ 'ওমদাতুল কারীতে' এবং মৌল্লা আলী কৃত মিশকাত শরীফের ব্যখ্যাগ্রন্হ 'মিরকাতে'। বরং মোল্লা আলী কারী বলেছেন: বিআন্নাল লাঝীনা কাতালূহু বুগাতুন ঝালেমুনা লাহূ (এই অনুবাদ সাধারণ মানুষের অন্তরে বে-আদবির জন্ম দেবে বিধায় বিরত রইলাম)\n\n\nদুইঃ ইলমে উসুলিদ্দীনের উপর লিখিত সকল যুগের কিতাবেও ঠিক এটাই বর্ণিত হয়েছে। আমি শুধু দুটি স্বনামধন্য কিতাবের উদ্বৃতি এখানে উল্লেখ করব। একটা মাদ্রাসার পাঠ্যপুস্তক হিসেবে বহুল পঠিত।\n\nইমাম আবুল মুঈন আন নছফি আল হানাফি উনার বিখ্যাত কিতাব তাবছেরাতুল আদিল্লাহ্ তে উল্লেখ করেন যে, এটা হযরত আমীর মুয়াবিয়া (رضي الله عنه)-র 'বাগাওয়াত' বা বিদ্রোহ ছিল। তবে সেই কারণে উনার কোনরূপ সমালোচনা করা যাবেনা। উনি এই বিষয়ে আরো বলেন যে, উভয়ের মধ্যে ফজিলতের ক্ষেত্রে হযরত আলী (رضي الله عنه)-র মকাম ও মরতবা অনেক উপরে।\n\nইমাম তাফতাঝানি শরহুল মাকাসিদে বলেনঃ ফাল মুসীবু আলী, ওয়াল মুখালিফুনা বুগাত অর্থাত্: হযরত আলী (رضي الله عنه) সত্যের উপর ছিলেন এবং তাঁর বিরুদ্ধাচরন যারা করেছেন তারা বিদ্রোহী ছিলেন। তবে এই কারণে হযরত মুয়াবিয়া (رضي الله عنه) কে কাফের, ফাছেক বলা যাবে না, যা শিয়া মুর্খরা করে থাকে।\n\nমোদ্দা কথা আকিদার যেই কিতাবই আপনি পড়েন না কেন তাতে এই বিষয়টি স্পষ্ট  যে, হযরত আলী (رضي الله عنه) সত্যের উপর ছিলেন\n\nহযরত আমীর মুয়াবিয়া (رضي الله عنه)-র টা বাগাওয়াত বা বিদ্রোহ ছিল। তবে সেই কারণে উনাকে কাফের, ফাছেক বলা যাবেনা, তার নিন্দা করা যাবেনা, সমালোচনা করা যাবেনা, অভিসম্পাত করা যাবেনা এবং গালি-গালাজ করা যাবেনা। এটা ইজতিহাদী ভুল বিবেচিত হবে। কারণ উনি সাহাবিয়ে রাছুল (ﷺ) আর সাহাবীরা আদূল বা (ন্যয়নিস্ট) বলে রাছুল (ﷺ) এর ফরমান রয়েছে।\n\n\nতিন: এবার ফিকাহ্-র কিতাবে দেখব এই বিষয়ে কি বলা হয়েছে। ফিকাহ্ এর কিতাব সমুহের মধ্যে একটা অধ্যায় আছে- আদাবুল কাজী যা প্রধান বিচারপতির শিস্টাচার বিষয়ক। এই অধ্যায়ে আলোচিত বিষয় সমুহের মধ্যে একটি হচ্ছে- যদি কেউ অন্যায়ভাবে ক্ষমতা দখল করে তবে তার পক্ষ থেকে প্রধান বিচারপতি নিয়োগ করা হলে ঐ ব্যক্তির জন্য পোস্টটা গ্রহণ করা বা না করা এবং তার তাকলীদ করা আর না করা বিষয়ক।\n\nএই বিষয়ে সকল কিতাবের ভাষার গঠন এবং ধরন অনেকটাই একইরকম। তবে এখানে আমরা শুধুমাত্র হিদায়ার উদ্বৃতি উল্লেখ করব। কারণ হিদায়া ফিকাহর অন্যতম নির্ভরযোগ্য কিতাব যা সকল মাদ্রাসাই অনার্স ও মাস্টার্স লেভেলে পড়ানো হয়। তাছাড়া এই কিতাবটি আরো তিনটি উল্লেখযোগ্য কিতাবকে নীজের মধ্যে ধারন করে: বিদায়াতুল মুবতাদী, কুদূরী, আল জামে আল ছাগীর। ইমাম মরগেনানী হিদায়াতে উল্লেখ করেন: ইয়াজুঝুত তাকলীদ মিনাছ ছুলতানিল জাঈর কামা ইয়াজুঝু মিনাল আদেল। লিআন্নাস সাহাবাতা তাকাল্লাদূহু মিন মুয়াবিয়াতা ওয়াল হাক্বু কানা বিইয়াদে আলিয়্য়িন ফি নাওবাতিহী। ওয়াত তাবেঈনা তাকাল্লাদূহু মিনাল হাজ্জাজ ওয়া কানা জাইরান। অর্থাত শাসক গোষ্ঠী যদি অন্যায়ভাবেও ক্ষমতায় আসীন হয় তবুও কাজী বা প্রধান বিচারপতির তাকলীদ বৈধ। যেমন হযরত মুয়াবিয়া (رضي الله عنه)-র সময়কালে সাহাবায়ে কেরামের তার তাকলীদ করেছেন। অথচ হক্বের উপর হযরত আলী (رضي الله عنه)-ই প্রতিষ্ঠিত ছিলেন। তাবেঈনগন অত্যাচারী হাজ্জাজেরটা মেনেছেন।\n\nসকল ফিকাহর কিতাবে ইমামগণ এই বিষয়ে (অর্থাত কেউ যদি অসমীচিন উপায়ে ক্ষমতা দখল করে তবে তার পক্ষ থেকে নিয়োগকৃত প্রধান বিচারপতির তাকলীদ প্রসঙ্গে)\n\nসাহাবায়ে কেরামের সময়কালীন উদাহরণ দিতে গিয়ে হযরত আমীর মুয়াবিয়া (رضي الله عنه)-র কথা উল্লেখ করেন।\n\nসুতরাং এই বিষয়টা নিয়ে পানি ঘোলা করার কোন সুযোগ নেয়। এই ধরনের কথা বলা মুর্খতা ও বেঈমানি হবে যে, দুইজনই সাহাবীয়ে রাছুল (ﷺ)। জানিনা কে হক্বের উপর ছিলেন আর কে ছিলেন না। এই কথা চৌদ্দশ বছরের ইতিহাসে কেউ বলেননি। আর দুজনই সাহাবী, তবে তারা দুজন একই স্টেটাসের না। ফজিলতের দিক থেকে হযরত আলী (رضي الله عنه)-র মকাম অনেক উপরে। যেভাবে আম্বিয়ায়ে কিরাম সকলে একই স্টেটাসের না। ফজিলরের দিক থেকে কারো কারো অবস্থান অন্য নবীর তুলনায় অনেক উপরে।\n\nপরিশেষে বলব আহলে বাইতে রাছুল (ﷺ) কে সম্মান করতে গিয়ে হযরত মুয়াবিয়া (رضي الله عنه) সহ কোন সাহাবির নিন্দা করা শিয়াইজম। দুইজনকে মন্দ বলা খারিজিয়্যত। হযরত আলীর (رضي الله عنه) প্রতি ছাপা ক্ষোভ বা হালকা মনোভাব পোষন করে হযরত আমির মুয়াবিয়া (رضي الله عنه) কে বেশি প্রাধান্য দেওয়া এবং সমানে সমান বলা মোনাফেকত। এই যুদ্ধে এবং দ্বন্দ্বে হযরত আলী (رضي الله عنه) হক্ব ছিলেন। হযরত মুয়াবিয়া (رضي الله عنه)-র টা বিদ্রোহ ছিল। তবে সেই কারণে উনাকে কাফের, ফাছেক বলা যাবেনা, তার নিন্দা করা যাবেনা, সমালোচনা করা যাবেনা, অভিসম্পাত করা যাবেনা এবং গালি-গালাজ করা যাবেনা। এটা ইজতিহাদী ভুল বিবেচিত হবে। কারণ উনি সাহাবিয়ে রাছুল (ﷺ) আর সমস্ত সাহাবী আদূল বা (ন্যয়নিস্ট) বলে রাছুল (ﷺ) এর ফরমান রয়েছে। এটাই আহলে ছুন্নাত ওয়াল জামাতের আকিদা। আপনি এক সাহাবীর বিরুদ্ধে সমালোচনার তীর ছুড়লে আরেকজন আরেক সাহাবীর বিরুদ্ধে ছুড়বেন। হাজার মুনাফিক অপেক্ষায় আছে এই অবস্থা সৃষ্টের। সুতরাং সাবধান। এটা দ্বীনে মুহাম্মাদীর (ﷺ)-র রেড ঝোন। ক্রছ করলেই শয়তান কতৃক এরেস্টেড হবেন।\n\nমারহুম আবুল আলা মাউদুদীর লিখিত কিতাব খিলাফত আওর মুলুকিয়্যতে হযরত উছমান (رضي الله عنه) ও হযরত আলী (رضي الله عنه) কতৃক গৃহিত অনেক পদক্ষেপের সমালোচনা করেছেন এই বলে- ভুল ভুলই। ভুলকে ইজতেহাদী ভুল বলে চালিয়ে দেওয়ার কোন সুযোগ নেই। আর এই কারণেই লক্ষ করবেন জামাত শিবিরের কর্মিদের মধ্যে মুহাব্বাত, আদব এবং তাযিমের মাত্রা কম। এটা মাউদুদীবাদের প্রভাব।\n\nঅনেকেই দেখি, অতিরিক্ত মুহাব্বাত আর স্মার্টনেসের ভারে সুন্নিয়তের চাদরে আবৃত হয়ে শিয়াদের টোনে কথা বলেন। এটা পাক্কা মুনাফেকি। আইম্মায়ে কেরাম সবকিছু দুধ কা দুধ, পানি কা পানি করে দিয়ে গেছেন।\n\nআবার অনেকেই দেখি মুহাররম মাসে শিয়াদের রোধ করতে গিয়ে হযরত আমীর মুয়াবিয়ার (رضي الله عنه) ওরছ ও জিকির বেশি করা শুরু করেন। এটা খারিজি আইঢিওলজির প্রভাব এবং অত্যন্ত পরিতাপের। শিয়া রোধে আহলে ছুন্নতের প্লাটফর্মে এই ধরনের ফালতু টেকনিক খারিজিয়্যত, ঘৃণিত ও পরিত্যাজ্য।\n"
  },
  {
    "1": "কারবালার যুদ্ধ দুই শাহজাদার মধ্যকার ক্ষমতা লাভের যুদ্ধ। কীভাবে মুল্যায়ন করবেন?",
    "2": "উত্তরঃ এই ধরনের মন্তব্য মুনাফিক এবং চরম খারিজি আদর্শের ধারক আহলে বাইত বিদ্বেষী সময়ের ঝুল খুওয়ায়ছারাই করতে পারে। কার সাথে কার তুলনা? সৃষ্টির আদি থেকে অন্ত পর্য্যন্ত ইমাম হুছাইন (رضي الله عنه)-র চেয়ে বড় শাহ্জাদা না এই যমিন কখনো দেখেছে, না আসমান।\n\nতাঁর নানা ইমামুল মুরসালীন (ﷺ)। নানী পৃথিবীর নারীদের মধ্যে উত্তম, যাকে আল্লাহ্ তায়ালা জিবরীল মারফত সালাম পাঠিয়েছে। যার মা জান্নাতী নারীদের লিডার। যার বাবা মুমিনদের মাওলা, রাছুল কারীম (ﷺ) এর জ্ঞান শহরের প্রবেশপথ এবং খোলাফায়ে রাশেদার চতুর্থ খলিফা। যার ভাই জান্নাতি যুবকদের লিডার। যিনি নিজেও জান্নাতি যুবকদের সরদার। স্বয়ং রাছুলে খোদা (ﷺ) যাকে নানা-নানী, মা-বাবা, চাচা-ফুফু এবং মামা-খালার দিক থেকে 'খাইরুন-নাস' তথা সবচেয়ে উত্তম বলেছেন। (তাবরানী, মু'জামুল কাবীর, নং২৬৮২, হাইছামী, মাজমা'উঝ ঝাওয়ায়েদ, ৯:১৮৪)\n\nএরপরও কি ওই ইয়াজিদ খাবীছকে ইমাম হুছাইনের (رضي الله عنه)-র সাথে এক কাতারে দাঁড় করিয়ে শাহজাদা বলবেন? লজ্জা হওয়া দরকার।\n"
  },
  {
    "1": "শিয়াদের মুতা কেন নিষিদ্ধ?",
    "2": "পুরুষ তার অর্থের বিনিময়ে সীমিত সময়ের জন্য নারীভোগ করলে তাকে মুতা বলে। নির্দিষ্ট উক্ত সময়সীমা এক, দুই বা একমাস কিংবা দু'মাসেরও হতে পারে'। মুতার সংজ্ঞাপ্রদানে আপন তাফসীর রাউয়ায়েউল বয়ানে একথাগুলিই বলছিলেন শাইখ মুহাম্মদ আলী সাবুনী।\n\n(যদিও শিয়া সম্প্রদায় একে এখনো জায়েজ মনে কিন্তু ইহা সুষ্পষ্ট হারাম। যারা সিহাহ সিত্তাকে মানে না তাদের কথা আর কি বলব।-এডিটর)\n\n'মুমিনদের পথ ভিন্ন অন্য কিছু তালাশ করলে যেদিকে সে ফিরতে চায়, আমি তাকে সেদিকেই ফিরিয়ে দেই। অতঃপর জাহান্নামে পাঠিয়ে দেই'। (সূরা নিসা ১১৫)\n\nমুতা নিষিদ্ধের ইজমা ঘটে সাহাবীযুগেই। ইবনে আব্বাসও রাঃ পূর্বের রায় ছেড়ে রুজু করেছেন।\n\nকিন্তু এতে আশ্চর্যকথা হলো, আমার চোখে পড়া ডজনখানি বর্ণনা এসেছে হজরত আলী রাঃ থেকে। শিয়া মতবাদে তিনিই ওদের ইমাম। ইমামের বর্ণনা অনুসারে মুতা হারাম। স্বীয় ইমামের বরাতেই হারাম, এমন বস্তুকে জায়েজ বলাটা 'ইমাম-বিরোধিতা' নয় কি?\n\nপ্রমাণাদিঃ\n\n১. 'যদি তাদের স্ত্রী ও অধীনস্থ দাস-দাসীদের প্রতি (স্বীয় ল্জ্জাস্থান) সংযত নাও রাখে, তবু তারা তিরস্কৃত হবে না। এঁদের (উভয়) ব্যতীত অন্য কারো প্রতি কামনা চরিতার্থ করলে, তারাই সীমালঙ্ঘনকারী হবে'।\n★ সূরাঃ মুমিনুন, আয়াতঃ ৬-৭\n\n২. প্রিয়নবী (ﷺ ) ইরশাদ করেছেনঃ 'হে মানবজাতি, নিশ্চয় পূর্বে আমি তোমাদেরকে মুতার অনুমতি দিয়েছিলাম। আর নিশ্চিতভাবে আল্লাহ তায়ালা একে কিয়ামত পর্যন্ত হারাম করে দিয়েছেন'।\n★ সহীহ মুসলিম- হাঃ নংঃ ৩৪৮৮,\n★ সুনানে ইবনে মাজাহ- হাঃনংঃ ২০৩৮\n\n৩. হযরত আলী রাঃ হতে বর্ণিত, 'রাসুলে পাক (ﷺ) খাইবার দিবসে মুতা বিয়ে ও গৃহপালিত গাধার মাংস ভক্ষণে নিষেধাজ্ঞা আরোপ করেছেন'।\n★ সহীহ বুখারী- ৪২৬৫,\n★ সহিহ মুসলিম- ৩৪৯৭, ৩৫০০, ৩৫০১, ৫১১৬;\n★ জামে তিরমিজী- ১৯০৬, ১১৪৭;\n★ সুনানে নাসায়ী- ৩৩৭৯, ৩৩৮০, ৪৩৫২;\n★ সুনানে ইবনে মাজাহ- ২০৩৭,\n★ আল-মুয়াত্তা- ১১৩৭\n\n৪. হযরত রাবী ইবনে সাবরাহ রাঃ তার পিতা হতে বর্ণনা করেনঃ 'নবী কারিম (ﷺ) মুতা বিয়েকে হারাম করেছেন'।\n★ (সুনানে আবু দাউদ- ২০৭৫)\n\n৫. একই রাবী হতে বর্ণিত, 'রাসুলে পাক (ﷺ) মক্কা বিজয়ের দিন (বা কালে) মুতা বিয়েকে নিষিদ্ধ করেছেন'।\n★ (সহীহ মুসলিম- ৩৪৯৩, ৩৪৯৪)\n\n৬. হুবহু সনদের অপর বর্ণনায় আছে, 'নবী কারিম (ﷺ) মুতা বিয়ে নিষিদ্ধ করেন'।\n★ (সহীহ মুসলিম- ৩৪৯২)\n\n৭. তিনি আরো বর্ণনা করেনঃ 'রাসুলে পাক (ﷺ) মক্কা বিজয়ের বছরেই মক্কা প্রবেশের সময় আমাদেরকে মুতা বিয়ের নির্দেশ দিয়েছিলেন। কিন্তু মক্কা থেকে বের হবার আগেই মুতা বিয়ে নিষিদ্ধ করেন'।\n★ (সহীহ মুসলিম- ৩৪৯০)\n\n৮. ইয়াস ইবনে সালামাহ আপন পিতৃসূত্রে বর্ণনা করেন, 'রাসুলে পাক (ﷺ) আওতাসের বছরে তিনবার মুতা বিবাহের অবকাশ দেন। অতঃপর নিষিদ্ধ করেন'।\n★ (সহীহ মুসলিম- ৩৪৮৪)\n\n৯. প্রিয়নবী (ﷺ) এও ইরশাদ করেছেনঃ 'যার অধীনে মুতা বিবাহিতা কোন মহিলা থাকে, সে যেন তাকে তালাক দিয়ে দেয়'।\n★ (সহীহ মুসলিম- ৩৪৭৫)\n\n১০. রাবী বলেনঃ 'প্রথমদিকে সাহাবী হযরত আব্দুল্লাহ ইবনে আব্বাস রাঃ মুতার ব্যাপারে অবকাশ দিতেন। যখনই নবী পাক (ﷺ) কতৃক নিষিদ্ধের খবর পেলেন, তড়িঘড়ি তিনি পূর্বের ফতোয়া ফিরিয়ে নিলেন। আর প্রায় সমস্ত ওলামায়ে কিরাম মুতা বিয়েকে হারাম বলেন- (ইবনে আব্বাসের) এই মতকেই প্রাধান্য দেন।\n\n- ইমাম সুফিয়ান সাওরী,\n- ইমাম আব্দুল্লাহ ইবনে মুবারক,\n- ইমাম শাফেয়ী,\n- ইমাম আহমদ ইবনে হাম্বল ও\n- ইমাম ইবনে ইসহাক প্রমুখ ইমামগণ'।\n\n★ (সুনানে তিরমিজী- ৩৪৮৪)\n\nলেখকঃ মিসবাহুল ইসলাম আকিব,\nঅনলাইন এক্টিভিস্ট, বাংলাদেশ\n"
  },
  {
    "1": "শিয়াদের উৎপত্তি কিভাবে?",
    "2": "চলুন এবার জানা যাক এই শিয়াদের কিভাবে উৎপত্তি হয়েছিল কেন হয়েছিল এবং কি তাদের আকিদা ও বিশ্বাসঃ\n\nআরবে ইসলাম আগমনের পূর্বে সবাই ছিল ইহুদি ও মুশ্রিক।ইসলাম আগমনেরর ৪০ বছরের মধ্যে প্রায় সব ইয়াহুদি মুসলিম হয়ে যায়।অবশিষ্ট ইয়াহুদিরা এটা কোনভাবেই মেনে নিতে পারেনি।তাই এরা ইসলামের ক্ষতি সাধন করার লক্ষে ইসলাম গ্রহণ করত।ভিতরে ভিতরে ইহুদিই থেকে যেত।ইসলামে এদের বলা হত মুনাফিক।তেমনি একজন মুনাফিকের নাম ছিল আবদুল্লাহ বিন সাবাহ,এ ছিল তৎকালীন ইয়াহুদীদের সর্দার।ইয়াহুদিরা দলে দলে মুসলিম হয়ে যাচ্ছে দেখে এ এক নতুন পরিকল্পনা আটল।সে এটা বুঝতে পারল মানুষকে ইসলাম গ্রহণ করা থেকে কিছুতেই বিরত করা যাবেনা তবে চেষ্টা করলে ইসলামের ইয়াহুদি ভার্সন বের করা যেতে পারে।সে পরিকল্পনা কল্পনা করল মুসলমানদের মধ্যে এমন একটি দল তৈরী করার যারা নামে হবে মুসলিম কিন্তু বিশ্বাস হবে ইহুদীদের মত।এই পরিকল্পনা বাস্তবায়নের নিয়তে সে লোক দেখানো ইসলাম গ্রহন করল। দুহাতে দান করা থেকে শুরু করে মানুষের মন জয় করার জন্য যা যা করা দরকার তার কিছুই করতে থাকল।অল্পদিনেই কুফার অগণিত মানুষের হৃদয়ের মণিকোঠায় তার আসন নিশ্চিত হলো।এক সময় যখন ইবন সাবাহ তার আসন সম্পর্কে নিশ্চিত হলো, তখন সে ধীরে ধীরে মানুষকে উসমান রাঃ এর বিরুদ্ধেক্ষেপিয়ে তুলতে লাগলো।তার উদ্দেশ্য ছিলা আলি (রাঃ০ কে দিয়ে উসমান (رحمة الله) ঘায়েল করা,এবং আলি (رضي الله عنه)মুয়াবিয়া (রাঃ০ দিয়ে ঘায়েল করা) সর্বশেষ নিজে ক্ষমতাসীন হয়েইসলামের ইয়াহুদি ভার্সন তৈরি করা।\nএরই মধ্যে সে প্রচার করতে লাগল আলি (رضي الله عنه) খিলাফতের হকদার এবং উসমান (رضي الله عنه) অবৈধভাবে খলিফা হয়েছে।আলি (رضي الله عنه) তার এমন দাবি প্রত্যাখান করেন ও মজলিসে সুরায় অন্যন্য সাহাবার সাথে উসমান রাঃ কে তৎক্ষণাৎ বাহিনী পাঠিয়ে ইবন সাবাহকে শায়েস্তা করার পরামর্শ দিলেন। কোমল হৃদয় উসমান প্রত্যাখ্যান করলেন তা। অল্পদিনের ভিতরই আবদুল্লাহ বিন সাবাহ বাহিনী সশস্ত্র অবস্থায় মদীনা প্রবেশ করলো। খলিফার কাছ থেকে এবারো কোন বাধা না পেয়ে এক সময় তারা হত্যাই করে বসলো রাসুলুল্লাহ সাঃ এর দুই কন্যার স্বামী এবং পৃথিবীতে বসে জান্নাতের সুসংবাদ পাওয়া সাহাবী উসমান রাঃ কে। মুসলিম উম্মাহ দেখতে শুরু করলো ফিতনার কদর্য রূপকে।\n\nআলি ( রাঃ) খিলফত পাওয়ার পর এই সাবাহ তখন আলি(رضي الله عنه) এবং মুয়াবিয়া (رحمة الله) এর মধ্যে পেচ লাগানাও শুরু করল।সে আলি (رضي الله عنه) কে হত্যা করতে নতুন এক দলের আবির্ভাব ঘটাল ইতিহাসে যারা খারেজি নামে পরিচিত।এবারো সে সফল হয়। খারেজীদের হাতে শহীদ হয়ে যান হযরত আলি (رضي الله عنه)।চার খলিফা এবং আলি (رضي الله عنه) এর অনুপস্থিতে সাবাহ পুরোপুরী সুযোগ পেয়ে যায়।সে এবার প্রচার করতে থাকে আসলে নব্যুয়তের দাবিদার ছিল আলি (رضي الله عنه),জিব্রাইল (আঃ) ভুল করে মুহাম্মাদ (সঃ) এর কাছে ওহি নিয়ে যায়! সর্বশেষ আব্দুল্লাহ বিন সাবা দাবি করে হযরত আলিই হচ্ছে আল্লাহ (নাউজুবিল্লাহ)। নিজেদের কল্পনাকে ভিত্তি করে এরা হযরত আলী (رضي الله عنه) কে অপমানিতই শুধু করেনা বরং সিজদা করে এক আল্লাহর সাথে শিকর করা শুরু করে।\n\nহযরত আলি (رضي الله عنه) এর মৃত্যুর পর তার কিছু অতিভক্তরা এই ভ্রান্ত কথা বিশ্বাস করে।এরপর পেরিয়ে গেছে বছরের পর বছর, শতাব্দীর পর শতাব্দী। মুসলিম নাম ধারণ করে আবদুল্লাহ বিন সাবাহর অনুসারী একদল লোক এইভাবে শুধু অতিরঞ্জিত কথা বলতেওই থাকে বলতেই থাকে।এই অতিরিঞ্জিত মতবাদ এক সময় এতই বেশি হয়ে যায় যে একসময় এটি একটি পূর্ণাংগ ধর্ম হিসেবে প্রতিষ্ঠিত হয় যে ধর্মের বিশ্বাসের সাথে ইসলামের মুল বিশ্বাসের কোন মিল নাই এবং ইহুদীদের সাথে অধিকাংশ ক্ষেত্রেই মিল।যে স্বপ্ন নিয়ে ইহুদি গুপ্তচর আব্দুল্লাহ বিন সাবাহ ইসলা মে প্রবেশ করেছিল ছিল তা অনেকটায় সফল হয়।\nবনী ইরাঈলের মধ্যে যারা কুফরী করেছিল, তারা দাঊদ ও ঈসা ইবন মারইয়াম কর্তৃক অভিশপ্ত হয়েছিল—এটা এই জন্য যে, তারা ছিল অবাধ্য ও সীমালংঘনকারী। তারা যেসব গর্হিত কাজ করত, তা থেকে তারা একে অন্যকে বারণ করত না। তারা যা করত, তা কতই না নিকৃষ্ট। ((সূরা আল-মায়িদা: ৭৮-৭৯)\n"
  },
  {
    "1": "ইমাম খোমিনী ও ইরানের শিয়া বিপ্লব কী?",
    "2": "১৯৭৯ সালের বহুল আলোচিত শিয়া বিপ্লব (যাকে ইসলামী বিপ্লব বলে চালিয়ে দেওয়ার জন্য শিয়া জনগোষ্ঠি ও এর দোসররা কোমর বেধে নেমেছে) এর মূল হোতা ইমাম আয়াতুল্লাহ রূহুল্লাহ (?) খোমিনী সম্পর্কে কিছু না লিখলেই নয়। তার বিভিন্ন পুস্তিকা ও গ্রন্থে এটা দিবালোকের মত সুস্পষ্ট হয়ে ওঠে l অসংখ্যা উক্তি থেকে উদ্ধৃতি সহ মাত্র কয়েকটি তুলে ধরা হল –\n\n১l সৃষ্টি জগতের প্রতিটি কণার উপর ইমামগণের আধিপত্য রয়েছে  [আল হুকূমাতুল ইসলামিয়্যাহ পৃঃ ৫২]\n\n২l ইমাম গণের মর্যাদা নৈকট্যশীল ফেরেশতা,নবী, ও রাসূলগণেরও উর্ধে ! [ঐ পৃঃ ৫২]\n\n৩l ইমামগণের শিক্ষা কূরআনের বিধানাবলী ও শিক্ষার মতই চিরস্থায়ী এবং অবশ্য পালনীয়  [আল হুকূমাতূল ইসলামীয়া পৃঃ ১১৩]\n\n৪l আবু বকর ও উমর দিল থেকে ঈমান আনেনি বরং শুধু নেতৃত্বের লোভে বাহ্যিক ভাবে ইসলাম কবুল করেছিল এবং রাসূলে খোদা (ﷺ) এরর সাথে নিজেদেরকে লাগিয়ে রেখেছিল  [কাশফুল আসরার]\n\n৫l কূরআনী আহকাম ও খোদায়ী ফরমানের বিরোধিতা করা ছিল এদের জন্য (হযরতআ আবু বকর,উমর,উসমান)- (رضي الله عنه) সাধারণ ব্যাপার,তারা প্রচূর সংখ্যক কূরআনে আয়াতের বিরোধিতা করেছে এবং ফরমানে ইলাহীর কোন তোয়াক্কা করেনি ! [কাশফূল আসরার]\n\n৬l যদি এরা নিজেদের আসল উদ্দেশ্য তথা ক্ষমতা লাভের উদ্দেশ্য কূরআনের ঐ আয়াতগুলো কূরআন হতে বের করে দিতে পারতো,তবে অবশ্যই বের করে দিত l এটা তাদের জন্য খুবই সাধারণ ব্যাপার ছিল  [কাশফূল আসরার]\n\n৭l উসমান,মুয়াবিয়া ও হয়যীদ একই ধরনের অত্যাচারী ও অপরাধী ছিল !\n\n৮l আমাদের ইমামগণ এ জগৎ সৃষ্টির পূর্বে নূর ও তাজ্জালীর আকৃতিতে ছিলেন,যা আল্লাহ'র আরশকে বেষ্টন করে রেখেছিল,তাদের মর্যাদা ও নৈকট্যপ্রাপ্তির কথা আল্লাহ তায়ালা ছাড়া কেউ জানেনা  [আল বিলায়াতুত তাকবীনিয়্যাহ শিরোনামে 'আল হুকূমাতুল ইসলামীয়াহ' গ্রন্থে:পৃঃ৫২]\n\n৯l আমাদের ইমামগণ ভূল ও গাফলত হতে মুক্ত-পবিত্র  [আল হিকমাতুল ইসলামিয়্যাহ পৃঃ৯১]\n\n১০l মিঃ খোমিনী তার কুখ্যাত [কাশফুল আসরার] গ্রন্থে 'আল্লাহ'র কূরআনের সাথে উমরের বিরোধিতা' শিরোনামে যে আলোচনা করেছে তাতে হযরত উমর ফারুক (رضي الله عنه) কে অত্যন্ত কর্কশ ভাষায় কাফির ও যিন্দিক আখ্যায়িত করেছে! [পৃঃ ১১৯]\n\n১১l আমরা এমন আল্লাহ'রই ইবাদত করি এবং তাকেই মানি যার সকল কাজ বিবেক ও প্রজ্ঞা অনুযায়ী হয়,আমরা এমন আল্লাহ'র ইবাদত করি না যিনি খোদা পুরুস্তী,আদালত ও দ্বীনদারীর এক বিশাল সৌধ নির্মান করিয়ে নিজেই তা ধ্বংসের চেষ্টা করেন যে-ইয়াযীদ,মুয়াববিয়া এবং উসমানের ন্যায় জালিম ও বদমাশদেরকে ইমারাত ও হুকুমাত সোপর্দ করে দেন  [কাশফুল আসরার পৃঃ১০৭]\n"
  },
  {
    "1": "শিয়ারা কাফের কেন?",
    "2": "১. শিয়া কালিমা ও মুসলমানদের কালিমা ভিন্ন: মুসলিমদের কালিমা-লা-ইলাহা ইল্লাল্লাহ মুহাম্মাদু রাসূল্লাহ।অর্থ- আল্লাহ ছাড়া কোন মাবুদ নেই, হযরত মুহাম্মদ সাঃ আল্লাহ তাআলার রাসূল।\nশিয়া কালিমা- লা-ইলাহা ইল্লাল্লাহ মুহাম্মাদু রাসূল্লাহ, আলীয়্যুন ওয়ালীউল্লাহ ওয়াসিয়্যু রাসূলিল্লাহ, খলীফাতুহু বিলাফসল। [আকায়েদ দ্বীনিয়াত, বুক নং-১, ঈমামিয়া দ্বীনিয়াত, বাচ্চু কি দ্বীনী আওর আখলাকী কিতাব, পহলী কিতাব, প্রকাশক-ইমামিয়া এডুকেশন এ্যান্ড ওয়েলফেয়ার ট্রাষ্ট, নম্বর-৬৮, শিবাজী রোড,শিবাজী নগর ব্যাঙ্গালোর-৫৬০০৫১]\n\n২. মুসলিমদের কুরআন শিয়াদের কুরান আলাদা: মুসলিমদের কুরানে 6236 টি আয়াত রয়েছে।শিয়াদের দাবি মতে তাদের কুরানে ১৭০০০ আয়াত রয়েছে। এছাড়াও সাহাবাদের গালা গালি করা ছাড়াও অনেক কারন রয়েছে যেগুলি শিয়াদের কাফের প্রমাণ করে যা উপরে উল্লেখ করা হয়েছে।যদি শিয়া ধর্ম সত্যা হয় তবে ইসলাম ধর্ম মিথ্যা আর যদি ইসলাম ধর্ম সত্য হয় তবে শিয়া ধর্ম মিথ্যা।\n\nতোমরা যখন তাদেরকে দেখবে, যারা আমার সাহাবীদেরকে গালি দেয়, তখন তোমরা বলবে: তোমাদের নিকৃষ্টদের উপর আল্লাহর লানত (অভিশাপ)। (তিরমিযী, মানাকিব, হাদিস নং- ৩৮৬৬)\n"
  },
  {
    "1": "নামাজের বিষয়ে গুরুত্বপূর্ণ কিছু প্রশ্নোত্তর",
    "2": "১-  জামাতে নামাজ পড়ার সময় ইমাম যখন সূরা পড়েন উচ্চস্বরে তখন কি আমি  ও পড়ব?\n\n না। চুপ থেকে শুধু শুনবেন।\n\n\n২-  জামাতে আছর যোহর এর নামাজে ইমাম সূরা শব্দ ছাড়া পড়েন একেত্রে আমি ও কি নিজে নিজে সূরা ফাতিয়া এবং অন্য সুরা পড়ব?\n\n না। চুপ থেকে শুধু শুনবেন।\n\n\n৩- জামাতের নামাজে এক রাকাত চলে গেলে আমি যখন নামাজে শরীক হব তখন শেষের রাকাতে কি সূরা ফাতিহা এবং সাথে অন্য সূরা পড়ব ?\n\n হ্যাঁ। যদি প্রথম রাকাত বা দ্বিতীয় রাকাত বাদ যায় তবে সূরা ফাতিহা+অন্য সূরা আর যদি ৩য় বা ৪র্থ রাকাত বাদ যায় শুধু সূরা ফাতিহা।\n\n\n৪- জামাতের নামাজে দুই রাকাত চলে গেলে ইমাম যখন সালাম ফিরাবেন তার পর কিভাবে নামাজ শেষ করব ?\n\n ইমাম ডানে সালাম ফিরালে আপনি আল্লাহু আকবার বলে উঠে যাবে। তখন সূরা ফাতিহা+অন্য সূরা পড়বেন।\n\n\n৫- জামাতের নামাজে তিন রাকাত চলে গেলে এক রাকাত ইমামের পিছনে পড়ার পর পরের রাকাত গুলো কিভাবে শেষ করব ?\n\n শেষের রাকাত থেকে উলটো করে পড়ে আসবেন। মানে ৩য় রাকাত ছুটে গেলে ইমাম সালাম ফিরানোর সময় উঠে যাবেন। তারপর শুধু সূরা ফাতিহা পড়বেন। তারপর বৈঠক করে তাশহুদ পড়ে আবার উঠে যাবেন। তারপর সূরা ফাতিহা+অন্য সূরা দ্বারা দুই রাকাত পূর্ণ করে বৈঠক ও সালাম দ্বারা নামাজ শেষ করবেন।\n\n\n৬-  জামাতে নামাজ পড়ার সময় ইমাম যখন আল্লাহু আকবার,সামিয়াল্লাহু হুলিমান হামিদাহ বলে রুকু সিজদাহ তে যান  তখন আমি ও কি আল্লাহু আকবার বলব?\n\n হ্যাঁ। সামিয়াল্লাহু লিমান হামিদাহ.... এই জায়গায় রাব্বানা লাকাল হামদ পড়বেন।\n\n\n৭- তারাবীর নামাজে দুই রাকাত পর পর তো নিয়ত করতে হয় এখন এখানে প্রতি দুই রাকাত পর পর কি জায়নামাযের দো’আ ও পড়তে হয়?\n\nনা।\n\n\n৮- বিতরের নামাজ জামাতে পড়লে দুয়া কুনুত এটা নিজে পড়া লাগবে ?\n\n হ্যাঁ।\n"
  },
  {
    "1": "ইনজেকশান নিলে অযু ভঙ্গ হবে কিনা?",
    "2": "❁ মাংসের মধ্যে ইনজেকশান দেয়ার পর যদি প্রবাহিত হওয়ার মত রক্ত বের হয়, তাহলে অযু ভঙ্গ হয়ে যাবে।\n\n❁ শিরায় ইনজেকশান দিয়ে প্রথমে উপরের দিকে যে রক্ত টানা হয় তা যেহেতু প্রবাহিত হওয়ার মত, তাই এর দ্বারা অযু ভঙ্গ হয়ে যাবে। এমনিভাবে\n\n❁ গ্লোকোজ ইত্যাদির স্যালাইন শিরার মধ্যে লাগালে অযু ভঙ্গ হয়ে যাবে। কেননা, এতে প্রবাহিত হওয়ার মত রক্ত নলীতে এসে যায়। আর যদি প্রবাহিত হওয়ার মত রক্ত নলীতে না আসে তাহলে অযু ভঙ্গ হবে না।\n\n❁পরীক্ষা করানোর জন্য সিরিঞ্জের মাধ্যমে যে রক্ত বের করা হয় তা দ্বারা অযু ভঙ্গ হয়ে যাবে। কারণ এতে প্রবাহিত হওয়ার মত রক্ত বের হয়ে থাকে। আর এ রক্ত প্রস্রাবের মতও নাপাক। তাই এরূপ রক্ত পূর্ণ শিশি পকেটে নিয়ে নামায আদায় করলে নামায হবে না। তাছাড়া রক্ত বা প্রস্রাবের শিশি যদিও তা ভালভাবে বন্ধ, মসজিদের ভিতর নিয়ে যেতে পারবে না, নিয়ে গেলে গুনাহগার হবে।\n"
  },
  {
    "1": "বমি দ্বারা কখন অযু ভঙ্গ হয়?",
    "2": "মুখভর্তি বমিতে যদি খাদ্য, পানি বা পিত্ত রঙের তিক্ত পানি নির্গত হয় তাহলে অযু ভঙ্গ হয়ে যায়। যে বমিকে নিবারণ করা খুবই কষ্টকর তাকে মুখভর্তি বমি বলে। মুখভর্তি বমি প্রস্রাবের মতই নাপাক। তাই এরূপ বমির ছিটা থেকে কাপড় ও শরীর রক্ষা করা একান্ত প্রয়োজন। (বাহারে শরীয়াত, ১ম খন্ড, ৩০৬ এবং ৩৯০ পৃষ্ঠা)"
  },
  {
    "1": "সতর দেখা গেলে কি অযু ভঙ্গ হয়ে যায়?",
    "2": "জন সাধারণের মধ্যে প্রচলন আছে যে, হাঁটু বা সতর খুলে গেলে, নিজের কিংবা অপরের সতর দেখা গেলে অযু ভঙ্গ হয়ে যায়। কিন্তু এটা একেবারে ভুল। হ্যাঁ! অযুর সময় নাভী থেকে হাঁটু পর্যন্ত সমস্ত সতর ঢেকে রাখা অযুর আদব। বরং প্রস্রাব ও পায়খানা সেরে তাড়াতাড়ি সতর ঢেকে ফেলা উচিত। কেননা, বিনা প্রয়োজনে সতর খোলা রাখা নিষেধ এবং জন সম্মুখে সতর খোলা হারাম। (বাহারে শরীয়াত, ১ম খন্ড, ৩০৯ পৃষ্ঠা)"
  },
  {
    "1": "চিপচিপে পোষাক পরিহিত ব্যক্তির প্রতি দৃষ্টিপাত করা কেমন?",
    "2": "পোশাক চিপচিপে হওয়ার কারণে বা তীব্র বাতাস প্রবাহের কারণে বা বৃষ্টির পানিতে গোসল করার কারণে বা নদী বা সমুদ্রে গোসল করার সময় নদী বা সমুদ্রের প্রবল ঢেউয়ের কারণে যদিও সে মোটা কাপড় পরিধান করে গোসল করে থাকুক না কেন কাপড় যদি শরীরের সাথে লেগে গিয়ে সতরের কোন একটি পূর্ণ অঙ্গ যেমন উরুর সম্পূর্ণ গোলাকার অংশের আকৃতি স্পষ্ট হয়ে ওঠে, তাহলে সে অঙ্গের দিকে অন্যান্য লোকদের দৃষ্টিপাত করা জায়িয নেই। অনুরূপ চিপচিপে পোশাক পরিধানকারী ব্যক্তির সতরের স্পষ্ট হয়ে ওঠা পূর্ণ অঙ্গের প্রতিও দৃষ্টিপাত করা (জায়িয নেই) ।"
  },
  {
    "1": "গোসলের কারণে সর্দি বা কাশি বেড়ে যাওয়ার সম্ভাবনা থাকলে তখন?",
    "2": "যদি কারো সর্দি, কাশি বা চোখের রোগ থাকে এবং তার প্রবল ধারণা হয় যে, মাথার উপর দিয়ে পানি প্রবাহিত করে বা ডুব দিয়ে গোসল করলে তার সে সমস্ত রোগ বেড়ে যেতে পারে বা অন্য কোন রোগে সে আক্রান্ত হতে পারে, তাহলে সে কুলি করে ও নাকে পানি দিয়ে ঘাড়ের উপর দিয়ে পানি প্রবাহিত করে গোসল করবে এবং সম্পূর্ণ মাথায় ভিজা হাত বুলিয়ে নিবে এরূপ করলে তার গোসল আদায় হয়ে যাবে। সুস্থ হওয়ার পর সে শুধুমাত্র মাথা ধৌত করলে চলবে। নতুনভাবে পুনরায় তাকে গোসল করতে হবে না। (বাহারে শরীয়াত, ১ম খন্ড, ৩১৮ পৃষ্ঠা)"
  },
  {
    "1": "আঙ্গুলে কালির (INK) দাগ জমে থাকলে তখন?",
    "2": "রান্নাকারীর নখে আটা, লিখকের নখে কালির দাগ এবং সর্ব সাধারনের গায়ে মশা-মাছির বিষ্টা লেগে থাকলে এবং গোসল করার সময় তা দৃষ্টি গোচর না হলে গোসল হয়ে যাবে। তবে দৃষ্টিগোচর হওয়ার পর তা পরিস্কার করে নেয়া এবং সে স্থান ধৌত করে নেয়া আবশ্যক। আর ঐগুলো বিদ্যমান থাকা অবস্থায় যে নামায আদায় করা হয়েছিল তা শুদ্ধ হয়ে যাবে। (বাহারে শরীয়াত, ১ম খন্ড, ৩১৯ পৃষ্ঠা)"
  },
  {
    "1": "হাফ হাতা জামা পরিধান করে নামায আদায় করা কেমন?",
    "2": "হাফ হাতা জামা বা শার্ট পরে নামায আদায় করা মাকরূহে তানজিহী, যদি তার নিকট অন্য জামা থাকে। হযরত সদরুশ শরীয়া মুফতী মুহাম্মদ আমজাদ আলী আযমী رَحْمَۃُ اللّٰہِ تَعَالٰی عَلَیْہِবলেন: “যার নিকট কাপড় রয়েছে তার জন্য শুধু হাফ হাতা শার্ট কিংবা গেঞ্জী পরে নামায আদায় করা মাকরূহে তানযিহী আর কাপড় না থাকলে মাকরূহও হবে না।” (ফতোওয়ায়ে আমজাদিয়া, ১ম অংশ, ১৯৩ পৃষ্ঠা) মুফতীয়ে আযম পাকিস্তান হযরত কিবলা মুফতী ওয়াকারুদ্দীন কাদেরী রযবী رَحْمَۃُ اللّٰہِ تَعَالٰی عَلَیْہِ বলেন: “হাফ হাতা জামা, শার্ট ইত্যাদি কাজ কর্মের পোষাকের মধ্যে অন্তর্ভূক্ত। (সাধারণত কাজ কর্মের পোষাক পরে মানুষ সম্মানী ব্যক্তিবর্গের সামনে যেতে ইতস্ততঃ বোধ করে) এজন্য যাদের হাফ হাতা জামা পরে অপর লোকের সামনে যেতে মন সায় দেয় না, তাদের নামায মাকরূহে তানযীহী হবে আর যে সব লোক এমন পোষাক পরে সবার সামনে যেতে খারাপ মনে করে না, তাদের নামায মাকরূহ হবে না।) (ওয়াকারুল ফতোওয়া, ২য় খন্ড, ২৪৬ পৃষ্ঠা)"
  },
  {
    "1": "ছেলেমেয়ে কখন বালিগ (প্রাপ্ত বয়স্ক) হয়?",
    "2": "ছেলের ১২ বছর আর মেয়ের ৯ বছরের কম বয়স পর্যন্ত কখনো বালিগ বালিগা (প্রাপ্ত বয়স্ক) হয় না এবং ছেলে মেয়ে উভয়েই হিজরী সন অনুসারে পরিপূর্ণ ১৫ বছরে অবশ্যই শরয়ী বালিগ বালিগা। যদিও বালিগ হওয়ার নিদর্শন প্রকাশ না পায়। এই বয়সের মধ্যে যদি নিদর্শন পাওয়া যায়, অর্থাৎ ছেলে বা মেয়ের ঘুমন্ত বা জাগ্রত অবস্থায় বীর্যপাত (অর্থাৎ মনি বের হয়) বা মেয়ের হায়েজ (ঋতুস্রাব) হয়। অথবা সহবাসের মাধ্যমে ছেলে মেয়েকে গর্ভবতী করে দিলো। অথবা সহবাসের কারণে মেয়ে গর্ভবতী হয়ে গেলো। তাহলে নিঃসন্দেহে তারা বালিগ বালিগা এবং যদি নিদর্শন না থাকে, কিন্তু তারা নিজেরাই বলছে আমরা বালিগ বালিগা এবং বাহ্যিক ভাবে তাদের কথা মিথ্যা প্রতিপন্ন করা যাচ্ছে না। তখনো তাদেরকে বালিগ বালিগা হিসেবে গন্য করা হবে এবং প্রাপ্ত বয়ষ্কের সমস্ত হুকুম আহকাম তাদের উপর প্রয়োগ হবে। আর ছেলের দাঁড়ি গোফ বা মেয়ের স্তন বৃদ্ধি হোক বা না হোক কোন কিছুই গ্রহণযোগ্য নয়। (ফতোওয়ায়ে রযবীয়া, ১৯তম খন্ড, ৬৩০ পৃষ্ঠা)"
  },
  {
    "1": "কুরআনে মিলাদুন্নবী (ﷺ) পালনের কোন প্রমান আছে কি?",
    "2": "আল-কুরআনে মিলাদুন্নবী (ﷺ) এর বৈধ্যতার প্রমানঃ\n\nতোমরা রসূল (ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর উপর ঈমান আনো, রাসুলকে সম্মান করো ও রাসুলের মাহাত্ম্য বর্ননা করো এবং সকাল সন্ধ্যা আল্লাহর পবিত্রতা ঘোষনা করো !\n★ আলা হযরত আহমদ রেজা খান বেরলভী (رحمة الله) প্রনীত তফসীরে কাঞ্জুল ইমানঃ সূরা ফাতহ ৯\n\nহে হাবীব ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম ! আমি আপনাকে সমগ্র বিশ্ববাসীর জন্যে রহমত স্বরূপই প্রেরণ করেছি। \n★ সুরা আম্বিয়া: ১০৭\n\nআপনার রব এর অনুগ্রহের কথা আপনে প্রকাশ করুন !\n★ সূরা আদ্ব দোহা ১১\n\n[হে রাসুল (সা) আপনি] বলে দিন , মহান আল্লাহ পাক যে ফজল (অনুগ্রহ) ও রহমত প্রেরণ করেছেন , সেজন্য তারা যেন সন্তুষ্টি প্রকাশ করে আর এটা সবচাইতে উত্তম যা তারা সঞ্চয় করে রাখে !\n★ সূরা ইউনূছ ৫৮\n"
  },
  {
    "1": "হাদিসে মিলাদুন্নবী (ﷺ) এর কোন প্রমান আছে কি?",
    "2": "মিলাদুন্নবী (সা) এর উতকৃষ্ট প্রমান সম্পর্কে এর চাইতে উত্তম আর কোন হাদিসে নেই।  এখানে স্পষ্ট যে মীলাদুন্নবী (সা) উপলক্ষে খুশি হলে কাফির লাহাবও যদি ১টা দিন (সোমবার) আজাব থেকে  মুক্তি পেয়ে থাকে যার বিরোদ্ধে কিনা স্বয়ং সুরা লাহাব নাজিল হয়েছে তাহলে চিন্তার বিষয় ইমানদারদের জন্য কত বড় পুরষ্কার থাকতে পারে আল্লাহই ভাল জানেন । যদিও কাফিরদের সমস্ত কাজ বৃথা যায় (যদি সে নামাজও পড়ে সেটাও) কিন্তু এই কাজটি বৃথা যায় নি। - সুবাহানাল্লাহ \n\n\nবুখারী শরীফে উল্লেখিত ঘটনাটি না বললেই নয়, হযরত অরওয়া ইবনে জুবায়ের (রাদিয়াল্লাহু তা’আলা আনহু) বলেন,\nসুহাইবাহ আবু লাহাবের দাসী ছিল। আবু লাহাব ওনার কাছে থেকে (রাসুল সাল্লাল্লাহু আলায়হি ওয়াসাল্লাম) এর বেলাদাতের (অর্থাৎ মিলাদুন্নবীর ) সুসংবাদ প্রাপ্ত হয়ে (মিলাদুন্নবীর খুশিতে) সুহাইবাহ কে আযাদ করে দিয়েছিল।যখন আবু লাহাব মৃত্যুবরণ করেছিল তখন (এক বছর পর) তার ঘনিষ্ঠদের কেউ (হযরত আব্বাস রাদিয়াল্লাহু তা’আলা আনহু) তাকে স্বপ্নে শোচনীয় অবস্থায় দেখে তার উদ্দেশে বলেন, “তোমার অবস্থা কেমন?” আবু লাহাব উত্তরে বলল, “তোমাদের নিকট থেকে আসার পর আমি কোন প্রকার শান্তি পাইনি,কেবল যে দিন (রাসুলুল্লাহ (দ.) জন্ম হওয়ার খুশিতে অর্থাৎ মিলাদুন্নবীর খুশিতে ) সুহাইবাকে (তর্জনী ও মধ্যমা দু’টি আঙ্গুলের ইশারায়) আযাদ করে দিয়েছিলাম, ঐ কারনে (প্রতি সোমবার) আংগুল দুটির মধ্যে কিছু পানি জমে আমি ঐ পানি (চুষে) পান করে থাকি ও প্রতি সোমবার (জাহান্নামের কঠিন) আযাবকে হাল্কাবোধ করে থাকি।”\n\nReference :-\n\n♦Masnad Ahmed : Hadith 25953 under the heading of لو كانت تحل لي لما تزوجتها قد أرضعتني وأباها ثويبة مولاة بني هاشم فلا تعرضن علي أخواتكن ولا بناتكن and again in Hadith 26865 with matan of\nابنة أخي من الرضاعة وأرضعتني وأبا سلمة  ثويبة فلا تعرضن علي بناتكن ولا أخواتكن\n\n♦Al-Sunnan Al Kubra (li Nisai): Hadith 5394/5395\n\n♦Al Nisai’ al-Sughra : Hadith Nob 3287/3284/3285/3286\n\n♦Sunnan Ibne Majah: Hadith 1939 Under the heading of ( ابنة أخي من الرضاعة أرضعتني وأباها ثويبة فلا تعرضن علي أخواتكن ولا بناتكن)\n\n♦Sahih Muslim: Hadith Nob.1451(2634), 1451(2635) under the same matan\n\n♦Sahih ibne Hibban: Hadith Nob, 4110 (4199), 4111(4200), the matan of hadith is إن زينب تحرم علي وإنها في حجري وأرضعتني وإياها ثويبة فلا تعرضن علي بناتكن ولا أخواتكن ولا عماتكن ولا خالاتكن ولا أمهاتكن\nاطراف الحدیث\n\n♦Sahih al Bukhari Sharif : kitabun nikah : 2644/2645/2646/3105/4796/5099/5100/5101/5103/5106/5107/5124/5133/5239/5372/6156/\n\n♦Sunan Kubra by Imam Baihaqi, The Book of Nikah.\n\n♦Jame Ul Ahadith Wal Maraseel, Masaneed us Sahabah, Hadith no. 43545\n\n♦Kanzul 'Ummal Vol 6, Hadith no. 15725\n\n♦Musannaf Abdul Razzaq, Vol 7, Hadith no. 13546.\n\n♦Imam A’aini (ra) in his book “Umdatul Qari, Vol: 14,Page. No. 45;\n\n♦Imam Ibn Kathir in “Seerat un Nabawiyyah” (vol. 1 pg 224)\n\n♦Sharh Zurqani, Vol 1, Pg. no. 261\n\n♦Subul ul Huda war Rashad Vol 1 Pg. no. 367.\n\n♦Imam Ibn Asqalani in Fath al bari\n\n♦ibn al-Qayyim : [Tuhfat al-Mawdud bi Ahkam al-Mawlud, p.19]\n\n♦Ibn 'Abd al-Wahhab, M., Mukhtasar Sirat ar-Rasul, 'Milad an-Nabi'\n"
  },
  {
    "1": "ইমামগন কি মিলাদুন্নবী (ﷺ) পালন করেছেন",
    "2": "সমস্ত ইমামগনই কোন না কোন ভাবে মিলাদুন্নবী (ﷺ) পালন করেছেন।\n\nমিলাদুন্নবী (ﷺ) সম্পর্কে ৩ লক্ষ হাদিসের হাফিজ ইমাম ইবনে হাজর আসকালানীর ভাষ্যঃ  সাবধান!যারা মিলাদুন্নবী (ﷺ) কে মন্দ বিদআত বলে তারাই আসলে প্রকৃত বিদআতী। দেখুন ইমামগন কি বলে আর ওহাবী সালাফীরা কি বলে?\n\nহুজ্জাতুল ইসলাম, শায়খুল ইসলাম ও বিখ্যাত মুহাদ্দীস ইমাম ইবনে হাজর আসকালানী (رحمة الله):-\n\nএমতাবস্থায় তিনি তাদেরকে এর কারণ জিজ্ঞেস করলে তারা উত্তর দেন, ‘এই দিনে আল্লাহতা’লা ফেরাউনকে পানিতে ডুবিয়ে মূসা (আ:)-কে রক্ষা করেন। তাই আমরা মহান প্রভুর দরবারে এর প্রতি কৃতজ্ঞতা প্রকাশের উদ্দেশ্যে রোযা রেখে থাকি।’ এই ঘটনা পরিস্ফুট করে যে আল্লাহতা’লার রহমত অবতরণের কিংবা বালা-মসীবত দূর হওয়ার কোনো বিশেষ দিনের প্রতি কৃতজ্ঞতা প্রকাশ করা, সেই উদ্দেশ্যে বার্ষিকী হিসেবে তা উদযাপনের সময় নামায, রোযা, দান-সদকাহ বা কুরআন তেলাওয়াতের মতো বিভিন্ন এবাদত-বন্দেগী পালন করা শরীয়তে জায়েয। আর রাসূলুল্লাহ (ﷺসা)-এর মীলাদের (ধরণীতে শুভাগমন দিবসের) চেয়ে আল্লাহর বড় রহমত কী-ই বা হতে পারে? এরই আলোকে প্রত্যেকের উচিত হযরত মূসা (আ:) ও ১০ই মহররমের ঘটনার (দালিলিক ভিত্তির) সাথে সঙ্গতি রেখে মীলাদুন্নবী (সাﷺ) দিবস উদযাপন করা; তবে যাঁরা এটি বিবেচনায় নেন না, তাঁরা (রবিউল আউয়াল) মাসের যে কোনো দিন তা উদযাপনে আপত্তি করেন না; অপর দিকে কেউ কেউ সারা বছরের যে কোনো সময় (দিন/ক্ষণ) তা উদযাপনকে কোনো ব্যতিক্রম ছাড়াই বৈধ জেনেছেন।[প্রাগুক্ত ‘হুসনুল মাকসাদ ফী আমলিল মওলিদ’, ৬৪ পৃষ্ঠা]।\n\nতিনি আরো বলেন:-\n\n”আমি মওলিদের বৈধতার দলিল সুন্নাহ’র আরেকটি উৎস থেকে পেয়েছি (আশুরার হাদীস থেকে বের করা সিদ্ধান্তের বাইরে)। এই হাদীস ইমাম বায়হাকী (رحمة الله) হযরত আনাস (رضي الله عنه) থেকে বর্ণনা করেন: ‘হুযূর পাক (ﷺসা)নবুয়্যত প্রাপ্তির পর নিজের নামে আকিকাহ করেন; অথচ তাঁর দাদা আবদুল মোত্তালিব তাঁরই বেলাদতের সপ্তম দিবসে তাঁর নামে আকিকাহ করেছিলেন, আর আকিকাহ দু’বার করা যায় না। অতএব, রাসূলে খোদা (সাﷺ) বিশ্বজগতে আল্লাহর রহমত হিসেবে প্রেরিত হওয়ায় মহান প্রভুর দরবারে কৃতজ্ঞতা প্রকাশের জন্যে এটি করেছিলেন, তাঁর উম্মতকে সম্মানিত করার জন্যেও, যেমনিভাবে তিনি নিজের ওসীলা দিয়ে দোয়া করতেন। তাই আমাদের জন্যেও এটি করা উত্তম হবে যে আমরা মীলাদুন্নবী (সাﷺ) দিবসে কৃতজ্ঞতাসূচক খুশি প্রকাশার্থে আমাদের দ্বীনী ভাইদের সাথে সমবেত হই, মানুষদেরকে খাবার পরিবেশন করি এবং অন্যান্য সওয়াবদায়ক আমল পালন করি।’ এই হাদীস পূর্বোক্ত মহানবী (সাﷺ) -এর দ্বারা মীলাদ ও নবুয়্যত-প্রাপ্তির দিবস পালনার্থে সোমবার রোযা রাখার হাদীসকে সমর্থন দেয়।” [প্রাগুক্ত ‘হুসনুল মাকসাদ ফী আমলিল মওলিদ, ৬৪-৬৫ পৃষ্ঠা]\n"
  }
]
