[
  {
    "1": "জানাজার নামাজের পর দুআ প্রসঙ্গে আপত্তি ও এর জবাবসমূহ",
    "2": "<div>দ্বিতীয় অধ্যায়</div><div><br></div><div>এ দুআ প্রসঙ্গে আপত্তি ও এর জবাবসমূহ</div><div><br></div><div><br></div><div><br></div><div>জানাযার পর দুআ প্রসঙ্গে চারটি আপত্তি আছে- তিনটি আকলী (যুক্ত ভিত্তিক) ও একটি নকলী (কুরআন-সুন্নাহ ভিত্তিক)। এগুলো ব্যতীত আর কোন আপত্তি নেই।</div><div><br></div><div><br></div><div>১ নং আপত্তি: সেই পুরানো মুখস্থ করা বুলি-এ দুআ বিদ্আত এবং প্রত্যেক বিদ্আত যেহেতু হারাম, সেহেতু এ দুআও হারাম, শিরক ও অনৈসলামিক।</div><div><br></div><div><br></div><div>উত্তর: এ দুআ বিদ্আত নয়, হুযুর আলাইহিস সালামের পবিত্র বাণী ও কর্মে এর প্রমাণ রয়েছে। সাহাবায়ে কিরামও এর উপর আমল করেছেন। ফকীহগণও এর অনুমতি দিয়েছেন। যেমন প্রথম অধ্যায়ে বর্ণনা করা হয়েছে। আর দি একে বিদ্আত বলে মেনেও নেয়া হয়, তাতে কোন ক্ষতি নেই। কেননা এবং প্রত্যেক বিদ্আত হারাম নয়। পাঁচ প্রকারের বিদ্আত রয়েছে। (বিদ্আত শীর্ষক আলোচনায় দেখুন)।</div><div><br></div><div><br></div><div>২ নং আপত্তি: জানাযার নামায হচ্ছে দুআ। পুনরায় দ্বিতীয়বার দুআ প্রার্থনা করা জায়েয নেই। প্রথম দুআই যথেষ্ট।</div><div><br></div><div><br></div><div>উত্তর: এ আপত্তিটা একেবারে মামুলী। পাঁচ ওয়াক্ত নামাযের মথ্যে দুআ আছে। ইসতাহারা, চন্দ্র গ্রহণ ও বৃষ্টির জন্য নামায সবই দুআর উদ্দেশ্যেই পড়া হয়। কিন্তু এসবের  পরেও দুআ প্রার্থনা করা জায়েয বরং সুন্নাত। হযরত আবু হুরায়রা (رضي الله عنه) হতে বর্ণিত, রাসূল (ﷺ) ইরশাদ করেন- فَأَكْثِرُوا الدُّعَاءَ-‘‘অতঃপর তোমরা বেশী বেশী করে দোয়া কর।’’ ১৪৮</div><div><br></div><div>➥{ইমাম আহমদ, আল-মুসনাদ, ১৫/২৭৪পৃঃ  হাদিস নং- ৯৪৬১, মুসলিম, আস্-সহিহ, ১/৩৫০পৃঃ  হাদিস নং- ৪৮২, আবু দাউদ, আস্-সুনান, ১/২৩১পৃঃ  হাদিস নং- ৮৭৫, নাসাঈ, আস্-সুনান, ১/২২৬পৃঃ  হাদিস নং- ১১৩৭, ও আস্-সুনানিল কোবরা, ১/৩৬৪পৃঃ  হাদিস নং- ৭২৭, ইবনে হিব্বান, আস্-সহিহ, ৫/২৫৪পৃঃ  হাদিস নং- ১৯২৮, বায়হাকী, আস্-সুনানিল কোবরা, ২/১৫৮পৃঃ  হাদিস নং- ২৬৮৬ }</div><div><br></div><div><br></div><div>দুআর পরে দুআ প্রার্থনা করাটাই হচ্ছে অতিরিক্ত দুআ। এটাতো কেবল দুআ মাত্র। অথচ কোন কোন অবস্থায় জানাযার নামায দ্বিতীয়বারও হয়ে থাকে। যেমন যদি মৃতব্যক্তির ওলিকে (উত্তরসূরী) বাদ দিয়ে অন্যরা নামায পড়ে ফেলেছেন, তখন তিনি দ্বিতীয়বার নামায পড়তে পারবেন। সোমবার হুযুর আলাইহিস সালামের তিরোধান হয়েছিল এবং বুধবারে দাফন করা হয়েছিল। (শামী কিতাবুস সালাত الامامت অধ্যায়ে দ্রষ্টব্য) এ দু’দিন দলে দলে মানুষ আসতে থাকে ও জানাযার নামায আদায় করতে থাকে, কেননা তখন পর্যন্ত হযরত আবু বক্কর সিদ্দীক আকবর (যিনি ওলি ছিলেন) নামায পড়েননি। অতঃপর যখন হযরত আবু বক্কর সিদ্দীক (رضي الله عنه) শেষ দিন নামায পড়ে নিলেন, এরপর কিয়অমত পর্যন্ত তা আর কারো জন্য বৈধ রইলো না। (ফত্ওয়ায়ে শামীর صلواة الجنازة بحث: ومن احق  بالامامت শীর্ষক অধ্যায়ে দেখুন) এখন বলুন এ নামাযতো দুআই ছিল। এটা আদায়ও হয়ে গিয়েছিল। তবুও দ্বিতীয়বার নামায কিভাবে হলো? এ প্রশ্নটা যেন এ রকম-কেউ বললেন খানা খাওয়ার পর পানি পান করো না। কেননা খাবারে পানি মওজুদ রয়েছে, তা পানি দ্বারা রান্না হয়েছে।</div><div><br></div><div><br></div><div><br></div><div>৩নং আপত্তি: দুআ প্রার্থনা করার কারণে দাফন কার্যে দেরী হয় এবং এটা হারাম।</div><div><br></div><div><br></div><div>উত্তর: এ আপত্তিটাও ভিত্তিহীন।</div><div><br></div><div>প্রথমত. আপনারা এ দুআকে যে কোন অবস্থায় নিষেধ করে থাকেন। এবং উপরোক্ত আপত্তি থেকে বোঝা গেল যে দাফন কার্যে যদি দেরী হয়, তাহলে নিষেধ, অন্যথায় নয়। তাহলে বলুন, যদি এখনও কবর তৈরী হতে দেরী আছে অথচ নামাযে জানাযা হয়ে গেছে। তাহলে এ অবস্থায় দুআ ইত্যাদি পাঠ করবে কিনা? কেননা এখানে দাফন কার্যে বিলম্বটা দুআর জন্য নয় বরং করব তৈরীতে বিলম্ব হেতু।</div><div><br></div><div>দ্বিতীয়ত. দুআ করতে বেশী দেরী হয় না। বেশী হলে দু-তিন মিনিট লাগে। এরকম ক্ষীণ বিলম্বটা আদৌ ধর্তব্য নয়। এ রকম দেরী বরং এর থেকে আরও বেশী দেরী হয় আস্তে আস্তে রাস্তা দিয়ে নিয়ে যেতে, ধীরে সুস্থে গোসলের কাজ সমাধা করতে এবং ধৈর্য সহকারে কবর খনন করতে। যদি এতটুকু দেরীও হারাম হয়, তাহলে গোসল ও কাফনদাতাকে বিদ্যুৎ গতিতে গোসল ও কাফনের কাজ সমাধা করতে হবে, কবর খননকারীদেরকে মেশিনের মত চটপট কবর খনন করতে হবে, কফিন বহন কারীদের ইঞ্জনের মত দৌড়ে যেতে হবে এবং সাথে সাথে কবরের মধ্যে নিক্ষেপ করতে হবে।</div><div><br></div><div>তৃতীয়তঃ আমি প্রথম অধ্যায়ে উদ্ধৃতি সহকারে বর্ণনা করেছি যে, দাফনের আগে মৃতব্যক্তির পরিবার পরিজনের প্রতি সমবেদনা জ্ঞাপন, তাদেরকে সান্তনা ও প্রবোধ দেয়া জায়েয বরং সুন্নাত। তাহলে নামাযের আগে হোক বা পরে সমবেদনা জ্ঞাপন ও সান্তনা দিতে সময় লাগবে কিনা? নিশ্চয় লাগবে। কিন্তু ধর্মীয় কাজ হেতু এটা জায়েয।</div><div><br></div><div>চতুর্থতঃ আমি একটু আগেই উলে­খ করেছি যে, হুযুর আলাইহিস সালামের ওফাত শরীফ সোমবার এবং দাফন করা হয়েছে বুধবার।</div><div><br></div><div><br></div><div>❏ আল্লামা শামী (رحمة الله) ফত্ওয়ায়ে শামীর কিতাবুস সালাতেরبَابُ الْإِمَامَةِ  শীর্ষক অধ্যায়ে বর্ণনা করার পর বলেছেন-</div><div><br></div><div><br></div><div>وَهَذِهِ السُّنَّةُ بَاقِيَةٌ إلَى الْآنَ لَمْ يُدْفَنْ خَلِيفَةٌ حَتَّى يُوَلَّى غَيْرُهُ.</div><div><br></div><div><br></div><div>-‘‘এ সুন্নাত এখনও বলবৎ আছে। কোন খলীফা ততক্ষণ পর্যন্ত দাফন করা হয় না, যতক্ষণ পর্যন্ত নতুন খলীফা মনোনীত না হয়।’’  ১৪৯</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, রুদ্দুল মুহতার, ১/৫৪৮ পৃঃ  পরিচ্ছেদ: بَابُ الْإِمَامَةِ}</div><div><br></div><div><br></div><div>এর থেকে বোঝা গেল, দুনিয়াবী কারণে দাফনকার্যে দেরী করা মাকরূহ কিন্তু ধর্মীয় কারণে জায়েয। এ জন্য দাফনকার্যে দেরী করার কথা বলা হয়েছে। দুআ প্রার্থনা করাও ধর্মীয় কাজ। যদি কেউ নামাযের শেষ মুহুর্তে শামিল হয়, তাহলে সে দুআ পড়ে সালাম ফিরাতে পারবে। কিন্তু যদি নামাযের পরে সংগে সংগে লাশ উঠিয়ে ফেলে, তাহলে সে লোকটি দুআ শেষ করতে পারবে না। কেননা উঠানো জানাযার নামায হয় না। সুতরাং পরে আসা নামাযীদের জন্যও জানাযার নামাযের পর দুআ করার ক্ষেত্রে বিশেষ সুযোগ দেয়া হয়েছে। যদি দেরীটা আঁচ করার মত হয়, তাহলে জায়েয। পঞ্চমতঃ শর্তহীনভাবে দাফনকার্যে দেরী করাটা যে হারাম, কোন্ কিতাবে আছে? ফকীহগণ বলেন, জুমাবার কেউ মারা গেলে, জুমার নামায পর্যন্ত অপেক্ষা করার প্রয়োজন নেই বরং সম্ভব হলে জুমার আগেই দাফন করবেন। কিন্তু এটা বলেননি যে অপেক্ষা করাটা হারাম, শিরক, কুফরী। আল্লাহ মাফ করুন।</div><div><br></div><div><br></div><div><br></div><div>৪ নং আপত্তি: ফকিহগণ জানাযার পর দুআ করা নিষেধ বলেন।</div><div><br></div><div><br></div><div>❏ যেমন ‘জামেউর রমুজ’ গ্রন্থে বর্ণিত আছে,</div><div><br></div><div><br></div><div>لَايَقَوْمُ دَاعِيًا لَهُ.</div><div><br></div><div><br></div><div>-‘‘জানাযার নামাযের পর দুআর জন্য দাঁড়িয়ে থাকবেন না।’’</div><div><br></div><div> </div><div><br></div><div>❏ যখিরাতুল কুবরা ও ‘মুহিত’ গ্রন্থে লিপিবদ্ধ আছে</div><div><br></div><div><br></div><div>لَايَقَوْمُ بِالدُّعَاءِ بَعْدَ صَلَوةِ الجَنَازَةِ .</div><div><br></div><div><br></div><div>-‘‘জানাযার নামাযের পর দুআর জন্য দাঁড়িয়ে থাকবে না।’’</div><div><br></div><div><br></div><div>❏ ফাত্ওয়ায়ে আলমগীরীতে উলে­খিত আছে -</div><div><br></div><div><br></div><div>لَا يَدْعُوْا بَعْدَهُ فِى ظَاهِرِ الْمَذْهَبِ.</div><div><br></div><div>-‘‘মাযহাবের প্রকাশ্য অভিমত হচ্ছে, এরপর দুআ না করা।’’</div><div><br></div><div><br></div><div>❏ মিরকাত শরহে মিশকাতে বর্ণিত আছে-</div><div><br></div><div><br></div><div>وَلَا يَدْعُو لِلْمَيِّتِ بَعْدَ صَلَاةِ الْجَنَازَةِ لِأَنَّهُ يُشْبِهُ الزِّيَادَةَ فِي صَلَاةِ الْجَنَازَةِ.</div><div><br></div><div><br></div><div>-‘‘জানাযার নামাযের পর মৃতব্যক্তির জন্য দুআ করবেন না।’’  ১৫০</div><div><br></div><div>➥{মোল্লা আলী ক্বারী, মেরকাত, ৩/১২১৩পৃঃ  হাদিস নং- ১৬৮৭, দারুল ফিকর ইলমিয়্যাহ, বয়রুত, লেবানন, প্রকাশ- ১৪২২হিঃ}</div><div><br></div><div><br></div><div>কেননা, এটা নামাযে জানাযার পরিবর্ধনের মত।</div><div><br></div><div><br></div><div>❏ কাশফুল গিতারে বর্ণিত আছে-</div><div><br></div><div><br></div><div>قائم نه شود از نماز برائے دعا.</div><div><br></div><div>-‘‘জানাযার নামাযের পর দুআর জন্য দাঁড়িয়ে থাকবেন না।’’</div><div><br></div><div><br></div><div>❏ জামেউর রমুযে আছে-</div><div><br></div><div><br></div><div>وَلَايَقَوْمُ بِالدُّعَاءِ بَعْدَ صَلَوةِ الجَنَازَةِ المَكْرُوْة.</div><div><br></div><div><br></div><div>-‘‘জানাযার নামাযের পর দুআ করা মাকরূহ। কেননা এটা পরিবর্তন সাদৃশ্য।’’</div><div><br></div><div><br></div><div>❏ ইবনে হামিদ থেকে বর্ণিত আছে-</div><div><br></div><div><br></div><div>اِنَّ الدُّعَاءِ بَعْدَ صَلَوةِ الجَنَازَةِ المَكْرُوْة.</div><div><br></div><div><br></div><div>-‘‘জানাযার নামাযের পর দুআর করা মাকরূহ।’’</div><div><br></div><div><br></div><div>উপরোলি­খিত ভাষ্য সমূহ থেকে বোঝা গেল, জানাযার নামাযের পর দুআ ইত্যাদি নাজায়েয।</div><div><br></div><div><br></div><div>উত্তর: এ আপত্তির দুঃরকমের উত্তর দেয়া যায়-সংক্ষিপ্ত ও বিস্তারিতভাবে। সংক্ষিপ্ত উত্তর হলো, এ দুআ নিষেধ করার পিছনে তিনটি কারণ আছে।</div><div><br></div><div>প্রথমতঃ চতুর্থ তকবীরের পর সালামের আগে যদি দুআ করা হয়,</div><div><br></div><div>দ্বিতীয়তঃ দুআটা যদি দীর্ঘক্ষণ হয়, যার ফলে দাফনে দেরী হয়। এজন্যে জুমআর অপক্ষোয় দাফনকার্যে দেরী করা নিষেধ।</div><div><br></div><div>তৃতীয়তঃ যদি নামাযের মত কাতারবন্দী অবস্থায় এভাবে দুআ করা হয় যে, দর্শকরা নামায হচ্ছে বলে মনে করে। কেননা এটা পরিবর্ধন সদৃশ। সুতরাং যদি সালাম ফিরানোর পর বসে কিংবা কাতার ভেংগে মাত্র অল্পক্ষণ দুআ করা হয়, তাহলে মাকরূহহীনভাবে জায়েয। এ কারণ সমূহ এ জন্যই বের করা হয়েছে, যাতে ফকীহগণের ইবারতসমূহে পরষ্পর দ্বন্ধ সৃষ্টি না হয় এবং উপরোক্ত উক্তিসমূহ যেন প্রথম অধ্যায়ে বর্ণিত হাদীছসমূহের ও সাহাবায়ে কিরামের উক্তি ও আমলের বিপরীত না হয়।</div><div><br></div><div><br></div><div>বিশ্লেষণমূলক উত্তর হচ্ছে উপরোক্ত ইবারত সমূহের মধ্যে জামেউল রুমুয, যখিরা, মুহিত ও কাশফুল গিতারের ইবারত সমূহে দুআ করা সম্পর্কে কোন নিষেধাজ্ঞা নেই বরং দাঁড়িয়ে দুআ করাকে নিষেধ বলেছেন। আমরাও সেটা নিষেধ করি। মিরকাত ও জামেউল রুমুযে এটাও উলে­খিত আছে لِأَنَّهُ يُشْبِهُ الزِّيَادَةَ এটা অতিরিক্ত সদৃশ অর্থাৎ যে দুআর ফলে নামাযের জানাযার মধ্যে পরিবর্তন হয়েছে বলে ভুল ধারণার সৃষ্টি হয়। এর থেকে বোঝা গেল এভাবে দুআ করা নিষেধ, যেখানে ভুল বুঝাবুঝির অবকাশ থাকে। যেমন কাতার বন্দী অবস্থায় দাঁড়িয়ে দুআ করা। যদি কাতার ভেংগে ফেলে বা বসে পড়ে, তাহলে কোন অসুবিধা নেই। ফরয জামাতের পর নির্দেশ আছে যে মুসলি­গণ যেন কাতার ভেংগে দিয়ে সুন্নাত পড়ে, যাতে জামাত হচ্ছে বলে কারও সন্দেহ না হয়। (ফাত্ওয়ায়ে শামী ও মিশকাত শরীফের السنن অধ্যায় দেখুন) এর থেকে এটা প্রকাশ পায় না যে ফরযের পরে সুন্নাত পড়া নিষেধ বরং ফরযের সাথে মিলিয়ে পড়াটাই নিষেধ। জানাযার পর দুআটাও তথৈবচ।</div><div><br></div><div><br></div><div>❏ আলমগীরীর যে ইবারত উদ্ধৃত করা হয়েছে তা ভুল। এর আসল ইবারত হচ্ছে</div><div><br></div><div><br></div><div>وَلَيْسَ بَعْدَ التَّكْبِيرَةِ الرَّابِعَةِ قَبْلَ السَّلَامِ دُعَاءٌ هَكَذَا فِي شَرْحِ الْجَامِعِ الصَّغِيرِ لِقَاضِي خَانْ. وَهُوَ ظَاهِرُ الْمَذْهَبِ.</div><div><br></div><div><br></div><div>-‘‘চতুর্থ তকবীরের পর সালামের আগে কোন দুআ নেই।’’  ১৫১</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, খণ্ড-১, পৃষ্ঠা-১৬৪, পরিচ্ছেদ: الْفَصْلُ الرَّابِعُ فِي حَمْلِ الْجِنَازَةِ, জাওহারাতুন নাইয়্যারাহ শরহে কুদুরী, পৃষ্ঠা-১৩৮}</div><div><br></div><div><br></div><div>অর্থাৎ জানাযার নামাযে প্রথম তিন তকবীরের পর কিছু না কিছু পাঠ করা হয় কিন্তু তকবীরের পর কিছুই পাঠ করা যাবে না, যেমন আমি প্রথমে উলে­খ করেছি।</div><div><br></div><div><br></div><div>❏ বাদাইয়া, কেফাইয়া ও এনায়া গ্রন্থে উলে­খিত আছে-</div><div><br></div><div><br></div><div>وَلَيْسَ بَعْدَ التَّكْبِيرَةِ الرَّابِعَةِ قَبْلَ السَّلَامِ دُعَاءٌ.</div><div><br></div><div><br></div><div>-‘‘চতুর্থ তকবীরের পর সালামের আগে কোন দুআ নেই।’’ ১৫২</div><div><br></div><div>➥{আল্লামা আইনী, বেনায়া শরহে হেদায়া, খণ্ড-৩, পৃষ্ঠা-২৫৩}</div><div><br></div><div><br></div><div>ইবনে হামিদের নামে যে ইবারত উদ্ধৃত করা হয়েছে, এটা আসলে কুনিয়া গ্রন্থের ইবারত। কিন্তু কুনিয়া কোন গ্রহনযোগ্য কিতাব নয়। এর থেকে ফাত্ওয়া দেয়া যায় না। মুকাদ্দামায়ে শামীর رسم المفتى শীর্ষক আলোচনায় বর্ণিত আছে যে, কুনিয়া গ্রন্থের রচয়িতা দুর্বল রিওয়ায়েতও গ্রহণ করে। তাই ওই গ্রন্থ থেকে ফত্ওয়া দেয়া জায়েয হবে না।</div><div><br></div><div><br></div><div>❏ শামীর ইবারতটা হচ্ছে এ রকম -</div><div><br></div><div><br></div><div>أَوْ لِنَقْلِ الْأَقْوَالِ الضَّعِيفَةِ فِيهَا كَالْقُنْيَةِ لِلزَّاهِدِيِّ، فَلَا يَجُوزُ الْإِفْتَاءُ مِنْ هَذِهِ.</div><div><br></div><div><br></div><div>-‘‘......তেমনিভাবে দুর্বল মতের কিতাব দ্বারা ফাতওয়া দেয়া যেমন জাহেদীর কুনিয়া কিতাব। আর এ ধরনের কিতাব দ্বারা ফাতওয়া দেওয়া বৈধ নয়।’’ ১৫৩</div><div><br></div><div>➥{ইবনে আবেদীন শামী, ফাতোয়ায়ে শামী, ১/৭০পৃঃ }</div><div><br></div><div><br></div><div>❏ আলা হযরত (رحمة الله) ‘বজলুল জওয়ায়ে’ গ্রন্থে উলে­খ করেছেন যে, কুনিয়া গ্রন্থের রচয়িতা হচ্ছে মুতাযলী।</div><div><br></div><div><br></div><div>এবং যদি কুনিয়ার এ ইবারত সঠিকও মেনে নেয়া হয়, তা স্বয়ং বিরোধিতাকারীদেরও বিপরীত হবে, কেননা ছাহেবে কুনিয়া বলেন যে জানাযার পর দুআ করা নিষেধ; তাহলে দাফনের পরও দুআ নাজায়েয হওয়া উচিত। কারণ এ সময়টা নামাযে জানাযার আগে নয়। মোটকথা কোন ইবারতই আপনাদের অনুকূলে নয়। জানাযার নামাযের পর দুআ জায়েয বরং সুন্নাত।</div><div><br></div><div><br></div><div><br></div><div><br></div><div>━━━━</div>"
  },
  {
    "1": "জানাযার নামাযের পর দুআর প্রমাণ ",
    "2": "<div>জানাযার নামাযের পর দুআ প্রসঙ্গে আলোচনা</div><div><br></div><div><br></div><div>এ আলোচনাটা দু’টি অথ্যায়ে বিভক্ত করা হয়েছে। প্রথম অধ্যায়ে এ দুআর প্রমাণ এবং দ্বিতীয় অধ্যায়ে এ প্রসঙ্গে উত্থাপিত আপত্তিসমূহ ও এর জবাবসমূহ দেয়া হয়েছে।</div><div><br></div><div><br></div><div><br></div><div>প্রথম অধ্যায়</div><div><br></div><div>জানাযার নামাযের পর দুআ করার প্রমাণ</div><div><br></div><div><br></div><div>মুসলমান মারা যাবার তিন পর অবস্থায় থাকে।</div><div><br></div><div>(১) জানাযার নামাযের আগে,</div><div><br></div><div>(২) জানাযার নামাযের পর ও দাফনের আগে এবং</div><div><br></div><div>(৩) দাফনের পর। এ তিন অবস্থায় মৃতব্যক্তির জন্য দুআ ও ঈসালে ছওয়াব করা জায়েয এবং উত্তম। অবশ্য মৃতব্যক্তির গোসলের আগে এর পার্শ্বে বসে কেউ যদি কুরআন পড়তে চান, তাহলে লাশকে ঢেকে রাখবেন, কেননা তখন তা নাপাক। গোসলের পর যে কোন অবস্থায় কুরআন ইত্যাদি পড়তে পারেন। বিরোধিতাকারীরা নামাযের আগে ও দাফনের পরে দুআ ইত্যাদি জায়েয মনে করে। কিন্তু নামাযের পর ও দাফনের আগে দুআ করাকে নাজায়েয, হারাম, বিদ্আত, শিরক আরও কত কিছুইনা বলে। এ অধ্যায়ে এর বিস্তারিত বিশ্লেষণ করা হয়েছে এবং দুআ করার সমথর্নে প্রমাণ দেয়া হয়েছে।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের صلوة الجنازة অধ্যায়ের দ্বিতীয় পরিচ্ছেদে বর্ণিত আছে-</div><div><br></div><div><br></div><div>عَنْ أَبِي هُرَيْرَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يَقُولُ: إِذَا صَلَّيْتُمْ عَلَى الْمَيِّتِ فَأَخْلِصُوا لَهُ الدُّعَاءَ.</div><div><br></div><div><br></div><div>-‘‘যখন তোমরা মৃতব্যক্তির জানাযা পড়ে ফেল, তখন তার জন্য আন্তরিকভাবে প্রার্থনা করবে।’’  ১২৫</div><div><br></div><div>➥{সুনানে আবি দাউদ, ৩/২১০ পৃঃ  হা/৩১৯৯, সুনানে ইবনে মাযাহ, ১/৪৮০ পৃঃ  হা/১৪৯৭, খতিব তিবরিযি, মিশকাত, ১/৫২৭ পৃঃ  হা/১৬৭৪, এ ৩ টি গ্রন্থের তাহকীকে আলবানী এটির সনদকে ‘হাসান’ বলেছেন।}</div><div><br></div><div><br></div><div>এখানে ف এর দ্বারা বোঝা যায় যে নামাযের পর যেন অনতিবিলম্বে দুআ করা হয়। যারা উপরোক্ত বাক্যের এ অর্থ করে-‘নামাযের মধ্যে এর জন্য দুআ কর, তারা ف (ফা) এর অর্থ সম্পর্কে অজ্ঞ। আরবী ব্যকারণ অনুযায়ী صَلَّيْتُمْ হচ্ছে শর্ত এবং فَأَخْلِصُوا এর জযা। শর্ত ও জযার মধ্যে প্রভেদ থাকা প্রয়োজন; একটা অন্যটার অন্তর্ভুক্ত নয়। আর صَلَّيْتُمْ হলো অতীথ কাল জ্ঞাপন ক্রিয়া এবং فَأَخْلِصُوا হলো নির্দেশাত্মক ক্রিয়া। তাই বোঝা গেল, নামায পড়ার পরই দুআর নিদের্শ রয়েছে। যেমন-</div><div><br></div><div><br></div><div>فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا</div><div><br></div><div><br></div><div>-‘‘যখন খাওয়া শেষ হবে, তখন ছড়িয়ে পড়।’’  ১২৬</div><div><br></div><div>➥{সূূরা আহযাব, আয়াত নং-৫৩}</div><div><br></div><div><br></div><div>এতে খাওয়ার পর যেতে বলা হয়েছে, খাওয়ার মাঝখানে নয়। এবং</div><div><br></div><div><br></div><div>إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ</div><div><br></div><div><br></div><div>-‘‘যখন নামাযের জন্য দাঁড়াবে, তখন তোমাদের মুখ ধৌত কর।’’১২৭  </div><div><br></div><div>➥{ সূরা মায়েদা, আয়াত নং-৬}</div><div><br></div><div><br></div><div>এতে নামাযের জন্য তৈরী হওয়াকে বোঝানো হয়েছে। নামাযের কিয়ামের কথা বলা হয়নি, যা إِلَى অব্যয় দ্বারা প্রতীয়মান হলো। আর এখানে নামায পড়ার ইচ্ছা পোষণ করার পরই ওযুর কথা বলা হয়েছে। তাই ف (ফা) দ্বারা বিলম্ব অর্থই প্রকাশ পায়। বিনা করণে আসল অর্থ বাদ দিয়ে রুপক অর্থ গ্রহণ করা নাজায়েয।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের একই জায়গায় আরও উলে­খিত আছে-</div><div><br></div><div><br></div><div>عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرَأَ عَلَى الجَنَازَةِ بِفَاتِحَةِ الكِتَابِ.</div><div><br></div><div><br></div><div>-‘‘হুযুর আলাইহিস সালাম জানাযায় সূরা ফাতিহা পাঠ করেছেন।’’  ১২৮</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>ইমাম তিরমিযি, আস-সুনান, ২/৩৩৬ পৃঃ  হা/১০২৬, ইমাম ইবনে মাযাহ, আস-সুনান, হা/১৪৯৫,</div><div><br></div><div><br></div><div>☞ইমাম তিরমিযি এ হাদিস সংকলন করে বলেন-</div><div><br></div><div>حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَاكَ الْقَوِيِّ، إِبْرَاهِيمُ بْنُ عُثْمَانَ هُوَ أَبُو شَيْبَةَ الوَاسِطِيُّ مُنْكَرُ الحَدِيثِ</div><div><br></div><div>-‘‘ইবনে আব্বাসের এ হাদিসটির সনদ শক্তিশালী নয়, কেননা এ সনদে ইবরাহিম ইবনু উসমান যিনি আবু শায়বাহ আল-ওয়াসেতী নামে পরিচিত তিনি মুনকারুল হাদিস বা আপত্তিকর হাদিস বর্ণনাকারী।’’(ইমাম তিরমিযি, আস-সুনান, ২/৩৩৬ পৃঃ  হা/১০২৬)</div><div><br></div><div>☞তাই আহলে হাদিসরা এ হাদিস দিয়ে দলিল দেওয়ার কোন সুযোগ নেই।}</div><div><br></div><div><br></div><div>❏ এর  ব্যাখ্যা প্রসঙ্গে আশআতুল লুমআত গ্রন্থে উলে­খিত আছে -</div><div><br></div><div><br></div><div>واحتمال دارد كه برجنازه بعد از نماز ياپيش ازاں بقصد تبرك خوانده باشد چنانكه آلاں متعارف است.</div><div><br></div><div><br></div><div>-‘‘সম্ভবতঃ হুযুর আলাইহিস সালাম নামাযের পর বা আগে বরকতের জন্য সূরা ফাতিহা পাঠ করেছন। যেমন আজকাল এর প্রচলন দেখা যায়।’’  ১২৯</div><div><br></div><div>➥{শায়খ আব্দুল হক মুুহাদ্দিসে দেহলভী, আশিয়াতুল লুম’আত (ফারসী), খণ্ড-১, পৃষ্ঠা-৭৩১, মাকতাবায়ে হাক্কানীয়া, পেশওয়ার, পাকিস্তান।}</div><div><br></div><div><br></div><div>এর থেকে বোঝা গেল, শেখ আবদুল হক (رحمة الله) এর যুগেও জানাযার নামাযের আগে ও পরে বরকতের  চন্য সূরা পাঠ প্রচলন ছিল। তিনি একে নিষেধ করেননি, বরং এটাকে হাদীছের অনুসরণই বলতে চেয়েছেন।</div><div><br></div><div><br></div><div>❏ প্রসিদ্ধ ‘ফতহুল কাদির’ গ্রন্থের ‘কিতাবুল জানায়েয’ এর জানাযার নামায পরিচ্ছেদে বর্ণিত আছে, হুযুর আলাইহিস সালাম মিম্বরের উপর দাঁড়িয়ে মুতা যুদ্ধের খবর দিলেন। এর মধ্যে হযরত জাফর ইবনে আবি তালিব (رضي الله عنه) এর শাহাদাতের খবরও দিলেন।</div><div><br></div><div><br></div><div>فَصَلَّى عَلَيْهِ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَدَعَا لَهُ وَقَالَ: اسْتَغْفِرُوا لَهُ.</div><div><br></div><div><br></div><div>-‘‘অতঃপর তার জানাযার নামায পড়লেন এবং তার জন্য দুআ করলেন এবং লোকদেরকে বললেন তোমরাও তার মাগফিরাতের দুআ কর।’’  ১৩০</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>ক. আল্লামা ইমাম কামালুদ্দীন ইবনে হুমাম : ফাতহুল ক্বাদীর : কিতাবুয জানাইয : ২/১১৭ পৃঃ ,</div><div><br></div><div>খ. আল্লামা বদরুদ্দীন আইনী : উমদাদুল ক্বারী : ৮/২২ পৃঃ ,</div><div><br></div><div>গ.আল্লামা ওয়াকেদী : কিতাবুযল মাগাজী : ২/২১০-২১১ পৃঃ }</div><div><br></div><div><br></div><div>উলে­খিত ইবারতে دَعَا শব্দের আগে ব্যবহৃত وَ অব্যয় দ্বারা বোঝা যায় যে, এ দুআ নামাযের পরেই করা হয়েছিল।</div><div><br></div><div><br></div><div>❏ বিখ্যাত সিরাতবিদ ইমাম শিহাবুদ্দীন কাস্তাল্লানী (رحمة الله) ➥{ওফাত ৯২৩ হি.} তাঁর বিখ্যাত সিরাত গ্রন্থ ‘মাওয়াহেবে লাদুন্নীয়া’ الفصل الثالث فى إنبائه ص بالأنباء المغيبات অধ্যায়ে এভাবে বর্ণনা দিচ্ছেন-  </div><div><br></div><div><br></div><div>جلس النبى- صلى الله عليه وسلم- على المنبر، فكشف له حتى نظر إلى معركتهم فقال: ্রأخذ الراية زيد بن حارثة حتى استشهد ، فصلى عليه ثم قال: استغفرو له، ثم أخذ الراية جعفر بن أبى طالب حتى استشهد ، فصلى عليه ثم قال: استغفروا لأخيكم جعفر، ثم أخذ الراية عبد الله بن رواحة فاستشهد فصلى عليه، ثم قال:استغفروا لأخيكم ----- الخ.</div><div><br></div><div><br></div><div>-‘‘রাসুল (ﷺ) মিম্বার শরীফে আরোহণ করলেন অতঃপর আল্লাহ তা‘য়ালা মুতার যুদ্ধের চিত্র তাঁর হাবীবের নিকট প্রকাশিত করলেন; তিনি যুদ্ধের অবস্থা দেখতে লাগলেন। অতঃপর বললেন এখন যায়েদ বিন হারেসা (رضي الله عنه) শহীদ হয়েছেন; অত:পর রাসূল (ﷺ) সহ আমরা তাঁর জানাযার নামাজ পড়লাম তারপর বললেন তোমরা তাঁর জন্য দোয়া ইস্তেগফার কর। তারপর বললেন এখন যাফর বিন আবি তালেব (رضي الله عنه) ঝান্ডা হাতে নিয়েছেন এবং তিনি শহীদ হয়েগেছেন; অত:পর রাসূল (ﷺ) সহ আমরা তাঁর জানাযার নামায পড়লাম তারপর বললেন তোমরা তোমাদের ভাই যাফরের জন্য আল্লাহর নিকট দোয়া ইস্তেগফার কর। তারপর বললেন এখন হযরত আব্দুল্লাহ ইবনে রাওয়াহা (رضي الله عنه) ঝান্ডা হাতে নিয়েছেন এবং তিনি শহীদ হয়েগেছেন; অত:পর রাসূল (ﷺ) সহ আমরা তাঁর জানাযার নামাজ পড়লাম তারপর বললেন তোমরা তোমাদের ভাইয়ের জন্য আল্লাহর নিকট দোয়া ইস্তেগফার কর।’’  ১৩১</div><div><br></div><div>➥{ইমাম কাস্তাল্লানী, মাওয়াহেবে লাদুন্নিয়া, ৩/১৩২পৃঃ  মাকতুবাতুত তাওফিকহিয়্যাহ, কায়রু, মিশর, বায়হাকী , দালায়েলুল নবুয়ত :- ৪/৩৬৮-৩৬৯পৃঃ }</div><div><br></div><div><br></div><div>একই রকম হযরত আবদুল্লাহ ইবনে রওয়াহা (رضي الله عنه) জানাযার পর দুআ করেছিলেন। সুতরাং প্রমাণিত হলো ওয, জানাযার পর মাগফিরাতের জন্য দুআ করা জায়েয।</div><div><br></div><div><br></div><div>❏ কানযুল উম্মাল নামক কিতাবে জানায়েয শীর্ষক অধ্যায়ে (এছাড়া ইমাম আহমদ ইবনে হাম্বল ও ইমাম হাকেম নিশাপুরী (رحمة الله) তাদের হাদিস গ্রন্থে বর্ণনা করেন)-</div><div><br></div><div><br></div><div>عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ: تُوُفِّيَتْ بِنْتٌ لَهُ فَتَبِعَهَا عَلَى بَغْلَةٍ يَمْشِي خَلْفَ الْجِنَازَةِ، وَنِسَاءٌ يَرْثِينَهَا، فَقَالَ: يَرْثِينَ، أَوْ لَا يَرْثِينَ، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الْمَرَاثِي .وَلْتُفِضْ إِحْدَاكُنَّ مِنْ عَبْرَتِهَا مَا شَاءَتْ، ثُمَّ ্রصَلَّى عَلَيْهَا فَكَبَّرَ عَلَيْهَا أَرْبَعًا، ثُمَّ قَامَ بَعْدَ الرَّابِعَةِ قَدْرَ مَا بَيْنَ التَّكْبِيرَتَيْنِ يَسْتَغْفِرُ لَهَا وَيَدْعُوগ্ধ وَقَالَ: ্রكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ هَكَذَاগ্ধ هَذَا حَدِيثٌ صَحِيحٌ، وَلَمْ يُخَرِّجَاهُ.</div><div><br></div><div><br></div><div>-‘‘তাবেয়ী হযরত ইব্রাহিম হাজরী (رحمة الله) বলেন আমি হযরত আব্দুল্লাহ বিন আওফা (رضي الله عنه) যিনি বাইতুর রিদওয়ানে উপস্থিত ছিলেন। তার কন্যার ওফাত হলে তিনি তার মেয়ের কফিনের পিছনে একটি খচরের উপর সাওয়ার হয়ে যাচ্ছেন। তখন মহিলারা কান্না করতে ছিলেন। তিনি তাদেরকে বললেন তোমরা মর্সিয়া করো না, যেহেতু হুযুর (ﷺ) মর্সিয়া থেকে নিষেধ করেছেন। তবে তোমাদের মধ্যে যে কেউ চায় অশ্রম্ন ঝরাতে পারবে। এরপর জানাযার নামায চারটি তাকবীরের মধ্যে সম্পন্ন করলেন। চতুর্থ তাকবীরের পর, দুই তাকবীরের মধ্যেখানের  সময় পরিমাণ দোয়া করতেছিলেন এবং তিনি (সাহাবী) বললেন অনুরূপ হুযুর (ﷺ) জানাযায় করতেন।’’  ১৩২</div><div><br></div><div>➥{আহমদ : আল-মুসনাদ : ৫/৪৭৪-৪৭৫পৃঃ  হাদিস : ১৮৩৫১; ইমাম বায্যার : আল-মুসনাদ : ৮/২৮৭পৃঃ হাদিস : ৩৩৫৫; ইমাম বায়হাকী : আস-সুনানুল কোবরা : ৪/৭০পৃঃ  হাদিস : ১৫৮১; ইমাম জালালুদ্দিন সূয়তি : জামিউল জাওয়ামে : ১৪/৪৯৩ পৃঃ  হাদিস : ১১৫৫৪; সুয়ূতি : জামিউল আহাদিস :১৭/১৪৫-১৪৬পৃঃ  হাদিস ঃ ৯৫০৯, দারুল ফিকর ইলমিয়াহ, বয়রুত, লেবানন। সুয়ূতি : জামিউল আহাদিস : ২০/২২৭ পৃঃ  হাদিস ঃ ১৬৪৬৮; সুয়ূতি : জামিউস সগীর, ২/৫৬০ পৃঃ  হাদিস: ৯৩৮৫; শায়খ ইউসূফ নাবহানী, ফতহুল কাবীর : ৩/২৬৬পৃঃ  হাদিস : ১২৮৬৫; আহলে হাদিস নাসিরুদ্দিন আলবানী : সিলসিলাতুল আহাদিসুদ্-দ্বইফাহ, হাদিস নং-৪৭২৪; ইমাম আহমদ ইবনে হাম্বল : আল-মুসনাদ : হাদিস : ১৮৬০২; ইমাম হাকেম নিশাপুরী : আল-মুস্তাদরাক, হাদিস : ১২৭৭; আল্লামা মুত্তাকী হিন্দি : কানযুল উম্মাল, ১৫/৬৫০পৃঃ  হাদিস নং : ৪২৪৪৬।}</div><div><br></div><div><br></div><div>❏ বায়হাকী শরীফে বর্ণিত আছে-</div><div><br></div><div><br></div><div>عَنِ الْمُسْتَظِلِّ، أَنَّ عَلِيًّا رَضِيَ اللهُ عَنْهُ:  صَلَّى عَلَى جِنَازَةٍ بَعْدَ مَا صُلِّيَ عَلَيْهَا.</div><div><br></div><div><br></div><div>-‘‘হযরত মুসতাজিল ইবনে হুসাইন থেকে বর্ণিত আছে যে, হযরত আলী একবার এক জানাযা নামাযের পর দুআ প্রার্থনা করেছিলেন।’’  </div><div><br></div><div>➥{বায়হাকী, আস-সুনানিল কোবরা, ৪/৭৪পৃঃ  হাদিস নং-৬৯৯৬।}</div><div><br></div><div><br></div><div>❏ ইমাম মালেক (رحمة الله) এর বিখ্যাত গ্রন্থ ‘মুদুনাতুল কোবরা’ গ্রন্থে উলে­খিত আছে-</div><div><br></div><div><br></div><div>يَقُولُ هَذَا كُلَّمَا كَبَّرَ، وَإِذَا كَانَتْ التَّكْبِيرَةُ الْآخِرَةُ قَالَ مِثْلُ ذَلِكَ ثُمَّ يَقُولُ: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ.</div><div><br></div><div><br></div><div>-‘‘প্রত্যেক তাক্বীরে এ রকম বলবে। যখন শেষ তাকবীর হবে, তখনও অনুরূপ বলবে। অতঃপর বলবে আল্লাহুম্মা সালি­আলা মুহাম্মদ।’’  ১৩৪</div><div><br></div><div>➥{ইমাম মালেক, আল-মুদুনাত, ১/২৫২ পৃঃ}</div><div><br></div><div><br></div><div>এর থেকে বোঝা গেল, জানাযার নামাযের পর দরূদ শরীফ পাঠ করা যাবে।</div><div><br></div><div><br></div><div>❏ কাশফূল ইজা নামক গ্রন্থে বর্ণিত আছে-</div><div><br></div><div><br></div><div>فاتحه ودعا برائے ميت   پيش از دفن درست است وهميں است روايت معمو  له كذا فى خلاصة الفتح.</div><div><br></div><div><br></div><div>-‘‘দাফন করার পূর্বে মৃতব্যক্তির জন্য ফাতিহা ও দুআ প্রার্থনা করা বৈধ। এ রেওয়ায়েত অনুযায়ী আমল করা হয়েছে। ‘খুলাসাতুল ফতেহ’ কিতাবেও অনুরূপ বর্ণিত আছে।’’  ১৩৫</div><div><br></div><div>➥{ ইমাম মালেক, আল-মুদুনাত, ১/২৫২ পৃঃ}</div><div><br></div><div><br></div><div>❏ শামসুল আয়িম্মা ইমাম সারখসী (رحمة الله) ➥{ওফাত.৪৮৩হি.} তাঁর বিখ্যাত ‘মবসুত শরীফে’ “মাইয়্যাতের গোসল” শীর্ষক অধ্যায়ে একটি হাদিস সংকলন করেন-</div><div><br></div><div><br></div><div>مَا رُوِيَ عَنْ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - وَابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُمَا فَاتَتْهُمَا الصَّلَاةُ عَلَى جِنَازَةٍ فَلَمَّا حَضَرَا مَا زَادَا عَلَى الِاسْتِغْفَارِ لَهُ وَعَبْدُ اللَّهِ بْنُ سَلَامٍ - رَضِيَ اللَّهُ عَنْهُ - فَاتَتْهُ الصَّلَاةُ عَلَى جِنَازَةِ عُمَرَ فَلَمَّا حَضَرَ قَالَ: إنْ سَبَقْتُمُونِي بِالصَّلَاةِ عَلَيْهِ فَلَا تَسْبِقُونِي بِالدُّعَاءِ لَهُ.</div><div><br></div><div><br></div><div>-‘‘হযরত আব্দুল্লাহ ইবনে উমর (رضي الله عنه) এবং হযরত ইবনে আব্বাস (رضي الله عنه) থেকে বর্ণিত আছে উভয়ে এক জানাযায় গিয়ে জানাযার নামায না পেয়ে মায়্যিতের জন্য ইস্তাগফার পড়লেন বা দোয়া করলেন। একদা হযরত উমর (رضي الله عنه) এর জানাযা যখনই শেষ হয়ে গেল তখন হযরত আবদুল্লাহ বিন সালাম (رحمة الله) আসলেন তিনি বললেন হে আমার সাথীরা ! তোমরা আমাকে নামাজে মাসবুক করেছো তবে জানাযার পর দোয়াতে আমাকে মাসবুক (বাদ দিয়ে) করো না (এসো আমরা সবাই মিলে দোয়া করি)।’’  ১৩৬</div><div><br></div><div>➥{ইমাম সারাখ্সী , আল-মবসুত , ২/৬৭পৃঃ ।}</div><div><br></div><div><br></div><div>উপরোক্ত হাদীসে فَلَا تَسْبِقُونِي এর দ্বারা প্রতীয়মান হয় যে ওই দুআর উপর সাহাবায়ে কিরাম আমল করতেন।</div><div><br></div><div><br></div><div>❏ মাওলানা ফতেহ মুহাম্মদ ছাহেব বুরহানপুরী তাঁর রচিত ‘মিফতাহুল সালাত’ গ্রন্থের ১১২ পৃষ্ঠায় উলে­খ করেছেন -</div><div><br></div><div><br></div><div>چوں از نماز فارغ شوند مستحب است كه امام ياصالح ديگر فاتحه بقرتا مفلحون طرف سر جنازة وخاتمه بقرا من الرسول طرف بائيں بخواند كه در حديث وارد است ودر بعض حديث بعد از دفن واقع شده هردو وقت كه ميسر شود مجوز است.</div><div><br></div><div><br></div><div>-‘‘যখন জানাযার নামায শেষ হবে, তখন এটা মুস্তাহাব যে ইমাম বা অন্য কোন নেককার ব্যক্তি সূরা বাকারার প্রথম রুকু مُفْلِحُوْنَ পর্যন্ত মইয়তের শিয়রে এবং শেষ আয়াত اَمَنَ الرَّسُوْل মৃতব্যক্তির বাম পার্শে পাঠ করবেন। কেননা এ রকম হাদীচ শরীফে বর্ণিত আছে। কতেক হাদীছ দাফনের পরে এ রকম করার কথা উলে­খ এছ। সম্ভব হলে উভয় সময় পড়া জায়েয আছে।’’</div><div><br></div><div><br></div><div>❏ ‘যাদুল আািখরাত’ গ্রন্থে নাহারুল ফায়েক কনযুদ ও  বাহরে জুখখার থেকে উদ্ধৃতি করেছেন -</div><div><br></div><div><br></div><div>بَعد از سَلام بخواند اللهم لَا تَحْرِمْنَا اجره وَلَا تَفْتِنَا بَعْدَهُ وَاَغْفِرْلَنَا وَلَهُ</div><div><br></div><div><br></div><div>সালাম ফিরানোর পর এ দুআটা পড়বেন اللهم لَا تَحْرِمْنَا اجره وَلَا تَفْتِنَا بَعْدَهُ وَاَغْفِرْلَنَا وَلَهُ অর্থাৎ হে আল্লাহ! আমাদেরকে এর ছওয়াব থেকে বঞ্চিত করো না এবং এরপরে আমাদেরকে ফিৎনা ফ্যাসাদে ফেলো না। আমাদেরকে ও তাকে ক্ষমা করুন।  ১৩৭</div><div><br></div><div>➥{নাহরুল ফায়েক শরহে কানযুদ দাখায়েক, খণ্ড-১, পৃষ্ঠা-৩৯৪, কাযীমী কুতুবখানা, করাচী, পাকিস্তান।}</div><div><br></div><div><br></div><div>❏ তাহতাবি শরীফে বর্ণিত আছে-</div><div><br></div><div><br></div><div>وَاِنَّ اَبَا حَنِيْفَةَ لَمَّا مَاتَ فَخَتِمَ عَلَيْهِ سَبْعُوْنَ اَلْفَا قَبْلَ الدَّفْنِ.</div><div><br></div><div><br></div><div>-‘‘যখন ইমাম আবু হানীফা (رضي الله عنه) ইন্তিকাল ফরমান, তখন দাফনের আগে তাঁর জন্য সত্তর হাজারবার কুরআন খতম করা হয়।’’ ১৩৮</div><div><br></div><div>➥{ইমাম যাহাবী, সিয়ারু আলামিন নুবালা,}</div><div><br></div><div><br></div><div>❏ কাশফুল গুম্মা, ফাত্ওয়ায়ে আলমগীরী ও ফাত্ওয়ায়ে শামীর الدفن অধ্যায়ে تعزيت শীর্ষক আলোচনায় উলে­খিত আছে -</div><div><br></div><div><br></div><div>وَهِيَ بَعْدَ الدَّفْنِ أَوْلَى مِنْهَا قَبْلَهُ .</div><div><br></div><div><br></div><div>-‘‘দাফনের আগের চেয়ে পরে শোক প্রকাশ করাটা উত্তম।’’  ১৩৯</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, খণ্ড-১, পৃষ্ঠা-১৬৭।}</div><div><br></div><div><br></div><div>❏ একই  জায়গায় শামী ও আলমগীরীতে আরও উলে­খ আছে-</div><div><br></div><div><br></div><div>وَهَذَا إذَا لَمْ يُرَ مِنْهُمْ جَزَعٌ شَدِيدٌ، وَإِلَّا قُدِّمَتْ.</div><div><br></div><div><br></div><div>-‘‘এটা যেহেতু এ জন্য যে ওর পরিবার পরিজনের মন যাতে খুব বেশী রকম ভেংগে না পড়ে। অন্যথায় দাফনের আগে শোক প্রকাশ যেতে পারে।’’  ১৪০</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, খণ্ড-১, পৃষ্ঠা-১৬৭, ইমাম ইবনে আবেদীন শামী, রুদ্দুল মুহতার, ২/২৪১ পৃঃ  পরিচ্ছেদ: مطلب فِي الثَّوَاب عَلَى المصيبة}</div><div><br></div><div><br></div><div>❏ হুসনে জাহিরিয়্যাতে বর্ণিত আছে-</div><div><br></div><div><br></div><div>وَهِيَ بَعْدَ الدَّفْنِ أَوْلَى مِنْهَا قَبْلَهُ .</div><div><br></div><div><br></div><div>-‘‘দাফনের আগের থেকে পরে সমবেদনা জ্ঞাপন করা উত্তম।’’  ১৪১</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, খণ্ড-১, পৃষ্ঠা-১৬৭, ইমাম ইবনে আবেদীন শামী, রুদ্দুল মুহতার, ২/২৪১ পৃঃ  পরিচ্ছেদ: مطلب فِي الثَّوَاب عَلَى المصيبة, জাওহারাতুন নাইয়্যারাহ, খণ্ড-১, পৃষ্ঠা-১৩৪}</div><div><br></div><div><br></div><div>❏ বিখ্যাত ইমাম শা‘রানী (رحمة الله) লিখেন-</div><div><br></div><div><br></div><div>وَمِنْ ذَلِكَ قَوْلُ اَبِى حَنِيْفَةَ : اِنَّ التَعْزِيَةِ سُنَّة قَبْلُ الدَّفْنِ لَا بَعْدَ وَبِهِ قَالَ الثَّوْرِى مَعَ قَوْلِ الشَّافِعِى وَ اَحْمَد اَنَّهَا تسن قَبْلَه وَبَعَد اِلَى ثَلاَثَة اَيَّام ......ان شدة الحزن انما تكون قَبْلَ الدَّفن فيعزى ويدعى له بتخفيف الحزن-</div><div><br></div><div><br></div><div>-‘‘আর এমনিভাবে ইমাম আবু হানিফা (رحمة الله) এর বক্তব্য হচ্ছে : দাফনের পূর্বে শোক প্রকাশ করা সুন্নাত, পরে নয়। তারই সাথে সাথে ইমাম সুফিয়ান সাওরী (رحمة الله) এবং তাঁর সাথে ইমাম শাফেয়ী (رحمة الله) ও ইমাম আহমদ (رحمة الله) বলেছেন যে, নিশ্চয় দাফনের পূর্বেই পেরেশানী বেশী থাকে। ফলে সে সময় মৃত ব্যক্তির জন্য শোক প্রকাশ করবে ও দোয়া করবে।’’  ১৪২</div><div><br></div><div>➥{ইমাম শা‘রানী, মিযানুল কোবরা, ১/১৫৩পৃঃ  দারুল কুতুব ইলমিয়্যাহ, বয়রুত, লেবানন।}</div><div><br></div><div><br></div><div>উপরোক্ত ভাষ্য থেকে প্রমাণিত হলো যে, দাফনের আগে, নামাযের আগে বা পরে হোক, শোক প্রকাশ করা জায়েয এবং সুন্নাত। আর সমবেদনায় মৃতব্যক্তি ও তার উত্তরাধিকারীর জন্য যথাক্রমে ছওয়াব ও ধৈর্যের জন্যইতো দুআ করা। কেননা নামাযে জানাযা এক হিসেবে দুআ বিশেষ, কারণ এতে রুকু সিজ্দা তাশাহুদ ইত্যাদি নেই। আবার আর এক হিসেবে নামাযও বলা যায়, কারণ এর জন্য গোসল, ওযু, সতর ডাকা, কিবলামুখী হওয়া, জায়গা ও কাপড় পাক হওয়া বাঞ্চনীয় এবং জামাত সহকারে পড়া সুন্নাত। যদি এটা কেবল দুআই হতো, তাহলে নামাযের মত এসব শর্তসমূহ কেন আরোপ হলো? দুআর মত যে কোন প্রকারে আদায় করলেই হয়ে যেত। তাই স্বীকার করতেই হবে যে এটা এক হিসেবে নামাযও এবং প্রত্যেক নামাযের পর দুআ প্রার্থনা করা সুন্নাত ও কবুল হওয়ার সম্ভাবনা বেশী।</div><div><br></div><div><br></div><div>❏ যেমন-মিশকাত শরীফে بَاب الذّكر بعد الصَّلَاة অধ্যায়ে বর্ণিত আছে-</div><div><br></div><div><br></div><div>حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الثَّقَفِيُّ الْمَرْوَزِيُّ، قَالَ: حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنْ أَبِي أُمَامَةَ رضى الله عنه، قَالَ: قِيلَ يَا رَسُولَ اللهِ: أَيُّ الدُّعَاءِ أَسْمَعُ؟ قَالَ: جَوْفَ اللَّيْلِ الآخِرِ، وَدُبُرَ الصَّلَوَاتِ الْمَكْتُوبَاتِ.    </div><div><br></div><div><br></div><div>-“হজরত আবু উমামা বাহেলী (رضي الله عنه) হতে বর্ণিত, তিনি বলেন: রাসূলে পাক (ﷺ) কে জিজ্ঞাসা করা হল যে, কোন দোয়া তাড়াতাড়ি কবুল হয়? প্রিয় নবীজি (ﷺ) বললেন: নিশির শেষ ভাগে এবং প্রত্যেক ফরজ নামাজের পরে দোয়া তাড়াতাড়ি কবুল হয়।” ১৪৩</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>তিরমিজি শরীফ, হাদিস নং ৩৪৯৯; সুনানে কুবরা লিন-নাসাঈ, হাদিস নং ৯৮৫৬; মিশকাত শরীফ, ৮৯ পৃঃ ; মেরকাত শরহে মেসকাত, ৩য় খন্ড, ৪৩ পৃঃ ; মাওয়াহেবুল্লাদুন্নিয়া, ৪র্থ খন্ড, ১৫৬ পৃঃ ; আত্তারগীব ওয়াত্তারহীব, হাদিস নং ২৫৫০; মুগলতাঈ, শরহে ইবনে মাজাহ লিল-মুগলতাঈ, ইবনে রযব, জামেউল উলুম ওয়াল হিকাম, ২য় খন্ড, ১৪৩ পৃঃ ; ফাতহুল বারী লি’ইবনে রজব, ১১তম খন্ড, ১৩৪ পৃঃ ; ইমাম নববী, আল-আযকার, হাদিস নং ১৮০; রিয়াদুস ছালেহীন, হাদিস নং ১৫০০; ফাতওয়ায়ে কুবরা লি’ইবনে তাইমিয়া, ২য় খন্ড, ২০৫ পৃঃ ; ইবনে তাইমিয়া, মাজমাউল ফাতওয়া, ২২তম খন্ড, ৪৯২ পৃঃ ; মোবারকপুরী, তুহফাতুল আহওয়াজী, ৩০০ নং হাদিসের ব্যাখ্যায়; নাইলুল আওতার, হাদিস নং ৮০৯) ছহীহ্ হাদিস।</div><div><br></div><div><br></div><div>☞এই হাদিস সম্পর্কে হাফিজ ইবনে হাজার আসকালানী (رحمة الله) ও আল্লামা মোল্লা আলী ক্বারী হানাফী (رحمة الله) বলেন, أَنَّهُ صَحِيحٌ لِغَيْرِهِ. -“নিশ্চয় এই হাদিস ছহীহ্ লি’গাইরিহী। (মোল্লা আলী ক্বারী, মেরকাত শরহে মিশকাত, ৩/৪৩ পৃঃ )</div><div><br></div><div><br></div><div>☞এই হাদিস উল্লেখ করে ইমাম তিরমিজি (رحمة الله) বলেন,</div><div><br></div><div>هَذَا حَدِيثٌ حَسَنٌ -“এই হাদিস ‘হাসান’। (সুনানে তিরমিযি, হাদিস নং ৩৪৯৯) নাছিরুদ্দিন আলবানী হাদিসটিকে صحيح لغيره (ছহীহ্ লি’গারিহী) বলেছেন। (ছহীহ্ তারগীব ওয়া তারহীব, হাদিস নং ১৬৪৮)}</div><div><br></div><div><br></div><div>❏ জানাযার নামাযও ফরয। তাই এরপর দুআ কেন করা যাবে না? অধিকন্তু যে কোন সময় দুআ পার্থনা করার অনুমতি দেয়া হয়েছে এবং অনেক গুরুত্বারোপ করা হয়েছে।  ১৪৪</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>☞ইমাম বুখারী (رحمة الله) সংবলন করেন-</div><div><br></div><div>حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، حَدَّثَنَا عِمْرَانُ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ رضى الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: لَيْسَ شَيْءٌ أَكْرَمَ عَلَى اللَّهِ مِنَ الدُّعَاءِ</div><div><br></div><div>-“হজরত আবু হুরায়রা (رضي الله عنه) বলেন, রাসূলে পাক (ﷺ) বলেছেন: আল্লাহর কাছে দোয়ার চেয়ে অধিক সম্মানী কিছুই নেই।’’</div><div><br></div><div>(আদাবুল মুফরাদ, হাদিস নং ৭১২; মুসনাদে আহমদ, হাদিস নং ৮৭৪৮; মেশকাত শরীফ, ১৯৫ পৃঃ ; মুসনাদে বায্যার, হাদিস/৯৫৫৫; ছহীহ্ ইবনে হিব্বান, হাদিস নং ৮৭০; মু’জামুল আওছাত, হাদিস নং ৩৭০৬; হাকেম, হাদিস নং ১৮০১; বায়হাকী, দাওয়াতুল কাবীর, হাদিস নং ৩; বায়হাকী, শুয়াইবুল ঈমান, হাদিস নং ১০৭১; মেরকাত শরহে মেসকাত, ৫ম খন্ড, ১২০ পৃঃ ; তিরমিজি শরীফ; ইবনে মাজাহ, ২৭৫ পৃঃ )।)</div><div><br></div><div><br></div><div>☞এই হাদিস সম্পর্কে ইমাম হাকেম (رحمة الله) বলেন, هَذَا حَدِيثٌ صَحِيحُ الْإِسْنَادِ، -“এই হাদিসের সনদ ছহীহ্।”</div><div><br></div><div><br></div><div>এই হাদিস দ্বারা বুঝা যায়, আল্লাহর কাছে সবচেয়ে সম্মানী বিষয় হল আল্লাহর কাছে দোয়া করা। তাই আমাদের বেশী বেশী দোয়া করা উচিৎ। এছাড়াও আরো অনেক কারণ রয়েছে।}</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের কিতাবুল দাওয়াতে বর্ণিত আছে হাদিসে আছে-</div><div><br></div><div><br></div><div>حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، وَمَنْصُورٍ، عَنْ ذَرٍّ، عَنْ يُسَيْعٍ الْكِنْدِيِّ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: الدُّعَاءُ هُوَ الْعِبَادَةُ.</div><div><br></div><div><br></div><div>-“হজরত নুমান ইবনে বাশির (رضي الله عنه) নবী করিম (ﷺ) হতে বর্ণনা করেন, প্রিয় নবীজি (ﷺ) বলেছেন: দোয়া একটি ইবাদত।” ১৪৫</div><div><br></div><div>➥{মুসনাদে আবু দাউদ তায়ালসী, হাদিস/৮৩৮; মুসনাদে আহমদ, হাদিস/১৮৩৫২ ও ১৮৩৮৬; আদাবুল মুফরাদ, হাদিস নং ৭১৪; সুনানে ইবনে মাজাহ, হাদিস নং ৩৮২৮; সুনানে আবু দাউদ, হাদিস/১৪৭৯; তিরমিজি শরীফ, হাদিস/২৯৬৯; মুসনাদে বাজ্জার, হাদিস/৩২৪৩; সুনানে কুবরা লিন-নাসাঈ, হাদিস নং ১১৪০০; সহীহ্ ইবনে হিব্বান, হাদিস নং ৮৯০; আদ-দোয়া লিত্ তাবারানী, হাদিস নং ২; মু’জামুছ ছাগীর, হাদিস নং ১০৪১; মু’জামুল কবীর, হাদিস নং ১৯১; মুস্তাদরাকে হাকেম, হাদিস নং ১৮০২।}</div><div><br></div><div><br></div><div>❏ একই জায়গায় এটাও বর্ণিত আছে নবীজি (ﷺ) বলেছেন-</div><div><br></div><div><br></div><div>عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: الدُّعَاءُ مُخُّ العِبَادَةِ.</div><div><br></div><div><br></div><div>-“হজরত আনাস ইবনে মালেক (رضي الله عنه) বলেন, রাসূলে পাক (ﷺ) বলেছেন: সকল এবাদতের মগজ হল দোয়া।”  ১৪৬</div><div><br></div><div>➥{খতিব তিবরিযি, মিশকাতুল মাসাবীহ, হাদিস/; মেরকাত শরহে মেসকাত, ৫ম খন্ড, ১২০ পৃঃ ; তিরমিজি শরীফ, হাদিস/৩৩৭১; আদ-দোয়া লিত্ তাবারানী, হাদিস নং ৮; মু’জামুল আওছাত, হাদিস নং ৩১৯৬; জামেউল উছুল, হাদিস নং ৭২৩৭; তুহফাতুল আশরাফ, হাদিস নং ১৬৫; ফাতহুল কবীর, হাদিস নং ৬৩৮৬; কানজুল উম্মাল, হাদিস নং ৩১১৪; কাশফুল খাফা, হাদিস নং ১২৯৪)।}</div><div><br></div><div><br></div><div>দুআ প্রার্থনা করার জন্য সময় কালের কোন বিধি নিষেধ নাই। তাহলে এটার কি কারণ থাকতে পারে ওয জানাযার আগে ও দাফনের আগে হারাম? জানাযার নামায কোন যাদুমন্ত্র যে এটি পড়ার সাথে দুআ ও ঈসালে ছওয়াব হারাম হয়ে গেল এবং দাফনের পর ওই যাদু অপসারিত হলো ও সব কিছু হালাল হয়ে গেল। যে কোন সময় দুআ প্রার্থনা ও ঈসালে ছওয়াব জায়েয, এর জন্য কোন সময়ের বিধি নিষেধ নেই।  ১৪৭</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>☞আমাদের নবী রাসূলে পাক ﷺ বলেছেন:</div><div><br></div><div> حَدَّثَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ لَا يَدْعُو اللَّهَ يَغْضَبْ عَلَيْهِ</div><div><br></div><div>-“হযরত আবু হুরায়রা (رضي الله عنه) বলেন, আল্লাহর হাবীব ﷺ বলেছেন: যে ব্যক্তি আল্লাহর কাছে দোয়া করেনা তার উপর আল্লাহ রাগ করেন।’’</div><div><br></div><div>(আদাবুল মুফরাদ, হাদিস নং ৬৫৮; তিরমিজি শরীফ, হাদিস নং ৩৩৭৩; মেসকাত শরীফ, ১৯৫ পৃঃ ; ইবনে মাজাহ শরীফ, ২৭১ পৃঃ ; মুসনাদে আহমদ, হাদিস নং ৯৭০১; মুসনাদে বাজ্জার, হাদিস নং ৯৪২৫; আদ-দোয়া লিত্ তাবারানী, হাদিস নং ২৩; মু’জামুল আওছাত, হাদিস নং ২৪৩১; মুস্তাদরাকে হাকেম, হাদিস নং ১৮০৬; বায়হাকী, দাওয়াতুল কাবীর, হাদিস নং ২২; বায়হাকী, শুয়াইবুল ঈমান, হাদিস নং ১০৬৫; মুসনাদে আবী ইয়ালা, হাদিস নং ৬৬৫৫; মেরকাত শরহে মেসকাত, ৫ম খন্ড, ১২৩ পৃঃ )।)</div><div><br></div><div><br></div><div>☞আল্লাহর নবী (ﷺ) আরো বলেছেন-</div><div><br></div><div>حَدَّثَنَاهُ أَبُو بَكْرِ بْنُ إِسْحَاقَ، أَنْبَأَ أَبُو الْمُثَنَّى، ثنا مُسَدَّدٌ، ثنا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، ثنا هِلَالُ بْنُ خَبَّابٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لِعَمِّهِ الْعَبَّاسِ: يَا عَمِّ أَكْثِرِ الدُّعَاءَ</div><div><br></div><div>-“হজরত ইবনে আব্বাস (رضي الله عنه) বর্ণনা করেন, নিশ্চয় আল্লাহর রাসূল (ﷺ) তাঁর চাচাকে বললেন: ওহে চাচা! আপনি অধিক পরিমাণে দোয়া করুন।’’(ইমাম হাকেম, আল-মুস্তাদরাক, হাদিস/১৯৩৯।)</div><div><br></div><div><br></div><div>☞এই হাদিস সম্পর্কে ইমাম হাকেম নিছাপুরী  বলেন-</div><div><br></div><div>هَذَا حَدِيثٌ صَحِيحٌ عَلَى شَرْطِ الْبُخَارِيِّ</div><div><br></div><div>-“ইমাম বুখারীর শর্তে এই হাদিস সহীহ্।’’}</div><div><br></div><div>━━━━━━</div>"
  },
  {
    "1": "ফাতিহা সম্পর্কে আপত্তি এবং এর জবাবসমূহ",
    "2": "<div>দ্বিতীয় অধ্যায়</div><div><br></div><div>ফাতিহা সম্পর্কে আপত্তি এবং এর জবাবসমূহ</div><div><br></div><div><br></div><div>ফাতিহা সম্পর্কে বিরোধিতাকারীদের নিম্নলিখিত আপত্তিসমূহ উলে­খযোগ্য।</div><div><br></div><div><br></div><div>১ নং আপত্তিঃ </div><div><br></div><div><br></div><div>ফকীহগণের অনেকেই মৃতব্যক্তির নামে তৃতীয় ও সপ্তম দিন খাবার তৈরী করা নিষেধ বলেছেন (ফত্ওয়ায়ে শামী ও আলমগীরী দেখুন) বরং বযাযিয়া (رضي الله عنه) লিখেছেন وَبَعْدُ الْاَسْبُوْعِ সাতদিনের পরেও খাবার তৈরী করা নিষেধ। এতে বাৎসরিক, ষন্মাসিক, চেহলাম সবই এসে যায়।</div><div><br></div><div><br></div><div>❏ অধিকন্তু কাজী ছানাউল্লাহ সাহেব পানিপথী ওসীয়ত করেছিলেন-</div><div><br></div><div><br></div><div>كه بعد مردن من رسوم دنياوى وهم وبستم وچهلم وششماهى وبرسينى. هيچ نه كنند كه رسول الله ﷺ زياده از سه روز  ماتم كردن جائز نه داشته.</div><div><br></div><div><br></div><div>-‘‘মৃত্যুর পর দুনিয়াবী রেওয়াজ অনুযায়ী দশভী, বিশভী, চেহলাম, ষন্মাসিক ও বাৎসরিক বেহুদা কাজ করো না, কেননা রাসূলুল্লাহ্ (ﷺ) তিনদিনের অধিক শোক প্রকাশ করাটা নাজায়েজ মনে করেছেন। অধিকন্তু হুযুর আলাইহিস সালাম ফরমান, মৃতব্যক্তির নামে উৎসর্গীয় খাবার গ্রহণে মনের মৃত্যু ঘটে ইত্যাতি ইত্যাদি।’’</div><div><br></div><div><br></div><div>উত্তরঃ ফকীহগণ মৃতব্যক্তির ঈসালে ছওয়াব করার ব্যাপারে নিষেধ করেননি বরং করার জন্য নির্দেশ দিয়েছেন। যেমন- প্রথম অধ্যায়ে আমি উলে­খ করেছি যে ফকীহগণ যেটা নিষেধ করে সেটা অন্য জিনিস। সেটা হচ্ছে মৃতব্যক্তির ওসীলায় আত্মীয়-স্বজন কর্তৃক খাবার আদায় করা অর্থাৎ সামাজিক সমালোচনা থেকে বাঁচার জন্য মৃতব্যক্তির কুলখানি, চেহলাম ইত্যাদিতে আত্মীয়-স্বজন কে দাওয়াত দেয়া হয়, সেটা নাজায়েয। কেননা এটা হচ্ছে মান সম্মান রক্ষান জন্য। অথচ এখানে সেটার প্রশ্নই আসতে পারে না। গরীবদেরকে যদি ঈসালে ছওয়াবের উদ্দেশ্যে ফাতিহা দিয়ে খাবার পরিবেশন করা হয়, তা সকলের মতে জায়েয।</div><div><br></div><div><br></div><div>❏ ফতওয়ায়ে শামীর প্রথম খন্ড কিতাবুল জানায়েযের الدفن শীর্ষক অধ্যায়ে উলে­খিত আছে-</div><div><br></div><div><br></div><div>وَيُكْرَهُ اتِّخَاذُ الضِّيَافَةِ مِنْ الطَّعَامِ مِنْ أَهْلِ الْمَيِّتِ لِأَنَّهُ شُرِعَ فِي السُّرُورِ لَا فِي الشُّرُورِ.</div><div><br></div><div><br></div><div>-‘‘মৃতব্যক্তির ওয়ারিস থেকে দাওয়াত য়ো মাকরূহ। কেননা এটা খুশীর সময় করা হয়,শোকের সময় নয়।’’  ১১৩</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, খণ্ড-২, পৃষ্ঠা-২৪০, পরিচ্ছেদ: مطلب فِي الثَّوَاب عَلَى المصيبة}</div><div><br></div><div><br></div><div>এখানে দাওয়াত নেয়া বলতে দাওয়াত দিতে বাধ্য করাকে বোঝানো হয়েছে। উক্ত অধ্যায়ে আরও উলে­খিত আছে -</div><div><br></div><div><br></div><div>وَهَذِهِ الْأَفْعَالُ كُلُّهَا لِلسُّمْعَةِ وَالرِّيَاءِ فَيُحْتَرَزُ عَنْهَا لِأَنَّهُمْ لَا يُرِيدُونَ بِهَا وَجْهَ اللَّهِ تَعَالَى.</div><div><br></div><div><br></div><div>-‘‘যে সমস্ত কাজ কেবল লোক দেখানোর উদ্দেশ্যে হয়ে থাকে। সুতরাং এসব থেকে দূরে থাকুন। কেননা এর দ্বারা আল্লাহর রেযামন্দী কামনা করা হয় না।’’ ১১৪</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, খণ্ড-২, পৃষ্ঠা-২৪১, পরিচ্ছেদ: مطلب فِي الثَّوَاب عَلَى المصيبة}</div><div><br></div><div><br></div><div>পরিষ্কার বোঝা গেল, গর্ববোধ করে আত্মীয়-স্বজনকে দাওয়অত দেয়া নিষেধ। আরও উলে­খিত আছে -</div><div><br></div><div><br></div><div>وَإِنْ اتَّخَذَ طَعَامًا لِلْفُقَرَاءِ كَانَ حَسَنًا.</div><div><br></div><div><br></div><div>-‘‘মৃতব্যক্তির ওয়ারিস যদি গরীবদের জন্য খাবার তৈরী করে, তাহলে খুবই ভাল।’’  ১১৫</div><div><br></div><div>এতে ফাতিহার বৈধতা প্রমাণিত হলো।</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, খণ্ড-২, পৃষ্ঠা-২৪০-২৪১, পরিচ্ছেদ: مطلب فِي الثَّوَاب عَلَى المصيبة}</div><div><br></div><div><br></div><div>কাজী ছানাউল্লাহ ছাহেব পানিপথী কর্তৃক স্বীয় কুলখানি ও দশভী না করার জন্য বলাটা একেবারে যুক্তি সংগত। তিনি বলেছেন পার্থিব প্রথা অনুযায়ী যে ধরনের কুলখানি ইত্যাতি করা হয়, তা কর না। এখন প্রশ্ন হলো, পার্থিব প্রথাটা কি? এটা হচ্ছে কুলখানি ইত্যাদিতে মহিলারা জমায়েত হয়ে কান্নাকাটি বা বিলাপ করা, যা বাস্তবিকই হারাম। এ জন্যেই তিন দিনের অধিক শোক প্রকাশ করাকে নাজায়েয বলা হয়েছে।</div><div><br></div><div><br></div><div>কিন্তু এখানেতো ঈসালে ছওয়াব ও ফাতিহার কোন উলে­খ নেই। উপরোক্ত বক্তেব্যের ভাবার্থ হলো- কুলখানি ইত্যাদিতে যেন মাতম করা না হয়। আর মৃতব্যক্তির নামে প্রদত্ত খাবার গ্রহলে মন মরে যাওয়ার যে কথা বলেছেন, সে ধরনের হাদীচ আমি কোথাও দেখিনি। যদি এটা হাদীছ হয়ে থাকে, তাহলে ওসব হাদীছের যেগুলোতে মৃতব্যক্তির পক্ষে দান-খয়রাত করার প্রতি উৎসাহ দেয়া গয়েছে, কি ভাবার্থ হতে পারে? আপনারাওতো বলেন, দিন তারিখ ঠিক না করে মৃতব্যক্তির নামে দান খয়রাত জায়েজ। এ দান খয়রাত কে খাবে? মানুষ খেলেতো মন মরে যাবে। তাহলে কি ফিরিশ্তারা খাবে?</div><div><br></div><div><br></div><div>একটি মাসআলা- মৃতব্যক্তির নামে প্রদত্ত খাবার কেবল গরীবদেরকে খাওয়অনো চাই। আলা হযরত (কুঃ সিঃ) এ প্রসংগে جلى الصوت الهنى الدعوت عن الموت নামক একটি স্বতন্ত্র পুস্তিকা রচনা করেছেন। প্রত্যক্ষদর্শীর বিবরণ মতে, আলা হযরত কোন মৃতব্যক্তির পরিবার পরিজনের কাছে শোক প্রকাশ করতে গেলে, তথায় পান তামাক ইত্যাদিও গ্রহণ করতেন না। তাঁর স্বীয় ওসীয়ত নামায় উলে­থি আছে ‘আমার নামে প্রদত্ত ফাতিহার খাবার যেন গরীভদেরকে খাওায়ানো হয়।’ যদি মৃতব্যক্তির পরিত্যক্ত সম্পত্তি থেকে ফাতিহা দিতে হয়, তাহলে এটা খেয়াল রাখতে হবে, যেন অনুপস্থির ওয়ারিস ও নাবালেগের অংশ থেকে ফাতিহা দেয়অ না হয়। অর্থাৎ প্রথমে মৃতব্যক্তির পরিত্যক্ত সম্পত্তি বন্টন করতে হবে। অতঃপর কোন বালেগ ওয়ারিসের অংশ থেকে এসব কাজ সমাধা করা হবে। তা যদি না হয়, এ খাবার কারো জন্য জায়েয হবে না। কেননা মালিকের বিনা অনুমতিতে ও নাবালেগের জিনিস খাওয়া জায়েয নেই। এ মাসআলাটা যেন অবশ্যই স্বরণ থাকে।</div><div><br></div><div><br></div><div>২ নং আপত্তিঃ </div><div><br></div><div><br></div><div>ফাতিহর জন্য তারিখ নির্ধারণ করা নাজায়েয। এগারভী তারিখ বা তেসেরা, দশভী বিশভী চলি­শা, বাৎসরিক ইত্যাদি দিন তারিখ নির্ধারণ অনর্থক মাত্র।</div><div><br></div><div><br></div><div>❏ কুরআন করীম ইরশাদ ফরমান-</div><div><br></div><div><br></div><div>هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ.</div><div><br></div><div>-‘‘মুসলমানগণ বেহুদা কাজ থেকে যেন বিরত থাকেন।’’  ১১৬</div><div><br></div><div>➥{সূরা মু’মিনুন, আয়াত নং-৩।}</div><div><br></div><div><br></div><div>যত তাড়াতারি পারেন ঈসালে ছওয়াব করুন, তৃতীয় দিনের অপেক্ষায় থাকবেন না। আর কুলখানির জন্য ভুনা চনা নির্ধারণ করা একেবারে ফালতু  কাজ। এজন্য কুলখানি ইত্যাদি করা নিষেধ।</div><div><br></div><div><br></div><div>উত্তরঃ দিন তারিখ নির্ধারণ করার উত্তর আমি ‘মীলাদে কিয়াম’ আলোচনায় দিয়েছি। কোন বৈধ কাজের জন্য দিন-তারিখ নির্ধারণ করা এজন্যই হয়ে থাকে যে নির্ধারিত দিনে সবাই একত্রিত হবেন এবং সবাই মিলে এ কাজ সমাধা করবেন। যদি কোন একটা দিন নির্ধারণ করা না হয়, তাহলে সুচারুভাবে সে কাজের আঞ্জাম দেয়া সম্ভব নয়।</div><div><br></div><div><br></div><div>وَعَن شَقِيق: كَانَ عبد الله يُذَكِّرُ النَّاسَ فِي كُلِّ خَمِيسٍ فَقَالَ لَهُ رَجُلٌ يَا أَبَا عَبْدِ الرَّحْمَنِ لَوَدِدْتُ أَنَّكَ ذكرتنا كُلِّ يَوْمٍ قَالَ أَمَا إِنَّهُ يَمْنَعُنِي مِنْ ذَلِكَ أَنِّي أَكْرَهُ أَنْ أُمِلَّكُمْ.</div><div><br></div><div><br></div><div>-‘‘হযরত শাকীক (رحمة الله) বলেন, হযরত আবদুল্লাহ ইবনে মাসউদ (رضي الله عنه) ওয়াজের জন্য প্রতি বৃহস্পতিবারকে নির্ধারণ করেছিলেন। একজন শ্রোতাগণ আরয করেছিলেন হে আব্দুর রাহমান! আমার বাসনা আপনি প্রতিদিন ওয়াজ করুণ। এর উত্তরে তিনি বলেছিলেন, আপনাদেরকে কষ্ট/বিরক্ত দেয়া আমার পছন্দ নয়।’’  ১১৭</div><div><br></div><div>➥{খতিব তিবরিযি, মিশকাত শরীফ, কিতাবুল ইলম, ১/৭২ পৃঃ  হা/২০৭, ইমাম বুখারী, আস-সহীহ, ১/২৫ পৃঃ  হা/৭০}</div><div><br></div><div><br></div><div>ইমাম বুখারী (رحمة الله) এ প্রসংগে বুখারী শরীফে একটা স্বতন্ত্র অধ্যায় খাড়া করেছেন।  ১১৮</div><div><br></div><div>➥{ইমাম বুখারী, আস-সহীহ, ১/২৫ পৃঃ  হা/৭০, পরিচ্ছেদ: بَابُ مَنْ جَعَلَ لِأَهْلِ العِلْمِ أَيَّامًا مَعْلُومَةً}</div><div><br></div><div><br></div><div>এটা কেবল সুবিধার জন্য করা হয়। আজও মাদ্রাসা সমূহের পরীক্ষা, বার্ষিক সভা ও ছুটির মাস ও তারিখ নির্দিষ্ঠ থাকে, প্রতি বছর জনগণ নির্দিষ্ট তারিখে বিনা বিজ্ঞপ্তিতে জমায়েত হয়। ওসবের বেলায়ও একই উদ্দেশ্যে তা করা হয়। তবে এখন প্রশ্ন হলো এসব তারিখই বা কেন নির্ধারণ করা হলো? তাহলে শুনুন, গিয়ারবী অর্থাৎ ১১ তারিখ নির্ধারণ করার কারণ হচ্ছে, তৎকালীন মুসলিম রাষ্ট্রসমূহের প্রতিটি অফিস আদালতে চাঁদের দশ তারিখে বেতন দেয়অ হতো এবং কর্মচারীদের এটাই বাসনা থাকতো যে তাদের বেতনের প্রথম পয়সা যেন হুযুরে গাউছে পাকের ফাতিহাতে ব্যায় হয়। তাই তারা যখন সন্ধ্যায় অফিস থেকে ঘরে ফিরতেন, সাথে কিছু মিস্টান্ন নিয়ে আসতেন এবং মাগরিবের পরে অর্থাৎ ১১ তারিখের রাতে ফাতিহা দিতেন। এ প্রচলনটা মুসলমানদের মধ্যে এমনভাবে ছড়িয়ে পড়ে, যা পরবর্তীতে এ ফাতিহা গিয়াভরী শরীফ হিসেবে প্রসিদ্ধ লাভ করে। এখন যে কোন তারিখেই হুযুরে গাউফে পাকের ফাতিহা শরীফ করা হবে বা তার নামে সাদাকা করা হবে, গিয়ারভীই বলা হয়। ইউ.পি.ও কাফিয়াওয়ার্ড নামক স্থানে সারা রবিউছ ছানি মাসে হুযুরে গাউছে পাকের ফাতিহা হয়, কিন্তু বলা হয় ‘গিয়ারভী শরীফ’। অধিকন্তু বুযুর্গানে কিরামের সংগে বড় বড় ঘটনাবলী ১০ তারিখেই সংঘটিত হয়েছে এবং যার পরে আগমন ঘটেছে এগার তারিখের এই শুভ রাত্রে। হযরত আদম (عليه السلام) এর পৃথিবীতে পদার্পণ এবং তার তওবা কবুল হওয়া, হযরত নূহ (عليه السلام) এর জাহাজ কুলে আসা, হযরত ইসমাঈল (عليه السلام) জবেহ থেকে মুক্তি পাওয়া, হযরত ইউনুস (عليه السلام) মাছের পেট থেকে বের হয়ে আসা, হযরত ইয়াকুব (عليه السلام) স্বীয় সন্তানের সাক্ষাত লাভ, হযরত মূসা (عليه السلام) ফেরাউনের কবল থেকে মুক্তি লাভ, হযরত আইয়ুব (عليه السلام) এর আরোগ্যলাভ, ইমাম হুসাইণ (رضي الله عنه) এর শাহাদাত বরণ ও শহীদদের সর্দারের মর্যাদা অর্জন সবই দশ তারিখেই সংঘঠিত হয়েছে। এরপর প্রথম যে রাতটি আসে, সেটা এগার তারিখের রাতই। সুতরাং এ রাতটি খুবই বরকতময়। এ কারণে গিয়ারভী শরীফের ফাতিহা প্রায় সময় এগার তারিখের রাতেই হয়ে থাকে। কেননা বরকতময় রাত সমূহে সাদাকা খয়রাত ইত্যাদি করাটা বাঞ্চনীয়।</div><div><br></div><div><br></div><div>এ কথাটা বাস্তব অভিজ্ঞতা দ্বারা প্রমাণিত বরং এ ব্যাপারে আমার নিজেরও অভিজ্ঞতা রয়েচে যে যদি প্রতি চাঁদের এগার তারিখ কিছু নির্ধারিত পরিমাণ টাকা পয়সা খরচ করে নিয়মিতভাবে ফাতিহাখানি করা হয়, তাতে যথেষ্ট বরকত রয়েছে। খোদার শুকরিয়া যে আমি এ কাজটা একান্ত নিয়মিতভাবে পালন করি এবং অনেক বরকতও লাভ করি। يازده مجلس নামক কিতাবে লিখা আছে হুযুরে গাউছে পাক (رضي الله عنه) হুযুর আলাইহিস সালামের বারভী অর্থাৎ বার তারিখের মীলাদ শরীফ একান্ত নিয়মিতভাবে উদ্যাপন করতেন। একবার স্বপ্নে হুযুর</div><div><br></div><div>(ﷺ) বললেন, হে আবদুল কাদির, তুমি আমাকে বারভেিত (বার তারিখের মীলাদ) স্বরণ করেছ; আমি তোমাকে গিয়ারভী দান করলাম অর্থাৎ জনগণ তোমাকে গিয়ারভীতে (১১ তারিখের ফাতিহা) স্বরণ করবে। এ জন্য রবিউল আউয়াল মাসে সাধারণতঃ মীলাদে মুস্তফা (ﷺ) অনুষ্টিত হয় এবং রবিউল ছানিতে হুযুরে গাউছে পাকের গিয়ারভী শরীফ উদ্যাপন করা হয়। যেহেতু এটা হুযুর আলাইহিস সালামের অবদান, সেহেতু এটা সারা দুনিয়ায় প্রসার লাভ করেছে। বিরোধীরা এটাকে শিরক ও বিদ্আত বলে বিলোপ সাধনের চেষ্টা করেছে, কিন্তু দিন দিন এর অগ্রগতি হচ্ছে।  </div><div><br></div><div><br></div><div>توگهٹان سے كسى كے نه گهٹاهے گهٹے</div><div><br></div><div>جب برهائے تجهے الله تعالى تيرا</div><div><br></div><div><br></div><div>-‘‘আল্লাহ তাআলা যদি তোমাকে উন্নতি দান করে কেউ শত চেষ্টা করেও তোমার কোন ক্ষতি করতে পারবে না।’’</div><div><br></div><div><br></div><div>কুলখানির জন্য তৃতীয় দিন নির্ধারণ করার পেছনেও যুক্তি রয়েছে। প্রথম দিন লোকজন মৃতব্যক্তির কাফন দাফনে ব্যস্ত থাকে, দ্বিতীয় দিন বিশ্যামের জন্য ছেড়ে দেয়া হয়েছে, তৃতীয় দিন সবাই একত্রিত হয়ে ফাতিহাখানি, কুলখানি ইত্যাদি পাঠ করে। এ তৃতীয় দিন হচ্ছে, শোক প্রকাশের শেষ দিন। এরপর শোক প্রকাশ করা নিষেধ।</div><div><br></div><div><br></div><div>❏ ফত্ওয়ায়ে আলমগীরীর কিতাবুল জানায়েযে الدَّفْنَ অধ্যায়ে উলে­খিত আছে-</div><div><br></div><div><br></div><div>وَوَقْتُهَا مِنْ حِينِ يَمُوتُ إلَى ثَلَاثَةِ أَيَّامٍ وَيُكْرَهُ بَعْدَهَا إلَّا أَنْ يَكُونَ الْمُعَزِّي أَوْ الْمُعَزَّى إلَيْهِ غَائِبًا فَلَا بَأْسَ بِهَا.</div><div><br></div><div><br></div><div>-‘‘শোক প্রকাশের সময় হচ্ছে মৃত্যুর তিন দিন পর্যন্ত। এরপর শোক প্রকাশ করা মাকরূহ। কিন্তু সমবেদনা জ্ঞাপনকারী বা গ্রহণকারী অনুপস্থিত হলে মাকরূহ নয়।’’  ১১৯</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, ১/১৬৭ পৃঃ  পরিচ্ছেদ: مَسَائِلُ فِي التَّعْزِيَةُ}</div><div><br></div><div><br></div><div>তৃতীয় দিন পর্যন্ত লোক শোক প্রকাশের জন্য আসতে থাকে। এর পর যেহেতু আর আসবে না, তাই তৃতীয় দিন ঈসালে ছওয়াব করেই বিদায় নেবে। আর দূরের আত্মীয়-স্বজনও ফাতিহায় অংশ গ্রহণ করে এবং তিন দিনের মধ্যে মুসাফিরও ঘরে পৌছঁতে পারে। চেহলাম, বার্ষিকী ইত্যাদি উদ্যাপন তরার কারণ হচ্ছে; মুসলমাদের অভিপ্রায় হলো সারা বছর মৃতব্যক্তির কাছে ধারাবাহিকভাবে ছওয়াব পৌছতে থাকুক। কেননা মৃত্যুর পর প্রথম প্রথম মৃতব্যক্তির বিদেহী আত্মা স্বীয় আত্মীয়-স্বজনের স্বরণে ব্যাকুল থাকে। অতঃপর ক্রমান্বয়ে এদিক থেকে মন উঠে  যায়। মেয়েকে বিবাহ দেওয়অর পর শ্বশুর বাড়ীতে পাঠানো হয়। প্রথম প্রথম আসা-যাওয়া এবং উপহার সামগ্রী প্রেরণটা ঠিকমত চালু থাকে। অতঃপর যতই সময় যেতে থাকে, এগুলোও আস্তে আস্তে কমতে থাকে। কেননা প্রথম দিকে ওখানে মন বসে না। এর উৎস হাদীছ শরীফ থেকেও পাওয়া যায়। দাফন করার পর কিছুক্ষণ কবরের পাড়ে দাঁড়িয়ে ঈসালে ছওয়াব করা ও তলকীনের মাধ্যমে মৃতব্যক্তির সাহায্য করা বাঞ্চনীয়। হযরত উমর ইবনে আস (رضي الله عنه) ওসীয়ত করেছিলেন- দাফনের পরে কিছুক্ষণ যেন আপনারা আমার কবরের পার্শ্বে থাকেন, যাতে আপনাদের কারণে আমার মন টিকে যায় এবং মুনকার-নাকীরের প্রশ্নের জবাব দিয়ে দিতে পারি। যেমন -</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফে الدَّفْنَ অধ্যায়ে তাঁর এ আবেদনটি উদ্ধৃত করা হয়েছে-</div><div><br></div><div><br></div><div>ثُمَّ أَقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا يُنْحَرُ جَزُورٌ وَيُقَسَّمُ لَحْمُهَا حَتَّى أَسْتَأْنِسَ بِكُمْ وَأَعْلَمَ مَاذَا أُرَاجِعُ بِهِ رُسُلَ رَبِّي. رَوَاهُ مُسلم.</div><div><br></div><div><br></div><div>-‘‘তারপর..........................।’’  ১২০</div><div><br></div><div>➥{ইমাম মুসলিম, আস-সহীহ, ১/১১২ পৃঃ  হা/১২১, খতিব তিবরিযি, মিশকাত, ১/৫৩৭ পৃঃ  হা/১৭১৬, পরিচ্ছেদ: بَاب دفن الْمَيِّت}</div><div><br></div><div><br></div><div>❏ এ জন্যই ঈসালে ছওয়াব করা হয়। শাহ আবদুল আজীজ ছাহেব তাফসীরে আযীযীর আমপারার وَالْقَمَرِ إِذَا اتَّسَقَ আয়াতের ব্যাখ্যায় লিখেছেন-</div><div><br></div><div><br></div><div>اول حالتے كه بمجرد جدا شدن روح از بدن خواهد شد فى الجمله اثر حيات سابقت والفت تعلق بدن ودگير معروفان از انباء جنس خود باقى است آں وقت گويا برزخ است كه چيزے ازاں طرف چيزے ازيں طرف معدد زندگاں بمردن دريں حالت زود ترمى رسد ومرد گاں منتظر لحوق مدد ازيں طرف مى باشد صدقات واد عيه وفاته ودريں وقت بسياربكار آدمى آيد وازيں است كه طوائف بنى آدم تايك سال وعلى الخصوص يك چله بعد موت دريں نوع امداد گوشش تمام مى نمايند .</div><div><br></div><div><br></div><div>-‘‘মৃতব্যক্তির প্রাথমিক অবস্থায় অর্থাৎ শরীর থেকে রূহ বের হওয়ার সময় রূহের মধ্যে পূববর্তী জীবনের কিছুটা প্রভাব এবং আত্মীয়-স্বজনের সাথে সম্পর্কটা কিছুটা রেশ বাকী থাকে। এসময় রূহটা কিছুটা এদিকে কিছুটা ঐদিকে অর্থাৎ দোদুল্যমান অবস্থায় বিরাজ করে। এসময় জীবিতদের সাহায্য মৃতদের কাছে খুব তাড়াতাড়ি পৌছে এবং মৃতব্যক্তিও সাহায্যের অপেক্ষায় থাকে। ওই সময় সাদাকা, দুআ, ফাতিহা, মৃতব্যক্তির খুবই কাজে আসে। এ কারণে সবাই এই বছর পর্যন্ত বিশেষ করে মৃত্যুর পর চলি­শ দিন পর্যন্ত এধরনের সাহায্য পৌছাঁনোর জন্য যথাসম্ভব চেষ্টা করেন।’’  ১২১</div><div><br></div><div>➥{শাহ আব্দুল আজিজ মুহাদ্দিসে দেহলভী, তাফসিরে ফতহুল আজিজ, (ফারসী) খণ্ড-৩, পৃষ্ঠা-১১২-১১৩, কাবুল, আফগানিস্তান।}</div><div><br></div><div><br></div><div>একই অবস্থা জীবিতদেরও হয়ে থাকে। প্রথম প্রথম খুবই শোকাতুর অবস্থায় তাকে। অতঃপর সময় অতিবাহিত হওয়ার সাথে সাথে মানসিক বিষন্নতা কমতে থাকে। তাই সারা বছর ব্যাপী সাদাকা পৌছানোর অভিপ্রায় বছরের প্রতি ভগ্নাংশ সাদাকা দেয়ার কথা বলা হয়েছে। যেমন বছরান্তে বার্ষিকী, এর অর্ধাংশে ষান্মিসিক, এর অর্ধাংশ ত্রৈমাসিক ফাতিহা এবং এর অর্ধাংশে অর্থাৎ পয়ঁতালি­শ দিনের ফাতিহা হওয়াটা যর্থাথ ছিল। কিন্তু যেহেতু চলি­শ সংখ্যাটি আধ্যাত্মিক ও শারীরিক উন্নতির প্রতীক, সেহেতু চলি­শতম দিনের ফাতিহা অর্থাৎ চেহলাম করার কথা বিবেচিত হয়েছে। অতঃপর এর অর্ধাংশে বিশতম দিনের ফাতিহা এর অর্ধাংশে দশম দিনের ফাতিহা করার কথা বলা হয়েছে।</div><div><br></div><div><br></div><div>‘চলি­শ’ সংখ্যার কি বৈশিষ্ট, তা এখন শুনুন। হযরত আদম (عليه السلام) এর খামির চলি­শ বছর পর্যন্ত একই অবস্থায় ছিল। অতঃপর চলি­শ বছরে এটা শুকিয়ে ছিল। মায়ের পেটে শিশু প্রথম চলি­শ দিন বীর্য; অতঃপর চলি­শ দিন জমাট বাঁধা রক্ত, এরপর চলি­শ দিন মাংসপিন্ড হিসেবে থাকে। (মিশকাত শরীফের الايمان بالقدر অধ্যায়ে দেখুন) জন্ম হওয়ার পর চলি­শ দিন যাবৎ মায়ের নিফাস (রক্তক্ষরণ) থাকে। চলি­শ বছর বয়সে জ্ঞান পরিপূর্ণ হয়। এ জন্য অধিকাংশ আম্বিয়অয়ে কিরামের চলি­শ বছর বয়সে নবুয়াত প্রদান করা হয়েছে। সুফিয়ানে কিরাম ওজীফা সমূহের ক্ষেত্রে চিল্লা অর্থাৎ চলি­শ দিনের সাধনা করে থাকেন, এতে তাঁদের রূহানী উন্নতী হয়। হযরত মূসা (عليه السلام) কেও নির্দেশ দেয়া হয়েছিল, ‘তুর পর্বতে গিয়ে চলি­শ দিন ইতিকাফ করুন।’ অতঃপর তাওরাত কিতাব প্রদান করা হয়েছিল।</div><div><br></div><div><br></div><div>وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً.</div><div><br></div><div><br></div><div>-‘‘যখন মূসা (عليه السلام) চলি­শ রাত অবস্থান করে ওয়াদা পূর্ণ করলেন।’’ ১২২</div><div><br></div><div>➥{সূরা বাক্বারা, আয়াত নং-৫১।}</div><div><br></div><div><br></div><div>❏ ‘আনওয়ারে সাতেয়া’ কিতাবে চেহলাম শীর্ষক আলোচনায় বায়হাকী শরীফের বরাত দিয়ে হযরত আনাস (رضي الله عنه) থেকে বর্ণিত হয়েছে-</div><div><br></div><div><br></div><div>والبيهقي في حياة الأنبياء، عن أنس، أن النبي -صلى الله عليه وسلم، قال: إن الأنبياء لا يتركون في قبورهم أربعين ليلة، ولكن يصلون بين يدي الله تعالى حتى ينفخ في الصور.</div><div><br></div><div><br></div><div>-‘‘আম্বিয়ায়ে কিরামের রূহ মুবারকের সম্পর্ক তাদের কবরস্থ শরীরের সাথে চলি­শ দিন পর্যন্ত খুবই বেশী থাকে। এরপর ওসব রূহ আল্লাহর সান্নিধ্যে ইবাদতে নিয়োজিত হয় এবং শরীরী আকার ধারণ করে যেখানে ইচ্ছা সেখানে ঘুরে বেড়ায়।’’  ১২৩</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>ইমাম জুরকানী, শারহুল মাওয়াহেব, ১/২০ পৃঃ  দারুল কুতুব ইলমিয়্যাহ, বয়রুত, লেবানন, ইমাম বায়হাকী, হায়াতুল আম্বিয়া ফিল কুবুরিহীম, পৃষ্ঠা-৩, হাদিস-৪, মাকতাবাতুল ঈমান, জামেয়াতুল আযহার, মিশর; ইমাম দায়লামী, আল-ফিরদাউস, খণ্ড-১, পৃষ্ঠা-২২২, হাদিস-৮৫২, দারুল কুতুব ইলমিয়্যাহ, বয়রুত, লেবানন; ইবনে হাজার আসকালানী, ফতহুল বারী, খণ্ড-৬, পৃষ্ঠা-৪৮৭, দারুল মা’রিফ, বয়রুত, লেবানন; মুত্তাকী হিন্দী, কানযুুল উম্মাল, খণ্ড-১১, পৃষ্ঠা-৪৭৩-৪৭৪, এ হাদিসটি হাসান পর্যায়ের।</div><div><br></div><div><br></div><div>☞এ সনদে (مُحَمَّد بْن عَبْد الرَّحْمَنِ بْن أَبي ليلى) নামে একজন রাবী থাকায় আহলে হাদিস আলবানী একে জাল বলেছেন। (আলবানী, সিলসিলাতুল...দ্বঈফাহ, ১/৩৬৪ পৃঃ  হা/২০২)</div><div><br></div><div><br></div><div>☞ আমি বলি তিনি সত্যবাদী ছিলেন। ইমাম যাহাবী (رحمة الله) তার জীবনীতে লিখেন-</div><div><br></div><div>العَلاَّمَةُ، الإِمَامُ، مُفْتِي الكُوْفَةِ، وَقَاضِيهَا</div><div><br></div><div>-‘‘তিনি আল্লামা, ইমাম, কুফার মুফতি এবং কাযি।’’ (যাহাবী, সিয়ারু আলামিন নুবালা, ৬/৩১০ পৃঃ  ক্রমিক- ১৩৩)</div><div><br></div><div><br></div><div>☞ ইমাম যাহাবী (رحمة الله) উল্লেখ করেন-</div><div><br></div><div>قَالَ العِجْلِيُّ: كَانَ فَقِيْهاً، صَاحِبَ سُنَّةٍ، صَدُوقاً، جَائِزَ الحَدِيْثِ، وَكَانَ قَارِئاً لِلْقُرْآنِ، عَالِماً بِهِ.</div><div><br></div><div>-‘‘ইমাম ইজলী, তিনি ছিলেন একজন ফকিহ, সুন্নাতের অনুসারী, সত্যবাদী, তার হাদিস গ্রহণ করা বৈধ, তিনি কোরআনের ক্বারী এবং তার জ্ঞানী ছিলেন।’’(যাহাবী, সিয়ারু আলামিন নুবালা, ৬/৩১০ পৃঃ  ক্রমিক- ১৩৩, ইমাম ইজলী, তারিখুস সিকাত, ২/২৪৩ পৃঃ  ক্রমিক- ১৬১৮)</div><div><br></div><div><br></div><div>☞ তিনি আরও উল্লেখ করেন-</div><div><br></div><div>قَالَ أَبُو زُرْعَةَ: هُوَ صَالِحٌ......وَقَالَ أَبُو حَاتِمٍ: مَحَلُّهُ الصِّدْقُ</div><div><br></div><div>-‘‘ইমাম আবু যারওয়া বলেন, তিনি হাদিস বর্ণনায় ......ইমাম আবু হাতেম বলেন, তিনি সত্যবাদি ছিলেন।’’(যাহাবী, সিয়ারু আলামিন নুবালা, ৬/৩১০ পৃঃ  ক্রমিক- ১৩৩)</div><div><br></div><div><br></div><div>☞অথচ আলবানী তার অনেক হাদিসকে সহীহ বলেছেন। (সুনানে নাসাঈ এর হা/৪৭৭২, হা/৪৯০০ এর তাহকীক)।}</div><div><br></div><div><br></div><div>সাধারণ্যে এ বিশ্বাস রয়েছে যে চলি­শ দিন পর্যন্ত ঘরের সাথে মৃতব্যক্তির আত্মার সম্পর্ক থাকে। এ ধারণার পিছনে সম্ভবতঃ কোন ভিত্তি রয়েছে। এর থেকে বোঝা যায়, চলি­শ দিন পর রদবদল ও পরিবর্তন ঘটে। সুতরাং চলি­শ দিনের দিন ফাতিহা করা বাঞ্চনীয়। এ ব্যাপারে কোন নিষেধাজ্ঞা নেই।</div><div><br></div><div>কুলখানির ক্ষেত্রে বিভিন্ন ধরনের প্রচলন রয়েছে। কাথিয়াওর্য়াড নামক স্থানে প্রায় সময় তৃতীয় দিন কেবল কুরআন খানিই হয়ে থাকে। পাঞ্জাবে সাধারণতঃ তৃতীয় দিন দুধ ও কিছু ফল ফাতিহা দেয়া হয়। ইউ, পি, তে তৃতীয় দিন কুরআন খানিও হয় এবং ভুনা চনায় কালেমা তৈয়্যবা পাঠ করে ঈসালে ছওয়াবও করা হয়। আমি প্রথম অধ্যায়ে মৌলবী কাসেম ছাহেবের উদ্ধৃতি দিয়ে বর্ণনা করেছি যে মৃতব্যক্তিকে এক লাখ পাঁচ হাজার বার কালেমা শরীফ পড়ে বখশিশ করলে, এতে সে ব্যক্তির মগফিরাত হয়। এ প্রসংগে বিভিন্ন রেওয়ায়েত পাওয়া যায়। তাই সাড়ে বার সের চনা বুট নির্ধারণ করা হয়েছে। কেননা হিসাব করে দেখা গেছে যে, এ পরিশানে একলাখ হয়ে যায়। এটা কেবল গণনার সুবিধার্থে করা হয়েছে। এ পরিমাণ তাসবীহ বা ফলের আটি বা পাথরের টুকরা সংগ্রহ করা কষ্টসাধ্য ব্যাপার। তাই এ ব্যাপারে চনাকে প্রাধান্য দেয়া হয়েছে। এতে কালেমা গণনার কাজও হলো এবং পরে সাদাকাও করা গেল। আর ভুনা চণা এ জন্যই বাছাই করা হলো যে কাঁচা চনা হলে ফেলে দেবে বা গাধা-ঘোড়ার খাদ্যে পরিণত হবে। এতে কালেমার অপমাননা হবে। কিন্তু ভূনা চনাবুট কেবল (লোকের) খাবার হিসেবেই ব্যবহৃত হবে।</div><div><br></div><div><br></div><div><br></div><div>৩ নং আপত্তিঃ ফাতিহা ইত্যাদি হিন্দুদের সাথে সাদৃশ্য রয়েছে। তারাও মৃতদের ত্রয়োদশী কর্ম পালন করে।</div><div><br></div><div><br></div><div>❏ হাদীস শরীফে আছে-</div><div><br></div><div><br></div><div>عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ.</div><div><br></div><div><br></div><div>-‘‘যিনি যে সম্প্রদায়ের সাথে সাদৃশ্য রাখেন তিনি সে সম্প্রদায়ের বলে গণ্য হয়।’’  ১২৪</div><div><br></div><div>সুতরাং এ ধরনের ফাতিহা করা নিষেধ।</div><div><br></div><div>➥{সুনানে আবি দাউদ, ৪/৪৪ পৃঃ  হা/৪০৩১}</div><div><br></div><div><br></div><div>উত্তর: কাফিরদের সাথে সব সাদৃশ্য নিষেধ নয়, কেবল দুষনীয় বিষয়ে সাদৃশ্য নিষেধ। আবার সেই সাদৃশ্যটা এ রকম হওয়া চাই, যা কাফিরদের ধর্মীয় বা সম্প্রদায়িক চিহ্নে পরিণত হয়েছে এবং যেটা দেখে লোকেরা তাকে কাফির-সম্প্রদায়ের লোক মনে করে। যেমন-ধুতি, টিকি, পৈতা, হ্যাট ইত্যাদি। তা নাহলে আমরা যেমন মক্কা শরীফ থেকে যমযম কূপের পানি আনয়ন করি, হিন্দুরাও তেমনি গংগা থেকে গংগাজল আনয়ন করে। আমরা যেমন মুখ দিয়ে খাই, পায়েল সাহায়ে চলি, কাফিরেরাও তদ্রুপ করে। হুযুর আলাইহিস সালাম আশুরার রোযা রাখার হুকুম দিয়েছিলেন। অথচ তাতে ইহুদীদের সাদৃশ্য ছিল তাই তিনি পুনরায়  বললেন, ঠিক আছে, আমরা দু’রোযা রাখবো। এভাবে কিছু পার্থক্য করে দিয়েছিলেন, কিন্তু বন্ধ করে দেননি। অনুরূপ আমাদের ফাতিহায় কালেমা, কুরআন পাঠ করা হয়; মুশরিকদের সেখানেতো এগুলো পাঠ করা হয় না। তাহলে সাদৃশ্য কোথায় রইলো? এর বিস্তারিত বিবরণ ফত্ওয়অয়ে শামীর مكروهات الصلوة শীর্ষক অধ্যায়ে দেখুন। অবশ্য যে কাজটা কাফিরদের সাথে সাদৃশ্য দেখানোর উদ্দেশ্যে করা হয়, সেটা নিষেধ। ফাতিহার পূর্ণ বিবরণ সুপ্রসিদ্ধ কিতাব আনোয়ারে সাতেয়ায় দেখুন।</div><div><br></div><div><br></div><div>৪ নং আপত্তিঃ যদি ফাতিহায় শারীরিক, আর্থিক উভয় ইবাদত পাওয়া যায়, তাহলে কোন নাপাক জিনিস দান করার সময় ফাতিহা পড়ে নিন। যেমন-গোবর ইত্যঅদিতে ফাতিহা পাঠ করে কাউকে দিয়ে দিন। যখন মেথর ঘরের পায়খানা পরিষ্কার করে মল-মূত্র নিয়ে যায়, তখন ফাতিহা দেওয়অর পরই একে ঘর থেকে বের হতে দিবেন। (দেওবন্দী তাহজীব)</div><div><br></div><div><br></div><div>উত্তরঃ নাপাক জিনিসের উপর ও নাপাক জায়গায় তিলাওয়াত কুরআন হারাম। সুতরাং ওসবের দান দক্ষিণার সময় তিলাওয়াত করা যায় না। ঢেকুর আসলে আলহামদুলিল্লাহ বলা হয়। কিন্তু বায়ু ছাড়লে তা বলা হয় না। কেননা এটা নাপাক ও ওযু ভংগকারী। অনুরূপ হাঁচি আসলে আল-হামদুলিল্লাহ বলা হয়, কিন্তু নাক দিয়ে রক্ত বের হলে তা বলা হয় না।</div><div><br></div><div><br></div><div><br></div><div>━━</div>"
  },
  {
    "1": "ফাতিহা, কুলখানী, চেহলাম ইত্যাদির বর্ণনা",
    "2": "<div>ফাতিহা, কুলখানী, চেহলাম ইত্যাদির বর্ণনা</div><div><br></div><div><br></div><div>এ আলোচনায় একটি ভুমিকা ও দু’টি অ্যধ্যায় রয়েছে।</div><div><br></div><div><br></div><div>ভূমিকা</div><div><br></div><div><br></div><div>দৈহিক ও আর্থিক ইবাদতের ছওয়াব অন্য মুসলমানকে দান করা জায়েজ এবং এটা ফলপ্রসূও হয়। কুরআন-হাদীছ ও ফকীহগণের উক্তি থেকে এর প্রমাণ মিলে। কুরআন কারীম মুসলমানদেরকে একে অপরের জন্য দুআ করার নির্দেশ দিয়েছেন। জানাযার নামায এজন্যই আদায় করা হয়।</div><div><br></div><div><br></div><div>❏ মিশকাত بَاب فضل الصَّدَقَة শীর্ষক অধ্যায়ে আছে, হযরত সাআদ (رضي الله عنه) একটি কুপ খনন করে বলেছিলেন-</div><div><br></div><div><br></div><div>وَقَالَ: هَذِهِ لِأُمِّ سَعْدٍ</div><div><br></div><div><br></div><div>-‘‘সাআদের মায়ের নামে উৎসর্গিত হল।’’  ৯৬</div><div><br></div><div>➥{ইমাম আবু দাউদ, আস-সুনান, ২/১৩০ পৃঃ  হা/১৬৮১, পরিচ্ছেদ: بَابٌ فِي فَضْلِ سَقْيِ الْمَاءِ , খতিব তিবরিযি, মিশকাত, ১/৫৯৭ পৃঃ  হা/১৯১২, সুনানে আবি দাউদের এ হাদিসের তাহকীকে আলবানী এটিকে ‘হাসান’ বলেছেন। তবে আল্লামা মোল্লা আলী ক্বারী (رحمة الله) তার মেরকাতে এ হাদিসটির আরেকটি সূত্র উল্লেখ করেছেন।  (মেরকাত, ৪/১৩৪২ পৃঃ  হা/১৯১২ এর আলোচনায়) }</div><div><br></div><div><br></div><div>ফকীহগণও ঈসালে ছওয়অবের নির্দেশ দিয়েছেন। তবে দৈহিক ইবাদতের ইবাদতের ক্ষেত্রে পরনির্ভশীলতা নাজায়েয। অর্থাৎ কোন ব্যক্তি অপরের বদলে নামায পড়লে, নামায আদায় হবে না। অবশ্য নামাযের সওয়াব দান করা যেতে পারে।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফে بَاب الْمَلَاحِم এর দ্বিতীয় পরিচ্ছেদে বর্ণিত আছে-হযরত আবু হুরাইরা (رضي الله عنه) কাউকে বলেছিলেন-</div><div><br></div><div><br></div><div>مَنْ يَضْمَنُ لِي مِنْكُمْ أَنْ يُصَلِّيَ لِي فِي مَسْجِدِ الْعَشَّارِ رَكْعَتَيْنِ، أَوْ أَرْبَعًا، وَيَقُولَ هَذِهِ لِأَبِي هُرَيْرَةَ.</div><div><br></div><div><br></div><div>-‘‘আমার পক্ষ হয়ে মসজিদে-আশারে দুঃরাকআত নামায পড়ার দায়িত্ব আপনাদের মধ্যে কে নিবেন? এবং বললেন এর সাওয়াব আবু হুরাইরার নামে উৎসর্গিত?।’’  ৯৭</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>ইমাম আবু দাউদ, আস-সুনান, ১/১১৩ পৃঃ  হা/৪৩০৮, খতিব তিবরিযি, মিশকাত, ৩/১৪৯৬ পৃঃ  হা/৫৪৩৪,</div><div><br></div><div>☞এ হাদিসটির সনদকে আলবানী যঈফ বলেছেন। সে এর কারণ হিসেবে এ সনদের রাবী (إبراهيم بن صالح بن درهم) কে দায়ী করেছেন।</div><div><br></div><div>☞অথচ ইমাম ইবনে হিব্বান (رحمة الله) তাকে সিকাহ রাবীর তালিকায় স্থান দিয়েছেন। (ইমাম ইবনে হিব্বান, কিতাবুস সিকাত, ৬/১৫ পৃঃ  ক্রমিক- ৬৫২৯, আল্লামা মুগলতাঈ, ইকমালু তাহযিবুল কামাল, ১/২১৯ পৃঃ  ক্রমিক- ২২৫, ইমাম ইবনে হাজার আসকালানী, তাহযিবুত তাহযিব, ১/১২৮ পৃঃ  ক্রমিক- ২২৮)</div><div><br></div><div>☞তাই এ হাদিসকে যঈফ বলার কোন কারণ নেই।}</div><div><br></div><div><br></div><div>এর থেকে তিনটি মাসায়েল জানা গেল-</div><div><br></div><div><br></div><div>এক: দৈহিক ইবাদত অর্থাৎ নামাযও কারো ঈসালে ছওয়াবের নিয়তে আদায় করা জায়েয,</div><div><br></div><div>দুই: মুখে উচ্চারণ করে ঈসালে সাওয়াব করা অর্থাৎ ‘হে খোদা, এর ছওয়াব অমুককে দান করুন’ এরকম মৌখিকভাবে বলা অনেক উত্তম।</div><div><br></div><div><br></div><div>তিন: বরকতের উদ্দেশ্যে বুযুর্গানে দীনের মসজিদ সমূহে নামায আদায়ে বিশেষ ছওয়াব রয়েছে। </div><div><br></div><div><br></div><div>আর্থিক ইবাদত বা আর্থিক ও দৈহিক সমন্বিত ইবাদত, যেমন যাকাত ও হজ্জ্বের ক্ষেত্রে যদি কেউ বলে, তুমি আমার পক্ষ থেকে যাকাত দিয়ে দাও। তাহলে সে দিয়ে দিতে পারে, আর যদি আর্থিক সামর্থ্যবান ব্যক্তির কাছে হজ্জ্বের কার্যাদি সমাধা করার শক্তি না থাকে, তাহলে অন্যের দ্বারা বদলী হজ্জ্ব করা যায়। প্রত্যেক ইবাদতের ছওয়াব নিশ্চয় পৌঁছে থাকে। যদি আমি কাউকে স্বীয় সম্পদ দিয়ে দেই, তাহলে সে মালিক হয়ে যাবে। এটাও তদ্রুপ। অবশ্য সম্পদ কাউকে দিয়ে দিলে এতে নিজের কোন স্বত্ব বাকী থাকে না আর কয়েকজনকে দিলে তা ওদের মধ্যে ভাগাভাগি হয়ে যায়। কিন্তু ছওয়াব যদি সবাইকে বকশিশ করা হয়, তাহলে সবাই পরিপূর্ণরূপে পায় এবং প্রদানকারী নিজেও বঞ্চিত হয় না। যেমন-অন্যদেরকে কুরআন পড়ানো হলো; ওরা সবাই কুরআন পড়তে শিখল, এতে শিক্ষাদাতার জ্ঞান খর্ব হলো না।</div><div><br></div><div><br></div><div>❏ এ প্রসংগে ফত্ওয়ায়ে শামীর প্রথম খন্ড دفن ميت শীর্ষক আলোচনাটুকু দেখুন। শিশুদের থেকে উপহার গ্রহণ নিষেধ, কিন্তু ছওয়াব গ্রহণ করা জায়েয। কতেক লোক বলেন যে ছওয়াব কারো কাছে পৌছে না; কেননা কুরআন করীমে উলে­খিত আছে-</div><div><br></div><div><br></div><div>لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ</div><div><br></div><div><br></div><div>-‘‘প্রত্যেকের জন্য সেটাই কল্যানকর বা ক্ষতিকর, যা সে নিজেই করেছে।’’  ৯৮</div><div><br></div><div>➥{সূূরা বাক্বারা, আয়াত নং-২৮৬}</div><div><br></div><div><br></div><div>❏ কুরআন করীমে আরো উলে­খিত আছে-</div><div><br></div><div><br></div><div>لَيْسَ لِلْإِنْسانِ إِلاَّ مَا سَعى</div><div><br></div><div><br></div><div>-‘‘মানুষের জন্য অন্য কিছু নেই, কিন্তু ওটা, যা নিজে আহরণ করে।’’ ৯৯</div><div><br></div><div>➥{সূরা নাজম, আয়াত নং-৩৯}</div><div><br></div><div><br></div><div>এতে বোঝা গেল অপরের কাছে নিজের কোন লাভ নেই। কিন্তু এ ধারণাটা ভুল। কেননা لِلْإِنْسانِ এর এ لام (লাম) অব্যয়টা মূলধন অর্থে ব্যবহৃত হয়েছে অর্থাৎ মানুষের জন্য নির্ভযোগ্য বিষয় ও মুলধন হচ্ছে নিজেরই আমলসমূহ। কেউ ঈসালে ছওয়াব করুক বা না করুক, এ আশায় যেন কেউ স্বীয় আমল থেকে উদাসীন না থাকে। (তাফসীরে খাযায়েনুল ইরফান, ইত্যাদি দ্রষ্টব্য) অথবা এ হুকুমটা হযরত ইব্রাহীম (عليه السلام) ও হযরত মূসা (عليه السلام) এর কাছে প্রদত্ত সহীফা সমূহের ছিল, কিন্তু ইসলামের নয়; এখানে সেটা উদ্ধৃতি করা হয়েছে মাত্র। বা উপরোক্ত আয়াতটা এ আয়অত দ্বারা মানসুখ বা রহিত হয়েছে -</div><div><br></div><div><br></div><div>وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمانٍ</div><div><br></div><div><br></div><div>-‘‘ঈমানের ক্ষেত্রে তাঁদের সন্তান-সন্তুতিরা তাঁদের অনুসরণ করে।’’  ১০০</div><div><br></div><div>➥{সূরা তুর, আয়াত নং- ২১}</div><div><br></div><div><br></div><div>এটাই হযরত আব্দুল্লাহ ইবনে আব্বাসের বক্তব্য। এজন্য মুসলমানের শিশুরা মা বাপের বদৌলতে বেহেশতে যাবে, এবং আমল ছাড়া পদমর্যাদা লাভ করবে। (তাফসীরে জুমুল ও খাযেন দেখুন) বা এ আয়াত দ্বারা দৈহিক আমল সমূহের ব্যাপারে অন্যের উপর ভারাপর্ণকে নাকচ করা হয়েছে। এ কারণেই ওই আয়াতদ্বয়ের كَسَبَ (সঞ্চয়) ও سَعى (প্রচেষ্টা)-এর উলে­খ আছে কিন্তু ঈসালে ছওয়াবের উলে­খ নাই বা আয়াতদ্বয়ে ন্যায় বিচারের কথা বলা হয়েছে এবং ওটা হচ্ছে ফযীলত। মোট কথা, এর অনেক বিশ্লেষণ রয়েছে।</div><div><br></div><div><br></div><div>ফাতিহা, কুলখানী, দশভী, চেহলাম ইত্যাদি সেই ঈসালে ছওয়াবের বিভিন্ন আনুসাংগিক বিষয়মাত্র। ফাতিহাখানিতে কুরআন তিলওয়াত যা দৈহিক ইবাদত এবং সাদ্কা যা আর্থিক ইবাদত। উভয় ইবাদত একত্রিত করে ছওয়াব পৌঁছানো হয়।</div><div><br></div><div>━</div><div><div>প্রথম অধ্যায়</div><div><br></div><div>ফাতিহাখানির প্রমাণাদি প্রসংগে</div><div><br></div><div><br></div><div>❏ তাফসীর রূহুল বয়ানে সপ্তম পারায় সূরা আন-আমের আয়াত ১০১</div><div><br></div><div>➥{সূরা আন’আম, আয়াত নং-}</div><div><br></div><div><br></div><div> وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ এর ব্যাখ্যা প্রসংগে বর্ণিত আছে -</div><div><br></div><div><br></div><div>وَعَنْ حميد بن الأعْرَجِ قَالَ مَنْ قَرَأ الْقُرْآنَ وَخَتَمَهُ ثُمَّ دَعَا أَمَنَّ عَلَى دُعَائِهِ اَرْبَعَةَ آلافِ مَلَكٍ ثُمَّ لَا يَزَالُوْنَ يَدْعَوْنَ لَهُ وَيَسْتَغْفِرُوْنَ وَيَصَلُّوْنَ عَلَيْهِ اِلَى المسَاءِ اوْ اِلَى الصُّبْاحِ.</div><div><br></div><div><br></div><div>-হযরত আরজ (رضي الله عنه) থেকে বর্ণিত আছে, যে ব্যক্তি কুরআন খতম করেন, তাঁর মুনাজাতে চার হাজার ফিরিশ্তা আমীন বলেন এবং সন্ধ্যা বা সকাল পর্যন্ত তার জন্য দুআ ও মাগফিরাত কামনা করতে থাকেন। ১০২</div><div><br></div><div>➥{ইসমাঈল হাক্কী, তাফসিরে রুহুল বায়ান, খণ্ড-৩, পৃষ্ঠা-৬৬, দারু ইহ্ইয়াউত-তুরাশুল আরাবী, বয়রুত, লেবানন।}</div><div><br></div><div><br></div><div>এ বক্তব্যটা উমাম নববীর ‘কিতাবুল আযকার’ গ্রন্থে তিলওয়াতে কুরআন অধ্যায়েও উলে­খিত আছে। এতে প্রতীয়মান হলো যে কুরআন খতমের সময় দুআ কবুল হয় এবং ঈসালে ছওয়াবও দুআ বিশেষ। তাই ওই সময় খতমে কুরআন পড়া উত্তম।</div><div><br></div><div><br></div><div>❏ আশ্ আতুল লুমআত গ্রন্থের زيارت القبور অধ্যায়ে আছে-</div><div><br></div><div><br></div><div>وتصدق كرده شود از ميت بعد رفتن او از عالم تاهفت روز.</div><div><br></div><div><br></div><div>-‘‘মৃত্যুর পর সাত দিন পর্যণ্ত সাদ্কা করা যাবে।’’</div><div><br></div><div><br></div><div>❏ সেই আশ্আতুল লুমআতে একই অধ্যায়ে আরও উলে­খিত আছে -</div><div><br></div><div><br></div><div>وبعض روايات امد است كه روح ميت مے آيد خانه خودر اشب جمعه پس نظر مى كند كه تد قكنند ازوے يانه.</div><div><br></div><div><br></div><div>-‘‘জুমআর রাতে মৃত ব্যক্তি স্বীয় ঘরে আগমন করে এবং তার প্রতি লোকেরা সদ্কা করে কিনা তা অবলোকন করে।’’</div><div><br></div><div><br></div><div>এর থেকে বোঝা গেল, কতেক জায়গায় মৃত্যুর পর সাত দিন পর্যন্ত নিয়মিত রুটি দান আর সব সময় জুমআর রাতে ফাতিহাখানি করার যে প্রচলন রয়েছে, এর মূল এটাই। আনোয়অরে সাতেয়ার ১৪৫ পৃষ্টায় এবং খজনাতুল রেওয়ায়েতের হাশিয়ায় বর্ণিত আছে যে, হুযুর আলাইহিস সালাম আমীর হামযা (رضي الله عنه) এর তৃতীয়, সপ্তম ও চলি­শতম দিনে এবং ষান্মাসিক ও বাৎসরিক সাদ্কা দিয়েছেন। এটাই কুলখানি, ষান্মাসিক ও বার্ষিক ফাতিহার উৎস।</div><div><br></div><div><br></div><div>ইমাম নববী ‘কিতাবুল ‘আযকার’ এর تلاوت القران শীর্ষক অধ্যায়ে বলেছেন যে হযরত আনাস ইবনে মালিক কুরআন খতমের সময় নিজ ঘরের সবাইকে একত্রিত করে মুনাজাত করতেন। ১০৩</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>☞ইমাম সাঈদ ইবনে মানছুর (ওফাত ২২৭ হিঃ) সংকলন করেন-</div><div><br></div><div>حَدَّثَنَا سَعِيْد قَالَ نَا جَعْفَرُ بْنُ سُلَيْمَانَ الضبعى، حَدَّثَنَا ثَابِتٌ، عَنْ اَنَسْ اَنَّهُ كَانَ إِذَا خَتَمَ الْقُرْآنَ، جَمَعَ أَهْلَهِ فَدَعَا لَهُمْ</div><div><br></div><div>\"হযরত সাবেত বুনানী (رحمة الله) তিনি বলেন, হযরত আনাস (رضي الله عنه) যখন কোরআন খতম করতেন তখন তিনি তার পরিবারের লোকদেরকে নিয়ে দোয়া করতেন। (ইমাম সাঈদ বিন মানছুর আস-সুনান, খণ্ড-১, পৃষ্ঠা-১৪০, ফাযাইলুল কোরআন, হাদিস-২৭, দারুল আহমী, রিয়াদ, সৌদিআরব)।</div><div><br></div><div><br></div><div>☞শুধু তাই বিখ্যাত হাদিসের ইমাম দারেমী (ওফাত ২৫৫ হিঃ) সংকলন করেন-</div><div><br></div><div>حَدَّثَنَا عَفَّانُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا ثَابِتٌ، قَالَ: كَانَ أَنَسٌ إِذَا خَتَمَ الْقُرْآنَ، جَمَعَ وَلَدَهُ وَأَهْلَ بَيْتِهِ فَدَعَا لَهُمْ</div><div><br></div><div>“হযরত সাবেত বুনানী (رحمة الله) বলেন, হযরত আনাস (رضي الله عنه) যখন কোরআন খতম করতেন তারপর তিনি তার সব সন্তানদের এবং তার পারিবারবর্গকে একত্রিত করতেন অতঃপর দোয়া করতেন।’’ (সুনানে দারেমী, খণ্ড-৪, পৃষ্ঠা-২১৪০, ফাযাইলুল কোরআন, হাদিস-৩৫১৭, দারুল মুগনী লিলনশর, সৌদি)।</div><div><br></div><div><br></div><div>☞এ গ্রন্থের তাহকীককারী শায়খ হুসাইন সালেম আসাদ বলেন- إسناده صحيح وهو موقوف على أنس -‘‘এই হাদিসটি হযরত আনাস (رضي الله عنه) হতে মাওকুফ সূত্রে সহীহ।’’</div><div><br></div><div><br></div><div>☞ইমাম তাবরানী (ওফাত ৩৬০ হিঃ) সংকলন করেন-</div><div><br></div><div>حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ السِّمْسَارُ، ثنا خَالِدُ بْنُ خِدَاشٍ، ثنا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، أَنَّ أَنَسَ بْنَ مَالِكٍ، كَانَ إِذَا خَتَمَ الْقُرْآنَ جَمَعَ أَهْلَهُ وَوَلَدَهُ، فَدَعَا لَهُمْ</div><div><br></div><div>“হযরত সাবেত বুনানী (رحمة الله) বলেন, নিশ্চয় হযরত আনাস (رضي الله عنه) যখন কোরআন খতম করতেন তারপর তিনি তার সব সন্তানদের এবং তার পারিবারবর্গকে একত্রিত করতেন অতঃপর দোয়া করতেন। (ইমাম তাবরানী, মু’জামুল কাবীর, খণ্ড-১, পৃষ্ঠা-২৪২, হাদিস-৬৭৪)</div><div><br></div><div><br></div><div>☞ইমাম ইবনুল জাওযী (ওফাত ৫৯৭ হিঃ) উলে­খ করেন-</div><div><br></div><div>وعنه قال كان أنس بن مالك إذا ختم القرآن جمع ولده وأهل بيته فدعا لهم.</div><div><br></div><div>হযরত সাবেত বুনানী (رحمة الله) হতে বর্ণিত, তিনি বলেন, নিশ্চয় হযরত আনাস (رضي الله عنه) যখন কোরআন খতম করতেন তারপর তিনি তার সব সন্তানদের এবং তার পারিবারবর্গকে একত্রিত করতেন অতঃপর তাদের জন্য দোয়া করতেন।’’ (ইমাম ইবনুল জাওযী, সিফাতুস সাফা, খণ্ড-১, পৃষ্ঠা-২৭৮)। }</div><div><br></div><div><br></div><div>হযরত হাকীম ইবনে আতবা বলেন, হযরত মুজাহিদ ও তাঁর গোলাম ইবনে আবিলুবাবা একটি জনগোষ্ঠীকে আহবান করলেন এবং বললেন, আপনাদেরকে এজন্য আহবান করা হয়েছে যে, আজ আমরা কুরআন পাক খতম করতে যাচ্ছি এবং কতমে কুরআনের সময় দুআ কবুল হয়। হযরত মুজাহিদ (رضي الله عنه) থেকে বিশুদ্ধ রেওয়ায়েত মতে বর্ণিত আছে, বুযুর্গানে দ্বীন কুরআন খতমের সময় জনসমাবেশের ব্যবস্থা করতেন এবং বলতেন, এ সময় রহমত নাযিল হয়। (কিতাবুল আযকার দ্রষ্টব্য) সুতরাং কুলখানি ও চেহলাম উপলক্ষে জমায়েত হওয়া পূর্ববর্তী মনীষীদের সুন্নাত।</div><div><br></div><div><br></div><div>❏ দুররুল মুখতারে মৃত ব্যক্তির জন্য কুরআন তিলাওয়াত র্শীষক আলোচনার الدفن অধ্যায়ে উলে­খিত আছে -</div><div><br></div><div><br></div><div>وَفِي الْحَدِيثِ مَنْ قَرَأَ الْإِخْلَاصَ أَحَدَ عَشَرَ مَرَّةً ثُمَّ وَهَبَ أَجْرَهَا لِلْأَمْوَاتِ أُعْطِيَ مِنْ الْأَجْرِ بِعَدَدِ الْأَمْوَاتِ.</div><div><br></div><div><br></div><div>-হাদীস শরীফে বর্ণিত আছে, যে ব্যক্তি এগারবার সূরা ইখলাস পাঠ করে এর ছওয়াব মৃতদের প্রতি বখ্শিশ করে দেয়, এর ছওয়াব সকল মৃতব্যক্তিগণ পাবে।’’  ১০৪</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী,  ২/২৪২-২৪৩ পৃঃ  দারুল ফিকর ইলমিয়্যাহ, বয়রুত, লেবানন।}</div><div><br></div><div><br></div><div>❏ এ জায়গায় ফত্ওয়ায়ে শামীতে আছে-</div><div><br></div><div><br></div><div>وَيَقْرَأُ مِنْ الْقُرْآنِ مَا تَيَسَّرَ لَهُ مِنْ الْفَاتِحَةِ وَأَوَّلِ الْبَقَرَةِ إلَى الْمُفْلِحُونَ وَآيَةِ الْكُرْسِيِّ - وَآمَنَ الرَّسُولُ - وَسُورَةِ يس وَتَبَارَكَ الْمُلْكُ وَسُورَةِ التَّكَاثُرِ وَالْإِخْلَاصِ اثْنَيْ عَشَرَ مَرَّةً أَوْ إحْدَى عَشَرَ أَوْ سَبْعًا أَوْ ثَلَاثًا، ثُمَّ يَقُولُ: اللَّهُمَّ أَوْصِلْ ثَوَابَ مَا قَرَأْنَاهُ إلَى فُلَانٍ أَوْ إلَيْهِمْ.</div><div><br></div><div><br></div><div>-‘‘যতটুকু সম্ভব কুরআন শরীফ তিলাওয়াত করবেন। সূরা ফাতিহা, সূরা বাকারার প্রথম কয়েক আয়াত, আয়াতুল কুরসী, আমানার রসূল, সূরা ইয়াসিন, তাবারাকাল মূলক, সূরা তাকাছুর ও সূরা ইখলাস বার বা এগারবার অথবা সাত বা তিনবার পাঠ করবেন। অতঃপর বলবেন-হে আল্লাহ; আমি যা কিছু তিলাওয়াত করলাম, এর ছওয়াব অমুককে বা অমুক লোকদের মাঝে পৌঁছে দিন।’’  ১০৫</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী,  ২/২৪৩ পৃঃ  দারুল ফিকর ইলমিয়্যাহ, বয়রুত, লেবানন।}</div><div><br></div><div><br></div><div>উপরোক্ত ইবারতে প্রচলিত ফাতিহাখানির পূর্ণ নিয়মটা বলা হয়েছে। অর্থাৎ কুরআনের বিভিন্ন অংশ থেকে পাঠ করা; অতঃপর ঈসালে ছওয়াবের উদ্দেশ্যে দুআ করা। দুআ করার সময় হাত উঠানো সুন্নাত। তাই হাত উঠাবেন। মোট কথা, প্রচলিত ফাতিহাখানি পূর্ণরূপে প্রমাণিত হলো।</div><div><br></div><div><br></div><div>❏ ফতওয়ায়ে আযীযীয়ার ৭৫ পৃষ্টায় বর্ণিত আছে-</div><div><br></div><div> </div><div><br></div><div>طعاميكه ثواب آں نياز حضرت امامين نمايند براں قل وفاتحه ودرود خواندن متبرك مى شود وخوردن بسيار خوب است.</div><div><br></div><div><br></div><div>-‘‘যে খাদ্যদ্রব্য হযরত হাসান-হুসাইন (رضي الله عنه) এর নামে উৎসর্গ করার নিয়ত করা হয় তাতে সূরা ইখলাস, সূরা ফাতিহা ও দরূদ শরীফ পড়া মুবারক এবং ওটা খাওয়া খুবই ভাল।’’</div><div><br></div><div><br></div><div>❏ একই ফাত্ওয়ার ৪১ পৃষ্ঠায় আছে -</div><div><br></div><div><br></div><div>اگر ماليده وشير برائے فاتحه بزرگے بقصد ايصال ثوب بروح ايشاں پخته بخور اند جائز است مضائقه نيست.</div><div><br></div><div><br></div><div>-‘‘যদি কোন বুযুর্গের ফাতিহার জন্য ঈষাে ছওয়াবের নিয়তে  দুগ্ধজাত কোন কিছু তৈরী করে পরিবেশন করা হয়, তা জায়েয এবং এতে কোন ক্ষতি নেই।’’</div><div><br></div><div>বিরোধিতাকারীদেরও মান্যবর হযরত শাহ ওলীউল্লাহ ছাহেবেরও কুলখানি হয়েছিল। যেমন-</div><div><br></div><div><br></div><div>❏ হযরত আবদুল আযীয ছাহেব স্বীয় মলফুজাতের ৮০ পৃষ্টায় বর্ননা এভাবে দিয়েছেন -</div><div><br></div><div><br></div><div>روز سوم كثرت هجوم مردوم آں قدر بود كه بيروں از حساب است هشتا دويك كلام الله به شمار آمده وزيادهم شده باشد وكلمه را حضر نيست.</div><div><br></div><div><br></div><div>-‘‘তৃতীয় দিন জনগণের এত সমাগম হয়েছিল, যা গণনার বাইরে ছিল। একাশিবার খতমে কুরআন হিসেব করা হয়েছিল কিন্তু বাস্তবে এর থেকে আরও বেশী হতে পারে। আর কালেমা তৈয়্যবারতো কোন হিসেব নেই।’’</div><div><br></div><div><br></div><div>এ থেকে শাহ ছাহেবের কুলখানি হওয়া ও এ উপলক্ষে খতমে কুরআন করাটা প্রমাণিত হলো। দেওবন্দ মাদ্রাসার প্রতিষ্ঠাতা মাওলানা মুহাম্মদ কাসেম ছাহেব রচিত ‘তাহযিরুন নাস’ গ্রন্থের ২৪ পৃষ্ঠায় উলে­খ করেছেন জুনাইদের কোন এক মুরীদের চেহারা হঠাৎ পরিবর্তন হয়েগিয়েছিল। তিনি (জুনাইদ বাগদাদী (رحمة الله) এর কারণ জিজ্ঞাসা করলে মুরীদ বলল, আমি কশফের সাহায্যে আমার মাকে দোযখে দেখতেছি। হযরত জুনাইদ (رحمة الله) একলাখ পঞ্চাশ হাজার বার কালেমা পাঠ করেছিলেন এ আশায় যে কতেক রেওয়ায়েতে এ পরিমাণ কালেমা পড়ার ছওয়াবে মাগফিরাত লাভের কথা বর্ণিত আছে। তিনি সাথে সাথে এর ছওয়াবে ওর মাকে বখ্শিশ করে দেন কিন্তু ওকে কিছু জানাননি। বখ্শিশ করার সাথে সাথে তিনি সেই জওয়ানটাকে আনন্দ উৎফুল্ল­ দেখেছিলেন। এর কারণ জিজ্ঞেস করলে সে আরয করল, আমার মাকে বেহেশতে দেখছি। তিনি এর পরিপ্রেক্ষিতে বললেন, সে জওয়ানটির কশফ-শক্তির অধিকারী হওয়াটাতো হাদীস থেকে আমার জানা ছিল এবং হাদীছের সত্যতা ওর কাশফ থেকে প্রমাণিত হয়ে গেল। এ ইবারত থেকে বোঝা গেল, একলাখ পঞ্চাশ হাজার বার কালেমা পাঠ করে মৃতব্যক্তির আত্মার প্রতি বকশিশ করে দিলে, এর দ্বারা নাজাত পাবার সম্ভাবনা আছে এবং কুলখানির সময় চনাবুটের সাধ্যমে তা-ই পাঠ করা হয়।</div><div><br></div><div><br></div><div>এসব ভাষ্য থেকে ফাতিহা, কুলখানি ইত্যাদি প্রচলিত নিয়ম বৈধ প্রতিভাব হলো। উপরোক্ত ভাষ্য থেকে ফাতিহা শরীফ পাঁচ আয়াত পাঠ করা, অতঃপর ঈসালে ছওয়াবের জন্য হাত তুলে মুনাজাত করা, কুলখানির দিন কুরআন তিলওয়াত, কালেমা শরীফের খতম, খাবার তৈরি করে কাংগালী ভোজের ব্যবস্থা করা সবই বোঝা গেল। কেবল খানা সামনে রেখে হাত তুলে মুনাজাত করার প্রসংগটা বাকী রইল। এর নানাবিধ প্রচলন রয়েছে। কাথিয়াওয়ার্ড নামক স্থানে খানা তৈরী করে প্রথমে গরীবদেরকে খাওয়ানো হয়। এরপর ঈসালে ছওয়াব করা হয়। ইউ, পি, পাঞ্জাব ও আরবে খাবার সামনে রেখে প্রথমে ঈসালে ছওয়াব করা হয় এবং পরে খাবার পরিবেশন করা হয়। উভয় রকম প্রচলন বৈধ এবং হাদীছ দ্বারা প্রমাণিথ। মিশকাত শরীফেও অনেক রেওয়ায়েত মওজুদ আছে যে, হুযুর আলাইহিস সালাম খাবার গ্রহণ করার পর ছাহেবে মেজবানের চন্য দুআ করেছেন বরং নির্দেম দিয়েছেন, দাওয়াত খাওয়ার পর ছাহেবে মেজবানের চন্য দুআ করুন। এ</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের  كتاب الْأَطْعِمَة শীর্ষক অ্যধায়ে বর্ণিত আছে যে, হুযুর আলাইহিস সালাম খাওয়া-দাওয়া শেষে ইরশাদ ফরমাতেন -</div><div><br></div><div><br></div><div>الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا، طَيِّبًا مُبَارَكًا، غَيْرَ مَكْفِيٍّ، وَلَا مُوَدَّعٍ، وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا.</div><div><br></div><div><br></div><div>-‘‘আল্লাহর অনেক পবিত্র মুবারক শুকর, হে খোদা, এতে অফরন্ত, অসীম ও অতৃপ্ত বরকত দিন।’’ ১০৬</div><div><br></div><div>➥{ইমাম ইবনে মাযাহ, আস-সুনান, ২/১০৯২পৃঃ  হা/৩২৮৪, ইমাম বুখারী, আস-সহীহ, খণ্ড-৭, পৃষ্ঠা-৮২, হাদিস/৫৪৫৮, ইমাম তিরমিযি, আস-সুনান, ৫/৫০৭ পৃঃ  হা/৩৪৫৬, খতিব তিবরিযি, মিশকাত, ২/১২১৫ পৃঃ  হা/৪১৯৯, সুনানে আবি দাউদ, হা/৩৮৪৯}</div><div><br></div><div><br></div><div>এর থেকে বোঝা গেল, খাওয়ার পর পালনীয় দু’টি সুন্নাত রয়েছে-খোদার প্রশংসা করা ও ছাহেবে মেজবানের জন্য দুআ করা। ফাতিহা শরীফে এ দুঃটি বিষয় মওজুত রয়েছে। আশা করি, বিরোধিতাকারীরাও এটা অস্বীকার করতে পারবে না। এখন বলতে হয়য় খাবার সামনে রেখে দুআ করা প্রসংগে। এ প্রসংগে অনেক হাদীচ বর্ণিত হয়েছে।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের المعجزات অ্যধায়ের দ্বিতীয় পরিচ্ছেদে বর্ণিত আছে হযরত আবু হুরাইরা (رضي الله عنه) ফরমান-আমি কিছু খোরমা হুযুর আলাইহিস সালাম-এর সমীপে পেশ করলাম এবং এর বরকতের জন্য দুআ করতে আরয করলাম।</div><div><br></div><div><br></div><div>فَضَمَّهُنَّ ثُمَّ دَعَا لِي فِيهِنَّ بِالبَرَكَةِ.</div><div><br></div><div>-‘‘তখন তিনি (ﷺ) এগুলোকে একত্রিত করলেন ও বরকতের জন্য দুআ করলেন।’’  ১০৭</div><div><br></div><div>➥{ইমাম তিরমিযি, আস-সুনান, ৫/৬৮৫ পৃঃ  হা/৩৮৩৯, ইমাম তিরমিযি এ হাদিসটিকে হাসান বলেছেন, খতিব তিবরিযি, মিশকাত, মু’জিজাত আধ্যায়, ৩/১৬৬৮ পৃঃ  হাদিস/৫৯৩৩}</div><div><br></div><div><br></div><div>❏ সেই মিশকাত শরীফের المعجزات অ্যধায়ের প্রথম পরিচ্ছেদে বর্ণিত আছে যে, তাবুক যুদ্ধে ইসলামী সেনা বাহিনীর খাদ্য ঘাটতি দেখা দিল। হুযুর আলাইহিস সালাম সকল সৈনিককে নির্দেশ দিলেন-‘যার কাছে যা আছে, তা নিয়ে এসো’। সবাই কিছু না কিছূ আনলেন। দস্তরখানা বিছিয়ে দেওয়া হলো এবং এর উপর এগুলো রাখা হলো-</div><div><br></div><div><br></div><div>فَدَعَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ بِالْبَرَكَةِ، ثُمَّ قَالَ: خُذُوا فِي أَوْعِيَتِكُمْ.</div><div><br></div><div><br></div><div>\"অতঃপর হুযুর আলাইহিস সালাম এসবের বরকতের জন্য দুআ করলেন এবং ইরশাদ ফরমালেন আপনারা এখাণ থেকে নিয়ে নিজ নিজ প্লেটে রাখুন।’’  ১০৮</div><div><br></div><div>➥{ইমাম মুসলিম, আস-সহীহ, ১/৫৬ পৃঃ  হা/২৭, পরিচ্ছেদ: بَابُ مَنْ لَقِي اللهَ بِالْإِيمَانِ وَهُو غَيْرُ شَاكٍّ فِيهِ دَخَلَ الْجَنَّةَ وَحُرِّمَ عَلَى النَّارِ , খতিব তিবরিযি, মিশকাত, মু’জিজাত আধ্যায়, ৩/১৬৬০ পৃঃ  হাদিস/৫৯১২}</div><div><br></div><div><br></div><div>❏ একই মিশকাত শরীফের একই অধ্যায়ে বর্ণিত আছে- হুযুর আলাইহিস সালাম হযরত যয়নব (رضي الله عنه) কে বিবাহ করা উপলক্ষে হযরত উম্মে সালমা (رضي الله عنه) ওলিমা হিসেবে যৎসামান্য খাবার তৈরী করলেন। কিন্তু অনেক লোককে দাওয়াত দেয়া হয়েছিল।</div><div><br></div><div><br></div><div>فَرَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَضَعَ يَدَهُ عَلَى تِلْكَ الْحَيْسَةِ وَتَكَلَّمَ بِمَا شَاءَ اللَّهُ</div><div><br></div><div><br></div><div>-‘‘হুযুর আলাইহিস সালাম ওই খাবারের উপর হস্ত মুবারক রেখে কিছু পাঠ করলেন।’’  ১০৯</div><div><br></div><div>➥{খতিব তিবরিযি, মিশকাত, মু’জিজাত আধ্যায়, ৩/১৬৬০ পৃঃ , হা/৫৯১৩, ইমাম তিরমিযি, আস-সুনান, ৫/৩৫৭ পৃঃ  হা/৩২১৮, ইমাম তিরমিযি (رحمة الله) বলেন- هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ -‘‘এই হাদিসটি হাসান, সহীহ।’’}</div><div><br></div><div><br></div><div>একই মিশকাত শরীফের একই অধ্যায়ের আর এক জায়গায় বর্ণিত আছে, হযরত জাবির (رضي الله عنه) খন্দকের যুদ্দের দিন যৎসামান্য খাবার তৈরী করে হুযুর আলাইহিস সালামকে দাওয়াত দিলেন। হুযুর আলাইহিস সালাম তাঁর ঘরে যখন তাশরীফ আনলেন তখন তাঁর সামনে ময়দার তৈরী খাবার পেশ করা হলো। তিনি (ﷺ) এতে পবিত্র থুথু ফেললেন এবং বরকতের জন্য দুআ করলেন। এরকম আরো অনেক রেওয়ায়েত পেশ করা যায়। কিন্তু এতটুকুই যথেষ্ট বলে মনে করি।  ১১০</div><div><br></div><div>➥{খতিব তিবরিযি, মিশকাত, মু‘জিজাত অধ্যায়}</div><div><br></div><div><br></div><div>আল্লাহর শুকর, ফাতিহাখানির আনুষংগিক যাবতীয় বিষয় সমূহ সুষ্পষ্টভাবে প্রমাণিত হয়ে গেল। বিবেকও বলে যে ফাতিহাখানিতে কোন ক্ষতি নেই। কেননা, যেমন আমি ভূমিকায় আরয করেছি, ফাতিহা হচ্ছে দু’টি ইবাদতের- তিলওয়াতে কুরআন ও সদ্কার সমষ্টি। এ দুটি কাজ  যদি পৃথক পৃথক ভাবে করলে জায়েয হয, তাহলে একত্রিত করলে হারাম হবে কেন? বিরিয়ানি খাওয়াটা কোথাও প্রমাণিত নেই, অথচ তা হালাল। কেননা বিরিয়ানি হচ্ছে চাউল, মাংস, ঘি ইত্যাদির সংমিশ্রণে তৈরী। তাই এর সমস্ত আইটেম যেহেতু হালাল, সেহেতু বিরিয়ানিও হালাল। অবশ্য সুনির্দিষ্ট যেসব ক্ষেত্রে কয়েকটি হালাল বিষয়কে একত্রিত করাটা হারাম বলা হয়েছে, সেটা হারাম। যেমন সহোদর দুবোনকে একসাথে বিবাহ করা বা কয়েকটি হালাল বস্তু একত্রিত করার ফলে কোন হারাম জিনিস সৃষ্টি হলে যেমন মাদকদ্রব্য তা হারাম। তাহলে বোঝা গেল যে, উলে­খিত কারণে হালাল বস্তুর একত্রিকরণ হারাম হবে। কিন্তু ফাতিহা উপলক্ষে কুরআন তিলাওয়াত ও সদ্কার একত্রিকরণ শরীয়ত কর্তৃক হারাম করা হয়নি। আর এর ফলে কোন হারাম জিনিসও সৃষ্টি হলো না। তবুও কাজটা কেন হারাম হবে?</div><div><br></div><div><br></div><div>দেখুন, একটি ছাগল মারা যাচ্ছে, যদি এমনি মারা যায়, তাহলে হারাম আর যদি আল্লাহর নামে যবেহ করে দেয়া হয়, তাহলে হালাল হয়ে গেল। কুরআন করীম মুসলমানদের জন্য রহমত ও শেফা স্বরূপ। যদি এর তিলওয়াতের কারণে খাবার হারাম হয়ে যায়, তাহলে কুরআন রহমত হলো কিভাবে? এটাতো অভিশাপ (নাউযুবিল্লাহ)। তবে হ্যাঁ এটা মোমিনদের জন্য রহমত আর কাফিরদের জন্য অভিশাপ।</div><div><br></div><div><br></div><div>وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا.</div><div><br></div><div><br></div><div>-‘‘এর থেকে জালিমগণ ক্ষতির সম্মুখীন হয়েছে। তিলওয়াত করার কারণে ওরা খাবার থেকে বঞ্চিত হলো।’’  ১১১</div><div><br></div><div>➥{সূরা বানী ইসরাঈল, আয়াত নং-৮২}</div><div><br></div><div><br></div><div>যেটার জন্য দুআ করা হয়, ওটা সামনে রেখেই করা চাই। মৃত ব্যক্তিকে সামনে রেখে জানাযার নামায আদায় করা হয়। কেননা, এর জন্যই দ্আু করা হয়। অনরূপ খাবার সামনে রেখে দুআ করলে, এতে কি ক্ষতি রয়েছে? কবর যিয়ারতের সময়ও কবরকে সামনে রেখে দুআ করা হয়।</div><div><br></div><div><br></div><div>❏ হুযুর আলাইহিস সালাম স্বীয় উম্মতের পক্ষে কুরবানী দিয়ে যবেহকৃত জানোয়ারকে সামনে রেখে বলতেন -</div><div><br></div><div><br></div><div>اللهم هَذَا منْ اُمَّة مُحَمَّد</div><div><br></div><div><br></div><div>-‘‘হে আল্লাহ, এটা আমার উম্মতের পক্ষ থেকে কুরবানী দেয়া হলো।’’  ১১২</div><div><br></div><div>➥{ইমাম আবু দাউদ, আস-সুনান, খণ্ড-২, পৃষ্ঠা-৩০, মাকতাবায়ে এমদাদিয়া, মুলতান।}</div><div><br></div><div><br></div><div>হযর খলিলুল্লাহ (عليه السلام) কাবা ঘরকে সামনে রেখে দুআ  رَبَّنَا تَقَبَّلْ مِنَّا করেছিলেন। এখনও আকীকার পশুকে সামনে রেখে দুআ পাঠ করা হয়। সুতরাং ফাতিহাখানিতে খাবার সামনে রেখে যদি ঈসালে ছওয়াব করা হয়, তাতে ক্ষতি কি?</div><div><br></div><div><br></div><div>বিস্মিল্লাহ্ বলে খাবার শুরু করা হয় এবং বিস্মিল্লাহ্ হচ্ছে কুরআন শরীফের আয়াত। যদি খাবার সামনে রেখে কুরআন শরীফ পাঠ করা নিষেধ হয়, তাহলে বিস্মিল্লাহ্ পড়াটাও নিষেধ হওয়া চাই।</div><div><br></div><div><br></div><div>বিরোধিতাকারী যাকে মুরুব্বী বলে স্বীকার করেন, তিনিও প্রচলিত ফাতিহাকে জায়েয মনে করেন। যেমন</div><div><br></div><div><br></div><div>❏ শাহ ওলীউল্লাহ ছাহেব الانتباه فى سلاسل اولياء الله নামক স্বীয় কিতাবে বর্ণনা করেছন-</div><div><br></div><div><br></div><div>پس ده مرتبه درود خوانند ختم تمام كنند وبر قدرے شير نى فاتحه بنام خوا جان چشت عموما بخواند وحاجت از خدا سوال نمايند.</div><div><br></div><div><br></div><div>-‘‘অতঃপর দশবার দরূদ শরীফ পাঠ করবেন এবং সম্পূর্ণ কুরআন খতম করবেন। তারপর কিছু র্শিনীতে সমস্ত আওলিয়া কিরামের নামে ফাতিহা দিবেন ও খোদার কাছে দুআ করেন।’’</div><div><br></div><div><br></div><div>❏ শাহ ওলীউল্লাহ ছাহেব زبدة النصائح নামক কিতাবের ১৩২ পৃষ্টায় একটি প্রশ্নের উত্তরে বলেছেন -</div><div><br></div><div><br></div><div>طوشير بربخ بنابر فاتحه بزرگے بقصد ايصال ثواب بروح ايشاں چزند وبخور ند مضائقه نيست واگر فاتحه بنام بزركے داده شود اغنارا هم خوردن جائز است .</div><div><br></div><div><br></div><div>-‘‘ঈসালে ছওয়াবের নিয়তে দুধ ও চাউলের উপর কোন নেককার বান্দার নামে ফাতিহা দিলে, রান্না করতে পারেন ও খেতে পারেন এবং যদি কোন বুযুর্গের নামে ফাতেহা দেয়া হয়, তা সচ্ছল ব্যক্তিদেরও খাওয়া জায়েয।’’</div><div><br></div><div><br></div><div>❏ মৌলভী আশরাফ আলী ও রশীদ আহমদ ছাহেবের মুর্শিদ হাজী ইমদাদুল্লাহ ছাহেব, ফয়সালায়ে হাপ্ত মাসায়েলা নামক পুস্তিকায় লিখেছেন -</div><div><br></div><div><br></div><div>-“মৃত ব্যক্তিদের রূহের প্রতি ঈসালে ছওয়াবের বেলায় কারো আপত্তি নেই, তবে যদি এক্ষেত্রে বিশেষ কোন সময় বা কাল নির্ধারণ করাটা ছওয়াব মনে করা হয় বা ওয়াজিব বা ফরয করা হয়, তাহলে নিষেধ। কিন্তু যদি এ ধরনের কোন ধারণা না থাকে, কেবল বিশেষ কোন উদ্দেশ্যে অনুরূপ করা হয়, তাতে কোন ক্ষতি নেই। যেমন কোন যুক্তি সংগত কারণে নামাযে বিশেষ বিশেষ ক্ষেত্রে অধিকাংশ মাশায়েখ এ নীতিরই অনুসারী।”</div><div><br></div><div><br></div><div>তিনি আরও বলেন, নামাযের জন্য মনে মনে নিয়ত করাটা যথেষ্ট। কিন্তু মুখ ও অন্তরের সামঞ্জস্যতার জন্য সাধারণ লোকদের ক্ষেত্রে টুখে বলাটা উত্তম। এক্ষেত্রেও যদি মুখে বলেন, হে আল্লাহ, এর ছওয়াব অমুককে পৌঁছে দিন। তাতে কল্যান রয়েছে। এর পর কারো এ ধারণা হলো যে (ফাতিহার জন্য তৈরী) খাবারটা সামনে রাখলে মনের আবেগটা বৃদ্ধি পাবে। তাই খাবারটা সামনে রাখলেন। আবার কেউ মনে করলেন, যে এটা এক প্রকারের দুআ বিশেষ। তাই এর সাথে যদি কিছু কালামে পাক পড়া হয়, তাহলে দুআ কবুল হওয়ার সম্ভাবনা বেশী এবকং সাথে সাথে কালামে পাক পড়ার ছওয়াবও পৌঁছবে। এত দুটি ইবাদতের সংমিশ্রণ হলো। তিনি আরও বলেন, গাউছে পাকের গিয়ারভী শরীফ, দশভী, বিশভী, চেহলাম, ষান্শাসিক, বাৎসরিক ফাতিহা ইত্যাদি এবং শেখ আবদুল হক (رحمة الله) এর তোশা (সদ্কা বিশেষ) হযরত শাহ বু-আলী কালন্দরের বাৎসরিক ফাতিহা, শবে বরাতের হালুয়া-রুটি এবং ঈসালে ছাহেবের অন্যান্য পদ্ধতি উপরোক্ত নিয়মনীতির ভিত্তিতে প্রচলিত আছে।”</div><div><br></div><div><br></div><div>পীর ছাহেবের এ বক্তব্যে পরিপূর্ণ সিদ্ধান্ত দেয়া হয়েছে। আলহামদুলিল্লাহ! আকলী ও নকলী দলীলসমূহ এবং বিরোধিতাকারীদের উক্তিসমূ থেকে ফাতিহার মাসআলাটা সুষ্পষ্টভাবে প্রমাণিত হয়ে গেল। আল্লাহ্ তা’আলা তাদেরকে হক কবুল করার শক্তি দান করুন। আমিন।</div><div><br></div><div><br></div><div><br></div><div><br></div></div>"
  },
  {
    "1": "মীলাদ শরীফে কিয়াম প্রসংগে আপত্তি ও এর জবাব",
    "2": "<div>দ্বিতীয় অধ্যায়</div><div><br></div><div>মীলাদ শরীফে কিয়াম প্রসংগে আপত্তি ও এর জবাব</div><div><br></div><div><br></div><div>১ নং আপত্তিঃ যেহেতু মীলাদ শরীফে কিয়াম করাটা প্রথম তিন যুগে ছিল না, সেহেতু এটা বিদ্আত এবং বিদ্আত মাত্রই হারাম। হুযুর আলাইহিস সালামের প্রতি আমাদের থেকে সাহাবায়ে কিরামের কি বেশি মুহাব্বত ছিল না? যখন তাঁরা কিয়াম করেননি, আমরা কেন করতে যাব?</div><div><br></div><div><br></div><div>উত্তরঃ বিদ্আত সম্পকর্থি উত্তর অনেক বার দেয়া হয়েছে যে প্রত্যেক বিদ্আত হারাম নয়। বাকী রইল তাদের বক্তব্য- হুযুর আলাইহিস সালামকে এ ধরনের সম্মান করা হবে, যা সুন্নাত দ্বারা প্রমাণিত। এ নীতিটা কি কেবল হুযুর আলাইহিস সালামের সম্মানের বেলায় প্রযোয্য, নাকি দেওবন্দী উলামা ও অন্যান্যদের বেলায়ও প্রযোয্য? কেননা আলিম, কিতাব, মাদ্রসা ও অন্যান্য সমস্ত জিনিসের ও ধরনের সম্মান চাই, যা সুন্নাত দ্বারা প্রমাণিত। তাহলে দেওবন্দী আলিমদের আগমন উপলক্ষে ষ্টেশনে যাওয়া, ওদেরকে মাল্যদান করা, তাদের জন্য মিছিল বের করা, পতাকা দ্বারা রাস্তা ও সভার স্থানকে সাজানো, চেয়ার বসানো, বক্তুতার সময় ‘জিন্দাবাদ’ শ্লোগান দেওয়া, মঞ্চ তৈরী করা, কার্পেট বিছানো ইত্যাদি বিভিন্ন রকম সম্মান প্রদান করার এমন কোন প্রমাণ কি পেশ করতে পারবেন যে সাহাবায়ে কিরাম হুযুর আলাইহিস সালামের প্রতি এ ধরনের সম্মান করেছিলেন? কখনই পারবেন না। তাহলে বলুন, এধরনের তাযীম হারাম হবে, না কি হালাল? সুতরাং আপনাদের ফর্মুলা গলদ। বরং হারামকৃত রুকু সিজ্দা ব্যতীত যে দেশে যে রকম সম্মান প্রদর্শনের প্রচলন, সে রকম সম্মান জায়েয, মনের আবেগ যে দিকে পরিচালিত করে, সেটা ইবাদত। লক্ষেèৗতে মেথর বলা হয় নিম্ন শ্রেণীর ঝাড়–দারকে। কিন্তু ফার্সীতে, কোন কোন জায়গায় উর্দুতেও মেথর সর্দার বা নেতা অর্থে ব্যবহৃত হয়। লক্ষ্মৌতে মেথর শব্দটি যদি কেউ কোন নবীর শানে ব্যবহার করে, সে কাফির হয়ে যাবে। কিন্তু  সুতরাল বা পারস্যে ব্যবহার করলে কাফির হবে না। এক এক দেশের এক এক রীতি।</div><div><br></div><div><br></div><div>هندياں را اصطلاح هند مدح - سند هياں را اصطلاح سنده قدح</div><div><br></div><div><br></div><div>-‘‘হিন্দী ভাষা-ভাষীদের পরিভাষায় হিন্দী প্রশংসনীয়, সিন্ধু বাসীদের পরিভাষায় সিন্ধু প্রশংসনীয়। মিরকাত ও আশ্আতুল লুমআতের ভূমিকায় ইমাম মালিক (رضي الله عنه) এর জীবনী বর্ণনা প্রসংগে লিখেছেন যে, তিনি মদীনা শরীফের পবিত্র যমীনে কখনো কখনো ঘোড়ায় আরাহণ করেননি। যখন হাদীস র্বণনা করতেন, এর আগে গোসল করে নিতেন, ভাল কাপড় পড়তেন, সুগন্ধি লাগাতেন এবং ভীতি ও গাম্ভীর্য সহকারে বসতেন। বলুন মদীনায়ে পাক বা হাদীস শরীফের প্রতি এ ধরনের সম্মান সাহাবীগণ কি করেছিলেন? না করেননি। কিন্তু এটা ইমাম মালিক (رضي الله عنه) এর মনের আবেগ তাড়িত বিধায় ছওয়াবের কাজ হিসেবে ধরা হবে।</div><div><br></div><div><br></div><div>❏ তাফসীরে রূহুল বয়ানে-مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ আয়াতটির প্রেক্ষাপটে  ৮৩</div><div><br></div><div>➥{সূরা আহযাব, আয়াত নং-৪০}</div><div><br></div><div><br></div><div>বর্ণনা করা হয়েছে যে আয়াযের সন্তানের নাম ছিল মুহাম্মদ। সুলতান মাহমুদ তার নাম ধরে ডাকতেন। একদিন সুলতান মাহমুদ গোসল খানায় গিয়ে ডাক দিলেন -হে আয়াযের ছেলে, পানি নিয়ে এসো। আয়ায আরয করলো, হুযুর, কি অপরাধ হলো ছেলের যে নাম নিলেন না? তিনি বললেন, ও সময় আমি বেওযু ছিলাম, এবং বে-ওযু এ পবিত্র নাম আমি কখনো উচ্চারণ করি না।</div><div><br></div><div><br></div><div>هزار بار بشويم دهن بمشك وگلاب</div><div><br></div><div>هنوز نام توگفتن كمال بے ادبى است</div><div><br></div><div><br></div><div>অর্থাৎ মেশমক ও গোলাপজল দিয়ে মুখকে হাজার বার ধৌত করার পরও তাঁর পবিত্র নাম নেয়া বে-আদবী মনে হয়।</div><div><br></div><div><br></div><div>বলুন, এ ধরনের তাযীমের কি প্রমাণ আছে? রসূল আলাইহিস সালামের প্রতি সুলতান মাহমুদ ও ইমাম মালিক (رضي الله عنه) এর মুহাব্বত কি সাহাবায়ে কিরাম থেকে বেশি ছিল?</div><div><br></div><div><br></div><div>২ নং আপত্তিঃ যদি রসূল আলাইহিস সালামের যিকরের তাযীম করতে হয়, তাহলে প্রত্যেক যিকরের সময় দাঁড়িয়ে থাকুন এবং মীলাদ শরীফের প্রথম থেকে দাঁড়িয়ে থাকুন। এটা কোন্ ধরনের সম্মান যে প্রথম ও শেষে বসে থাকা আর মাঝখানে দাঁড়িয়ে যাওয়া?</div><div><br></div><div><br></div><div>উত্তর: এটাতো কোন আপত্তি হলো না। যদি কাউকে আল্লাহ তাওফিক দেয় এবং সে যদি প্রত্যেক যিকর দাঁড়িয়ে পাঠ করে, আমরা নিষেধ করবো না। সব সময় দাঁড়িয়ে থাকুন বা কিছুক্ষণের জন্য দাঁড়ান প্রত্যেক রকম জায়েয। আলা-হযরত (কুঃ সিঃ) হাদীছ গ্রন্থ সমূহ দাঁড়িয়ে পড়াতেন। প্রত্যক্ষদর্শীরা আমাকে বলেছেন যে, তিনি নিজেও দাড়াঁতেন এবং ছাত্ররাও দাঁড়াতেন। তাঁর এ কাজটা খুবই মুবারক ছিল। কিন্তু মীলাদ শরীফে যেহেতু প্রথম থেকে শেষ পর্যন্ত দাঁড়িয়ে থাকা সাধারণ লোকের জন্য কষ্টকর, সেহেতু কেবল পবিত্র বেলাদতের বর্ণনার সময় দাঁড়নো হয়। অধিকন্তু বসে থাকতে থাকতে লোকের ঘুম এসে যায়। তাই দাঁড়িয়ে সালাত ও সালাম পাঠ করুন, যাতে ঘুমের আবেগ কেটে যায়। এ জন্যই ওই সময় গোলাপজল ইত্যাদি ছিটানো হয়, যেন ঘুমের ভাব চলে যায়। কেন জনাব! নামাযের মধ্যেওতো আপনি কতেক যিকর দাঁড়িয়ে করেন, আবার কতেক যিকর রুকু, সিজদা ও বসে করেন। প্রত্যেক যিকর দাঁড়িয়ে করেন না কেন?  আবার তাশাহুদের মধ্যে যখন أَشْهَدُ أَنْ لاَ إِلَهَ إِلَّا اللَّهُ পড়েন, তখন আঙ্গুল দ্বারা ইশারা করার নির্দেশ আছে। কিন্তু অন্যান্য সময় এ কালেমা পাঠ করার সময় আঙ্গুল কেন নাড়েন না? সুফিয়ানে কিরাম কতক আমলের ক্ষেত্রে আঙুল দ্বারা ইশারা করার শর্তারোপ করেন। যেমন-কোন মামলা উপলক্ষে যখন বিচারকের সামনে যাবেন, তখন كهيعص এভাবে পাঠ করবেন, যেন প্রতি বর্ণ উচ্চারণ করার সময় এক একটি আঙুল বন্ধ করেন, যেমন كاف বলার সময় এক আঙুল ه বলার সময় এক আঙুল এভাবে। অতঃপর حمعسق পাঠ করবেন এবং এর প্রতি বর্ণ উচ্চারণ করার সময় এক আঙুল খুলবেন। এর পর বিচারকের দিকে ফুঁক দিবেন। কিন্তু কুরআন পাঠ করার সময় যখন এ শব্দগুলো আসে, তখন কেন ওই ধরনের ইশারা করা হয় না? আর এ ধরনের আমলের ব্যাপারে সাহাবায়ে কিরাম থেকে কি প্রমাণ আছে? হিজবুল বাহার ইত্যাদি ওজীফা পাঠকগণ কতেক জায়গায় বিশেষ ইশারা করে থাকেন কিন্তু অন্যান্য সময় কেন করেন না? কাবা শরীফ তওয়াফ করার সময় প্রথমে তওয়াফের চার চক্করে ইযতিবাহ করতে হয় এবং রমলও করতে হয় কিন্তু এর পরে কেন করে না? এ ধরনের শত শত প্রশ্ন করা যায়। ইমাম বুখারী কতেক হাদীছ সনদসহকারে বর্ণনা করেছেন আবার কতেক হাদীছ বর্ণনা করেছেন অন্যটার সঙ্গে সংযুক্তভাবে। সবগুলো একই রকম কেন বর্ণনা করলেন না? তাদের যুক্তি মতে এগুলোকেও তাহলে হারাম প্রমাণ করা যেতে পারে।</div><div><br></div><div><br></div><div>৩ নং আপত্তি: জনগণ মীলাদ শরীফে কিয়াম করাটাকে জরুরী বলে ধরে নিয়েছেন, যারা করে না, তাদেরকে সমালোচনা করে থাকেন। তাই অনাবশ্যককে আবশ্যক মনে করাটা নাজায়েয। সুতরাং কিয়াম নাজায়েয।</div><div><br></div><div><br></div><div>উত্তরঃ এটা মুসলমানদের প্রতি নিছক অপবাদ যে, এরা মীলাদকে ওয়াজিব মনে করেন। কোন আলিমে দ্বীন এরকম কোন কিতাব লিখেননি যে কিয়াম ওয়াজিব এবং এরূপ কোন ওয়াজ নসীহতেও বলেননি। সাধারণ লোকেরাও এটাই বলে যে কিয়াম ও মীলাদ শরীফ ছওয়াবের কাজ। এরপরও আপনারা তাদের প্রতি কিভাবে অভিযোগ আনয়ন করেন যে তারা ওয়াজিব মনে করেন? যদি কেউ ওয়াজিব মনে করেও থাকে তাহলে এ মনে করাটা পাপ হবে, কিন্তু মূল কিয়াম হারাম হবে না। ইমাম শাফেঈ (رضي الله عنه) নামাযে দরূদ শরীফ পড়াটা জরুরী মনে করেন, কিন্তু হানাফীরা  দরূদ শরীফ পড়াটা জরুরী মনে করেন না। তাই আমাদের মাযহাব অনুসারে ইমাম শাফেঈ (رضي الله عنه) এর উক্তি সঠিক হবে না। কিন্তু নামাযে দরূদ নিষেধ বলা যাবে না। হাজী ইমদাদুল্লাহ সাহেব তাঁর রচিত ‘হাফতে মাসায়েল’ পুস্তিকায় এর সুন্দর বিশ্লেষণ করেছেন। এখন তাঁদের সেই কথাটার উত্তর বাকী রইলো যে মুসলমানগণ একে রুটিন মাফিক করে থাকেন এবং যারা করে না, তাদেরকে ওহাবী বলেন। এ ধরনের বলাটা একেবারে ন্যায় সংগত।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফে القصد فى العمل শীর্ষক অধ্যায়ে বর্ণিত আছে-</div><div><br></div><div><br></div><div>أَحَبُّ الْأَعْمَالِ إِلَى الله أدومها وَإِن قل</div><div><br></div><div><br></div><div>-আল্লাহর কাছে ভাল কাজ হচ্ছে সেটাই, যা সব সময় হয়, যদিওবা অল্প হোক।  </div><div><br></div><div>➥{ইমাম মুসলিম, আস-সহীহ, ১/৫৪০ পৃঃ  হা/৭৮২-৭৮৩, পরিচ্ছেদ: بَابُ فَضِيلَةِ الْعَمَلِ الدَّائِمِ مِنْ قِيَامِ اللَّيْلِ وَغَيْرِهِ , ইমাম খতিব তিবরিযি, মিশকাত, ১/৩৯১ পৃঃ  হা/১২৪২}</div><div><br></div><div><br></div><div>প্রত্যেক সৎ কাজকে নিয়মিতভাবে করাটা মুস্তাহাব। মুসলমানগণ প্রত্যেক ইদে ভাল কাপড় পরিধান করে, প্রত্যেক শুক্রবার গোসল করে, সুগন্ধি লাগায়, শিক্ষা প্রতিষ্টানে প্রতি রমযান মাসে ও শুক্রবারে ছুটি হয়, প্রতি বৎসর পরীক্ষা নেয়া হয়, মুসলমান প্রতি রাতে ঘুম যায়, প্রত্যেক মধ্যাহ্ন খাবার খায়। তাই বলে কি এগুলোকে ওয়াজিব মনে করে বা নিয়মিত করাটা কি ওয়াজিব হওয়ার লক্ষণ? এখন উত্তর দেয়া বাকী রইল সেই প্রসঙ্গটা যারা কিয়াম করে না, তাদেরকে ওহাবী মনে করা। এর কারণ হচ্ছে, ইদানিং হিন্দুস্থানে এটা ওহাবীদের লক্ষণে পরিণত হয়েছে। প্রত্যেক যুগে ইমানদারদের লক্ষণসমূহের ভিন্নতা রয়েছে। তাই যুগ অনুযায়ী কাফিরদের লক্ষণসমূহ থেকে দূরে থাকা এবং ঈমানদারদের লক্ষণ সমূহ গ্রহণ করা প্রয়োজন। ইসলামের যুগে বলা হয়েছিল, যে لَا إِلَهَ إِلَّا اللَّهُ বলেছে, সে জান্নাতী হয়ে গেছে।’’  ৮৫</div><div><br></div><div>➥{খতিব তিবরিযি, মিশকাত কিতাবুল ঈমান, ১/১৭ পৃঃ  হা/৩৭,</div><div><br></div><div><br></div><div>☞মূলত হাদিসটি হল-</div><div><br></div><div>وَعَنْ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ্রمَنْ مَاتَ وَهُوَ يَعْلَمُ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ دَخَلَ الْجَنَّةَ- رَوَاهُ مُسلم</div><div><br></div><div>-‘‘হযরত উসমান (رضي الله عنه) বলেন, রাসূল (ﷺ) ইরশাদ করেন, যে এ জেনে (لَا إِلَهَ إِلَّا اللَّهُ) মৃত্যু বরণ করবে সে জান্নাতে প্রবেশ করবে।’’ (ইমাম মুসলিম, আস-সহীহ, হা/)</div><div><br></div><div><br></div><div>☞ইমাম আবু দাউদ তায়লসী (رحمة الله) আবু যার গিফারী হতে বর্ণিত, রাসূল (ﷺ) তাকে লক্ষ্য করে বলেছিলেন-</div><div><br></div><div>يَا أَبَا ذَرٍّ بَشِّرِ النَّاسَ أَنَّهُ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ دَخَلَ الْجَنَّةَ</div><div><br></div><div>-‘‘হে আবু যার! তুমি মানুষদেরকে এ সুসংবাদ জানিয়ে দাও যে ‘লা ইলাহা ইল্লাল্লাহ’ বলবে সে জান্নাতে প্রবেশ করবে।’’ (মুসনাদে আবি দাউদ তায়লসী, ১/৩৫৬ পৃঃ  হা/৪৪৫)</div><div><br></div><div><br></div><div>☞ইমাম আবু দাউদ (رحمة الله) হাদিসটি সংকলন করেছেন এভাবে-</div><div><br></div><div>عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ كَانَ آخِرُ كَلَامِهِ لَا إِلَهَ إِلَّا اللَّهُ دَخَلَ الْجَنَّةَ</div><div><br></div><div>-‘‘হযরত মুয়াজ ইবনে জাবাল (رضي الله عنه) হতে বর্ণিত, রাসূল (ﷺ) ইরশাদ করেন, যার শেষ বাক্য হয়েছে ‘লা ইলাহা ইল্লাল্লাহ’ সে জান্নাতে প্রবেশ করবে।’’ (ইমাম আবু দাউদ, আস-সুনান, ৩/১৯০ পৃঃ  হা/৩১১৬) }</div><div><br></div><div><br></div><div>কেননা ওই সময় কালেমা পড়াটাই ছিল ঈমানদারদের লক্ষণ। পরবর্তীতে কালেমা পাঠকারদের মধ্যে যখন মুনাফিকদের সৃষ্টি হলো, তখন কুরআন পাক ইরশাদ করেন, আপনার সামনে মুনাফিক এসে বলে যে আমরা সাক্ষ্য দিচ্ছি, আপনি আল্লাহর রাসূল (ﷺ); আল্লাহও জানেন যে, আপনি আল্লাহর রাসূল (ﷺ)। কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন যে (তারা) মুনাফিকরা মিথ্যুক। বলুন, তারা কথাতো সত্যই বলেছে কিন্তু তারা মিথ্যুক। হাদীছ শরীফে উলে­খিত আছে যে, একটি কওম খুবই ধর্মপরায়ণ হবে। কিন্তু তারা ধর্ম থেকে এমনভাবে দূরে সরে যাবে, যেমনি করে তীর শিকার ভেদ করে বের হয়ে যায়। হাদীছ শরীফে আরো উলে­খিত আছে যে, খারেজীদের চিহ্ন হলো হলো মাথা মুন্ডানো। ৮৬</div><div><br></div><div>➥{হাদীছদ্বয় মিশকাত শরীফের কিতাবুল কিসাস, قتل اهل الردة শীর্ষক অধ্যায়ে রয়েছে। বিস্তারিত দেখুন- ইমাম মুসলিম, আস-সহীহ, কিতাবুয-যাকাত, খণ্ড-২, পৃষ্ঠা-৭৪৫, হাদিস-১০৬৫, ইমাম আহমদ, আল-মুসনাদ, খণ্ড-৩, পৃষ্ঠা-৫, হাদিস-১১৩১, আব্দুল্লাল্লাহ ইবনে আহমদ, আস্-সুন্নাহ, খণ্ড-২, পৃষ্ঠা-৬২২, হাদিস-১৪৮২।}</div><div><br></div><div><br></div><div>তিনটি যুগের পরিপ্রেক্ষিতে এ তিনটি আলামত বা চিহ্ন বর্ণিত হয়েছে। ‘শরহে ফিক্হ আকবর’ গ্রন্থে মোল্লা আলী কারী বর্ণনা করেছেন যে কোন এক ব্যক্তি ইমাম আবু হানীফা (رحمة الله) এর কাছে জিজ্ঞাসা করেছিল, সুন্নীর আলামত কি? এর উত্তরে তিনি বলেছিলেন</div><div><br></div><div><br></div><div>حُبُّ الخَتَنَيْن تَفْضِيْلَ الشَّيْخَيْنِ وَ الْمَسْحُ عَلَى الْخُفُّيْنِ</div><div><br></div><div><br></div><div>-‘‘দুই ইমাম অর্থাৎ হযরত আলী ও ইছমান (رضي الله عنه) এর প্রতি মুহাব্বত রাখা, শায়খাইন অর্থাৎ হযরত সিদ্দীক ও ফারুক (رضي الله عنه) কে সবার থেকে আফযল মনে করা এবং চামড়ার তৈরী মোজার উপর মাসেহ করা।’’  </div><div><br></div><div><br></div><div>❏ তাফসীরাতে আহমদীয়ায় সূলা আন-আমের ১৫৩ নং আয়াত-</div><div><br></div><div><br></div><div>وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا</div><div><br></div><div><br></div><div>এর ব্যাখ্যা প্রসংগে আছে যে সৈয়্যদেনা হযরত আবদুল্লাহ ইবনে আব্বাস বলেন যার ব্যাখ্যা প্রসংগে বর্ণিত দশটি অভ্যাস থাকবে, তিনি সুন্নী বলে গণ্য হবেন। এগুলো হচ্ছে-</div><div><br></div><div><br></div><div>تَفْضِيْلَ الشَّيْخَيْنِ- تَوْقِيْرُ الْخُتْنَيْن- تَعْظِيْمُ الْقِبْلَتَيْنِ الصَّلَوةٌ عَلَى الجَنَازَتَيْنِ. الصَّلوةَ خَلْفَ الِامَامَيْنِ- تَرْكُ الْخُرُوْج عَلَى الاِمَامَيْنِ- الْمَسْحُ عَلى الخُفين- وَالْقَوْلُ بِالتَّعديرين- وَالْاِمْسَاكُ عَنِ الشَّهَادَتَيْنِ- وَاَدَاءُ الفَرَيْضَتَيْنِ</div><div><br></div><div><br></div><div>-‘‘(১) শায়খাইন অর্থাৎ হযরত সিদ্দীক ও ফারুক (رضي الله عنه) কে সবার থেকে আফযল জ্ঞান করা,</div><div><br></div><div>(২) ইমামাইন অর্থাৎ সৈয়্যদেনা হযরত আলী ও উছমান (رضي الله عنه) এর সাথে মুহাব্বত রাখা,</div><div><br></div><div>(৩) দুই কিবলা অর্থাৎ মক্কা ও বায়তুল মুকাদ্দসের প্রতি সম্মান করা,</div><div><br></div><div>(৪) দুই জানাযায় অর্থাৎ ফাসিক ও নেকবান্দার জানাযায় শরীক হওয়া,</div><div><br></div><div>(৫) দুই ইমামের অর্থাৎ ফাসিক ও নেককার ইমামের পিছনে নামাজ পড়া,</div><div><br></div><div>(৬) ন্যায় বিচারক বা জালিম শাসকের বিরুদ্ধে বিদ্রোহ করা থেকে বিরত থাকা,</div><div><br></div><div>(৭) সফর ও মুকিম অবস্থায় দুই মোজায় মাসেহ করা,</div><div><br></div><div>(৮) ভাল মন্দ উভয় তাকদীর আল্লাহর পক্ষ থেকে নির্ধারিত বলে স্বীকার করা,</div><div><br></div><div>(৯) কাউকে বেহেশতী বা দোযখী বলা থেকে বিরত থাকা,</div><div><br></div><div>(১০) দুই ফরয অর্থাৎ নামায ও যাকাত আদায় করা।’’</div><div><br></div><div>(মোল্লা জিওন, তাফসিরে আহমদিয়্যাহ, পৃষ্ঠা-৪০৮)  </div><div><br></div><div><br></div><div>❏ মিরকাতের প্রারম্ভে بَاب الْمسْح على الْخُفَّيْنِ শীর্ষক অধ্যায়ে বর্ণিত আছে-</div><div><br></div><div><br></div><div>سُئِلَ أَنَسُ بْنُ مَالِكٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ عَنْ عَلَامَاتِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ؟ فَقَالَ: أَنْ تُحِبَّ الشَّيْخَيْنِ، وَلَا تَطْعَنَ الْخَتَنَيْنِ، وَتَمْسَحَ عَلَى الْخُفَّيْنِ.</div><div><br></div><div><br></div><div>-‘‘হযরত আনাস ইবনে মালিককে আহলে সুন্নাত ওয়াল জামাতের আলামত সম্পর্কে জিজ্ঞাসা করা হয়েছিল। তখন তিনি ফরমান-শায়খাইন অর্থাৎ হযরত সিদ্দীক ও ফারুক (رضي الله عنه) কে মুহাব্বত করা, হযরত আলী ও উছমান (رضي الله عنه) এর সমালোচনা না করা এবং চামড়ার মোজাদ্বয়ের মাসেহ করা।’’ ৮৮</div><div><br></div><div>➥{মোল্লা আলী ক্বারী, মেরকাত, খণ্ড-২, পৃষ্ঠা-৪৭২, হাদিস-৫১৭}</div><div><br></div><div><br></div><div>❏ দুররুল মুখতারে المياه অধ্যায়ে উলে­খিত আছে -</div><div><br></div><div><br></div><div>وَالتَّوَضُّؤُ مِنْ الْحَوْضِ أَفْضَلُ مِنْ النَّهْرِ رَغْمًا لِلْمُعْتَزِلَةِ.</div><div><br></div><div><br></div><div>-‘‘মুতাযিলাদেরকে উত্তেজিত করার জন্য হাউজের পানি দ্বারা ওযু করা আফযল।’’  ৮৯</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, খণ্ড-১, পৃষ্ঠা-১৮৬।}</div><div><br></div><div><br></div><div>❏ একই জায়গায় ফত্ওয়ায়ে শামীতে উলে­খিত আছে</div><div><br></div><div><br></div><div>لِأَنَّ الْمُعْتَزِلَةَ لَا يُجِيزُونَهُ مِنْ الْحِيَاضِ فَنُرْغِمُهُمْ بِالْوُضُوءِ مِنْهَا.</div><div><br></div><div><br></div><div>-‘‘মুতাযিলাগণ হাউজ থেকে ওযু করাকে নাজায়েয বলে। তাই আমরা হাউজ থেকে ওযু করে তাদেরকে উত্তেজিত করবো।’’ ৯০</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, খণ্ড-১, পৃষ্ঠা-১৮৬।}</div><div><br></div><div><br></div><div> দেখুন হাউজ থেকে ওযু করা, চামড়ার মোজায় মাসেহ করা ইত্যাদি ওয়াজিব নয়, কিন্তু যেহেতু সেই যুগে এগুলোর অস্বীকারকারীর আবির্ভাব হয়েছিল, সেহেতু এগুলো সুন্নীদের লক্ষণ সাব্যস্ত করা হয়েছিল। অনুরূপ, কিয়াম, মীলাদ, ফাতিহা ইত্যাদি ওয়াজিব সমূহের অন্তর্ভূক্ত নয়। কিন্তু যখন এসবের অস্বীকারকারী সুষ্টি হয়ে গেছে, তাই বর্তমানকালে হিন্দুস্থানে এগুলো সুন্নী হওয়ার লক্ষণ এবং মীলাদ মাহফিলে কিয়ামের সময় একাকী বসে থাকা দেওবন্দী হওয়ার লক্ষণ।</div><div><br></div><div><br></div><div>عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ.</div><div><br></div><div><br></div><div>-‘‘যে যেই কওমের সাথে সাদ্রশ্য রাখে, সে ওদেরই অন্তুর্ভূক্ত।’’ ৯১</div><div><br></div><div>➥{ইমাম আবু দাউদ, আস-সুনান, ৪/৪৪ পৃঃ  হা/৪০৩১, পরিচ্ছেদ: بَابٌ فِي لُبْسِ الشُّهْرَةِ , এমনকি আহলে হাদিস আলবানীও এটিকে হাসান, সহীহ বলেছেন।}</div><div><br></div><div><br></div><div> সুতরাং এর থেকে মুক্ত থাকা চাই। ফত্ওয়ায়ে শামী থেকে এটা বোঝা গেল, যদি কেউ কোন জায়েয বা মুস্তাহাব কাজ বিনা কারণে বাধা দেয়, তাহলে ওটা নিশ্চয় করে। বর্তমান হিন্দুস্থানে হিন্দুরা গাভী দ্বারা রুরবানী করা থেকে বাধা দেয়। কিন্তু মুসলমানগণ স্বীয় রক্ত দিয়ে একে চালু রেখেছেন, যদিওবা কেবল গাভী দ্বারা কুরবানী ওয়াজিব নয়। মীলাদ মাহফিল, কিয়াম ইত্যাদিও তদ্রুপ। ফিক্হ শাস্ত্রবিদগণের মতে পৈতা বাঁধা, হিন্দুদের মত মাথায় ঠিকি রাখা, ময়লা আর্বজনায় কুরআন শরীফ রাখা কুফরী, কেননা এগুলো কাফিরদের মাযহাবী লক্ষণ।</div><div><br></div><div><br></div><div>বিঃ দ্রঃ- এ প্রশ্নটা (৩নং) দেওবন্দীরা প্রায় সময় করে থাকে এবং ফাতিহা, উরস, মীলাদ ইত্যাদি সব কিছুকে হারাম বলে। এটাও বলে, আপনারা নিজেরাই সুন্নী হওয়ার লক্ষণ আবিষ্কার করলেন। অথচ হাদীস-কুরআনে এসব লক্ষণের কোন উলে­খ নেই। সব ক্ষেত্রে উপরোক্ত জবাব দেয়া যাবে। এতে অনেক উপকার হবে, ইনশা-আল্লাহ।</div><div><br></div><div><br></div><div>৪ নং আপত্তিঃ </div><div><br></div><div><br></div><div>কারো সম্মানে দাঁড়ানো নিষেধ। যেমন, মিশকাত শরীফের  باب القيام এ আছে-</div><div><br></div><div><br></div><div>وَكَانُوا إِذَا رَأَوْهُ لَمْ يَقُومُوا لِمَا يَعْلَمُونَ مِنْ كَرَاهِيَتِهِ لِذَلِكَ.</div><div><br></div><div><br></div><div>-‘‘সাহাবায়ে কিরাম হুযুর আলাইহিস সালামকে দেখতেন, দাড়াঁতেন না, কেননা তাঁরা জানতেন, এটা হুযুর আলাইহিস সালামের কাছে অপছন্দ।’’  ৯২</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>ইমাম তিরমিযি, আস-সুনান, ৫/৯০ পৃঃ  হা/২৭৫৪, পরিচ্ছেদ: بَابُ مَا جَاءَ فِي كَرَاهِيَةِ قِيَامِ الرَّجُلِ لِلرَّجُلِ , ইমাম খতিব তিবরিযি, মিশকাত, ৩/১৩৩১ পৃঃ  হা/৪৬৯৮,</div><div><br></div><div>এ হাদিসটি এ দিক থেকে (হযরত আনাস (رضي الله عنه) হতে)</div><div><br></div><div>মাওকুফ, যা মারফু হাদিসের মোকাবেলায় গ্রহণযোগ্য নয়। অপরদিকে বর্ণনার দিক থেকে এটি গরীব; সনদ ইমাম তিরমিযি যদিও তিরমিযি হাসান, সহীহ বলেছেন। কিন্তু তিনি কিন্তু শেষে বলেছেন এটি বর্ণনার দিক থেকে গরীবও। অপরদিকে এ সনদে হাম্মাদ বিন সালামা নামক রাবীর শেষ বয়সে স্মৃতিশক্তি খারাপ হয়ে গিয়েছিল, ইমাম ইবনে হিব্বান বলেছেন, তিনি হাদিসে ভুল করতেন। তার বিষয়ে জানতে আমার লিখিত ‘প্রমাণিত হাদিসকে জাল বানানোর স্বরূপ উন্মোচন’ দ্বিতীয় খন্ডের ২৪৪-২৪৯ পৃষ্ঠায় দেখুন।</div><div><br></div><div><br></div><div>এছাড়া আফ্ফান যার মূল নাম (عفان ابن مسلم ابن عبد الله الباهلي أبو عثمان الصفار) তার বিষয়ে আপত্তি আছে। তার বিষয়ে ইমাম ইবনে হাজার আসকালানী (رحمة الله) লিখেন-</div><div><br></div><div>قال ابن المديني كان إذا شك في حرف من الحديث تركه وربما وهم</div><div><br></div><div>-‘‘ইমাম ইবনে মাদীনী বলেন,.......তিনি হাদিসে ভুল করতেন।’’ (তাক্বরিবুত তাহযিব, ৩৯৩ পৃঃ  ক্রমিক- ৪৬২৫) তাই এ হাদিসকে সহীহ বলা সন্দাহতীত।}</div><div><br></div><div><br></div><div>❏ একই অধ্যায়ে আরো বর্ণিত আছে-</div><div><br></div><div><br></div><div>مَنْ سَرَّهُ أَنْ يَتَمَثَّلَ لَهُ الرِّجَالُ قِيَامًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ</div><div><br></div><div><br></div><div>-‘‘যিনি পছন্দ করে যে লোক তার সামনে দাঁড়িয়ে থাকুক, সে যেন দোষখে তার ঠিকানা অনুসন্ধান করে।’’  ৯৩</div><div><br></div><div>➥{ইমাম তিরমিযি, আস-সুনান, ৫/৯০ পৃঃ  হা/২৭৫৫, পরিচ্ছেদ: بَابُ مَا جَاءَ فِي كَرَاهِيَةِ قِيَامِ الرَّجُلِ لِلرَّجُلِ , ইমাম খতিব তিবরিযি, মিশকাত, ৩/১৩৩১ পৃঃ  হা/৪৬৯৯, হাদিসটি আমীরে মুয়াবীয়া (رضي الله عنه) হতে বর্ণিত।}</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের সেই একই অধ্যায়ে আরও এক জায়গায় আছে (হযতে আবু উমামা (رضي الله عنه) বর্ণনা করেছেন রাসূল ইরশাদ (ﷺ) করেন)-</div><div><br></div><div><br></div><div>لَا تَقُومُوا كَمَا تَقُومُ الْأَعَاجِمُ، يُعَظِّمُ بَعْضُهَا بَعْضًا</div><div><br></div><div><br></div><div>-‘‘আজমী (যারা আরবী নয়) লোকদের মত দাঁড়িও না।’’ ৯৪</div><div><br></div><div>➥{টিকাঃ</div><div><br></div><div>ইমাম আবু দাউদ, আস-সুনান, ৪/৩৫৮ পৃঃ  হা/৫২৩০, পরিচ্ছেদ: بَابٌ فِي قِيَامِ الرَّجُلِ لِلرَّجُلِ , খতিব তিবরিযি, মিশকাত, বাবুল কিয়াম, ৩/১৩৩২ পৃঃ  হা/৪৭০০</div><div><br></div><div>☞এ হাদিসটি অত্যন্ত যঈফ। স্বয়ং আহলে হাদিসদের তথাকথিত ইমাম আলবানী মিশকাতের এবং সুনানে আবি দাউদের তাহকীকে একে যঈফ বলে ঘোষণা দিয়েছেন। এ হাদিস প্রসঙ্গে ইমাম ইবনে হাজার আসকালানী (رحمة الله) লিখেন-</div><div><br></div><div>بِأَنَّهُ حَدِيثٌ ضَعِيفٌ مُضْطَرِبُ السَّنَدِ فِيهِ مَنْ لَا يُعْرَفُ</div><div><br></div><div>-‘‘নিশ্চয় এই হাদিসটি সনদের দিক থেকে যঈফ এবং মুযত্বারিব, কেননা সনদে এমন রাবী রয়েছেন যাদেরকে চিনা যায় না।’’ (ইবনে হাজার, ফতহুল বারী, ১১/৫০ পৃঃ )</div><div><br></div><div><br></div><div>☞উসূলে হাদিসের দৃষ্টিতে মুযত্বারিব শরিয়তের দলিল নয়। এ নীতিমালা সম্পর্কে বিস্তারিত জানতে আমার লিখিত ‘প্রমাণিত হাদিসকে জাল বানানোর স্বরূপ উন্মোচন’ দ্বিতীয় খন্ডের ৭৪৮-৭৫০ পৃষ্ঠায় দেখুন। তাই এই হাদিস দিয়ে কিয়ামের বিরোদ্ধে দলিল দেয়ার কোন সুযোগ নেই।}</div><div><br></div><div><br></div><div> এ হাদীস সমূহ থেকে বোঝা গেল, কোন বড় লোক যদি কোন স্থানে আগমন করেন, তাঁর সম্মানে দাড়ঁবেন না। মীলাদ শরীফতো হুযুর আলাইহিস সালাম আসেনওনা, তথাপি তাযীমী কিভাবে জায়েয হতে পারে?</div><div><br></div><div><br></div><div>উত্তর: উপরোক্ত হাদীস সমূহ সব কিয়ামের ব্যাপারে নিষেধ করা হয়নি, কেবল যারা নিজের জন্য অন্যদের দন্ডায়মান হওয়া কামনা করে, জনগণ বিনীতভাবে দাঁড়িয়ে রইল আর নেতাজী মাঝখানে বসে রইলেন, এ ধরনের দাঁড়ানো নিষেধ। তা না হলে  প্রথম অধ্যায়ে আমি যে সব হাদীস সমূহ ও ফকীহগণের উক্তি উদ্ধৃতি করেছি, এর বিপরীত হবে। আমিও লিখেছি, ওই দু’ধরনের দন্ডায়মান নিষেধ।</div><div><br></div><div><br></div><div>❏ প্রথম হাদীছের প্রেক্ষাপটে আশআতুল লুমআতে লিখা হয়েছে-</div><div><br></div><div><br></div><div>وحاصل انكه قيام وترك قيام بحسب زمان واحوال واشخاص مختلف گردد وازيں جا است كه گاهے كردند گاهے نه كرد ند.</div><div><br></div><div><br></div><div>সারকথা হলো, তাযীমী কিয়াম করা ও না করাটা যুগ, অবস্থা এবং ব্যক্তির পরিপ্রেক্ষিতে বিভিন্ন হয়ে থাকে। অনুরূপ সাহাবায়ে কিরাম হুযুরের জন্য কোন সময় কিয়াম করেছেন আবার কোন সময় করেননি।’’ এতে বোঝা গেল, সাহাবায়ে কিরাম হুযুর আলাইহিস সালামের তশরীফ আনয়নে কোন সময় দাঁড়িয়ে যেতেন এবং কোন সময় দাঁড়াতেন না। না দাঁড়ানোর কথা এখানে উলে­খিত হয়েছে এবং দাঁড়ানোর কথা ইতোপূর্বে উলে­খিত করা হয়েছে। তিনি (ﷺ) কিয়ামকে অপছন্দ করেছেন বিনয় ও ভদ্রতা হিসেবে। সুতরাং এখানে কিয়ামকে সার্বিকভাবে নিষেধ করেননি, সব সময় দাঁড়িয়ে থাকাকে নিষেধ করা হয়েছে।</div><div><br></div><div><br></div><div>❏ উপরোক্ত দ্বিতীয় ও তৃতীয় হাদীছ প্রসংগে ‘আশ্ আতুল লুমআতে’ আছে-</div><div><br></div><div><br></div><div>قيام مكرده بعينه نيست بلكه مكروه محبت قيام است اگروے محبت قيام نه دارد قيام برائے دے مكروه نيست. قاضى عياض مالكى گفته كه قيام منهى در حق كسى است كه سته باشد وايستاده باشند پيش دے ودر قيام تعظيم برائے اهل بجهت دنيائے ايشاں وعيد دارد شد ومكروه است.</div><div><br></div><div><br></div><div>-‘‘কিয়াম মাকরূহ নয় বরং কাম্য করাটা মাকরূহ। যদি কেউ কিয়াম কামনা না করে, তাহলে তার সম্মানে কিয়াম করা মাকরূহ নয়। কাজী আয়ায বলেছেন-কিয়াম ওই ব্যক্তির জন্য নিষেধ, যিনি নিজে বসে রইলেন আর  লোকেরা দাঁড়িয়ে রইলো এবং দুনিয়াদারী ব্যক্তির জন্য তাযীমী কিয়াম করা সম্পর্কে সাবধানবাণী এসেছে এবং এটা মাকরূহ।’’</div><div><br></div><div><br></div><div>❏ অনুরূপ মিশকাত শরীফের কিতাবুল জিহাদ حكم الاسرار শীর্ষক অধ্যায়ের হাশিয়ায় قُومُوا إِلَى سَيِّدِكُمْ হাদীস প্রসংগে লিপিবদ্ধ আছে (মূলত এই ইবারতটি মিশকাতের হাশীয়াকারী আল্লামা মোল্লা আলী ক্বারীর মিরকাত গ্রন্থ হতে নেয়া হয়েছে)-</div><div><br></div><div><br></div><div>قَالَ النَّوَوِيُّ: فِيهِ إِكْرَامُ أَهْلِ الْفَضْلِ وَتَلَقِّيهِمْ وَالْقِيَامُ لَهُمْ إِذَا أَقْبَلُوا وَاحْتَجَّ بِهِ الْجُمْهُورُ، وَقَالَ الْقَاضِي عِيَاضٌ: لَيْسَ هَذَا مِنَ الْقِيَامِ الْمَنْهِيِّ عَنْهُ، وَإِنَّمَا ذَاكَ فِيمَنْ يَقُومُونَ عَلَيْهِ وَهُوَ جَالِسٌ، وَيَتَمَثَّلُونَ قِيَامًا طُولَ جُلُوسِهِ.</div><div><br></div><div><br></div><div>-‘‘ইমাম নববী (رحمة الله) বলেন, বুর্যুগানে কিরামের প্রতি তাযীম, তাঁদের সাথে দেখা করা এবং তাঁদের জন্য দাঁড়ানো এ হাদীছ থেকে প্রমাণিত। অধিকাং উলামায়ে কিরাম এর দলীল থেকে দলীল পেশ করেন। এ কিয়ামটা নিষিদ্ধ কিয়াম সমূহের অন্তর্ভুক্ত নয়। নিষিদ্ধ কিয়াম হচ্ছে তাঁর সামনে দাঁড়িয়ে রইলো আর তিনি বসে আছেন এবং তাঁর বসে থাকা পর্যন্ত লোক দাঁড়িয়ে রইলো।’’  ৯৫</div><div><br></div><div>➥{আল্লামা মোল্লা আলী ক্বারী, মেরকাত, ৬/২৫৪৭ পৃঃ  হা/৩৯৬৩ এর ব্যাখ্যা, আরও দেখুন হাশীয়ে মেশকাত, কিতাবুল জিহাদ, পরিচ্ছেদ: হুকুমুল ইসরা, পৃষ্ঠা-৩৪৪, নূর মোহাম্মদ কুতুবখানা, করাচী, পাকিস্তান।}</div><div><br></div><div><br></div><div>এসব ভাষ্য থেকে বোঝা, ওই হাদীস দুটি দ্বারা বিশেষ কিয়াম নিষেধ করা হয়েছে। মীলাদ মাহফিলের কিয়াম এর অন্তর্ভুক্ত। অধিকন্তু যদি তাযীমী কিয়াম নিষেধ হয়, তাহলে দেওবন্দী উলেমা ও অন্যান্যদের আগমনে জনগণ যে সশরেির দাঁড়িয়ে যান, তা কেন জায়েয হবে?</div><div><br></div><div>━━━━━━━━━━</div>"
  },
  {
    "1": "কয়েক জায়গায় দাঁড়ানো মাকরূহ",
    "2": "<div><br></div><div>(৫) কয়েক জায়গায় দাঁড়ানো মাকরূহ।</div><div><br></div><div><br></div><div>প্রথমতঃ যমযম ও ওযুর পানি ব্যতীত অন্যান্য পানি পান করার সময় বিনা কারণে দাঁড়ানো মাকরূহ।</div><div><br></div><div><br></div><div>দ্বিতীয়তঃ পার্থিব লালসায় বিনা কারণে দুনিয়াবী লোকের সম্মানে দাঁড়ানো মাকরূহ।</div><div><br></div><div><br></div><div>তৃতীয়ত: ধনদৌলতের কারণে কাফিরের সম্মানার্থে দাঁড়ানো মাকরূহ।</div><div><br></div><div><br></div><div>❏ ফাতওয়ায়ে আলমগীরীর কিতাবুল কারাহিয়া শীর্ষক আহলে জিম্মাহ অধ্যায়ে বর্ণিত আছে-</div><div><br></div><div><br></div><div>وَإِنْ قَامَ تَعْظِيمًا لَهُ مِنْ غَيْرِ أَنْ يَنْوِيَ شَيْئًا مِمَّا ذَكَرْنَا أَوْ قَامَ طَمَعًا لِغِنَاهُ كُرِهَ لَهُ ذَلِكَ كَذَا فِي الذَّخِيرَةِ.</div><div><br></div><div><br></div><div>-‘‘যদি কারো জন্য উলে­খিত অবস্থাদি ব্যতীত দাঁড়ানো হয় বা সম্পদের লালসায় দাঁড়ানো হয়, তাহলে তা মাকরূহ হবে। এমনটি জাখিরাহ গ্রন্থে রয়েছে।’’  ৭৫</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, ৫/৩৪৮ পৃঃ }</div><div><br></div><div><br></div><div>চতুর্থত: যে ব্যক্তি নিজের তাযীমের জন্য লালায়ীত, তার সম্মানার্থে দাঁড়ানো নিষেধ।</div><div><br></div><div><br></div><div>পঞ্চমত: যদি কোন বড় লোক মাঝখানে বসা অবস্থায় আছে এবং তার চারদিকে বিনীতভাবে মানুষ দাঁড়িয়ে রইল। এ ধরনের দাঁড়ানো কঠোরভাবে নিষিদ্ধ করা হয়েছে। নিজের জন্য কারো দাঁড়িয়ে থাকা পছন্দ করাটা নিষেধ। দ্বিতীয় অধ্যায়ে এর প্রমান দেয়া হবে ইনশা-আল্লাহ। এ প্রকারেেভদটা যেন স্বরণ থাকে।</div><div><br></div><div><br></div><div>উপরোক্ত বিশ্লেষণ থেকে এটা নিঃসন্দেহে জানা গেল যে মীলাদ শরীপে পবিত্র বেলাদতের আলাচনা করার সময় কিয়াম করাটা সাহাবায়ে কিরাম ও পূর্ববর্তী নেককার বান্দাদের থেকে প্রমাণিত। আমি সুন্নাত কিয়ামের বর্ণনায় চতুর্থ পর্যায়ে সে ধরনের কিয়ামের কথা উলে­খ করেছি, যা কোন খুশির সংবাদ পেয়ে বা কোন প্রিয়জনের আলোচনার সময় করা হয় এবং প্রথম পর্যায়ে ওই ধরনের কিয়ামের কথা উলে­খ করেছি, যা ধর্মীয় মর্যাদাশীল কোন জিনিসের সম্মানে করা হয়। সুতরাং মীলাদ শরীফে কিয়াম কয়েক কারণে সুন্নাত।</div><div><br></div><div><br></div><div>প্রথমতঃ এটা পবিত্র বেলাদতের আলোচনার সম্মানে করা হয়।</div><div><br></div><div>দ্বিতীয়তঃ এ জন্য যে, মুসলমানের জন্য যিকরে বেলাদতের চেয়ে বড় খুশির বিষয় আর কি হতে পারে আর খুশির সংবাদে দাঁড়ানো সুন্নাত।</div><div><br></div><div>তৃতীয়তঃ মুসলমানের কাছে নবী করীম</div><div><br></div><div>(ﷺ) থেকে বেশী প্রিয় আর কে আছে? মা-বাপ, ধন-সম্পদ ইত্যাদি সব কিছু থেকে বেশি প্রিয়ভাজন হচ্ছেন হুযুর আলাইহিস সালাম। তাঁর যিকরের সময় দাঁড়ানো পূর্বসূরী নেকবান্দাদের সুন্নাত।</div><div><br></div><div>চতুর্থতঃ পবিত্র বেলাদতের সময় ফিরিশতাগণ দুয়ারে দাঁড়িয়ে ছিলেন। এজন্য পবিত্র বেলাদতের আলোচনার সময় দাঁড়ানো ফিরিশতাদের কাজের সাথে মিল রয়েছে।</div><div><br></div><div>পঞ্চমতঃ আমি মীলাদ শরীফের আলোচনায় হাদীছ দ্বারা প্রমাণ করেছি যে, হুযুর আলাইহিস সালাম স্বীয় গুণাবলী ও বংশ পরিচয় মিম্বরে দাঁড়িয়ে বর্ণনা করেছেন। এতে কিয়ামের মূল বৈশিষ্ট পাওয়া যায়।</div><div><br></div><div>ষষ্টতঃ শরীয়ত একে নিষেধ করেনি এবং প্রত্যেক দেশে সাধারণ মুসলমানগণ একে ছওয়াবের কাজ মনে করে পালন করে। যে কাজটা মুসলমানগণ ভাল কমনে করে, সে কাজ আল্লাহর কাছেও ভাল বলে গণ্য। আমি এর বিশ্লষণ মীলাদ ও বিদআতের আলোচনায় করেছি। অধিকন্তু প্রথমেই আরয করেছি যে. মুসলমান যে কাজটাকে মুস্তাহাব হিসেবে জানে, শরীয়তেও তা মুস্তাহাব হিসেবে গণ্য।</div><div><br></div><div><br></div><div>❏ ফত্ওয়ায়ে শামীর তৃতীয় খন্ড কিতাবুল ওয়াকফের وقف منقولات শীর্ষক আলোচনায় বর্ণিত আছে-</div><div><br></div><div><br></div><div>لِأَنَّ التَّعَامُلَ يُتْرَكُ بِهِ الْقِيَاسُ لِحَدِيثِ مَا رَآهُ الْمُسْلِمُونَ حَسَنًا فَهُوَ عِنْدَ اللَّهِ حَسَنٌ</div><div><br></div><div><br></div><div>-‘‘ডেক্সি, জানাযার খাঁটিয়া ইত্যাদির ওয়াকফ ধারণামত নাজায়েয হওয়ার কথা। কিন্তু যেহেতু সাধারণ মুসলমানগণ এর অনুসারী, সেহেতু কিয়াসকে বাদ দেয়া হয়েছে এবং ওটাকে জায়েয বলে স্বীকৃতি দেয়া হয়েছে।’’  ৭৬</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, ৪/৩৬৪ পৃঃ}</div><div><br></div><div><br></div><div>দেখুন, সাধারণ মুসলমানগণ যে কাজটাকে ভাল মনে করে এবং এর হারাম হওয়া সম্পর্কে সুষ্পষ্ট দলীল না থাকে, তখন কিয়াসকে বাদ দেয়া প্রয়োজন।</div><div><br></div><div><br></div><div>❏ দুররুল মুখতারের পঞ্চম খন্ড কিতাবুল ইাজারাতের اجارة الفاسده অধ্যায়ে উলে­খিত আছে-</div><div><br></div><div><br></div><div>(وَجَازَ إجَارَةُ الْحَمَّامِ) لِأَنَّهُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - دَخَلَ حَمَّامَ الْجُحْفَةِ وَلِلْعُرْفِ. وَقَالَ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - مَا رَآهُ الْمُسْلِمُونَ حَسَنًا فَهُوَ عِنْدَ اللَّهِ حَسَنٌ</div><div><br></div><div><br></div><div>- স্নানাগার ভাড়া দেয়া জায়েয, কেননা হুযুর আলাইহিস সালাম হাজফা শহরের স্নানাগার তশরীফ নিয়ে গিয়েছিলেন এবং এজন্য এটা প্রচলন হয়ে গেছে। হুযুর আলাইহিস সালাম ফরমা, যেটা মুসলমানগণ যে ভাল মনে করে, সেটা আল্লাহর কাছেও ভাল।  ৭৭</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, ৬/৫১-৫২ পৃঃ }</div><div><br></div><div><br></div><div>এর প্রেক্ষাপট ফত্ওয়ায়ে শামীতে উলে­খিত আছে যে, হুযুর আলাইহিস সালামের হাজফা শহরের স্নানাগারে প্রবেশ করার বর্ণনাটি খুবই দুর্বল। কেউ কেউ একে মওজু বা বানাওট হাদীছ বলেছেন। সুতরাং স্নানাগার জায়েয হওয়ার একটি মাত্র দলীল অবশিষ্ট রইল অর্থাৎ সাধারণভাবে প্রচলনটাতো প্রমাণিত হলো। মুসলমানগণ যে কাজটা সাধারণভাবে বৈধ মনে করে, তা জায়েয।</div><div><br></div><div><br></div><div>❏ একই জায়গায় শামীতে আরও উলে­খ আছে-</div><div><br></div><div><br></div><div>لِأَنَّ النَّاسَ فِي سَائِرِ الْأَمْصَارِ يَدْفَعُونَ أُجْرَةَ الْحَمَّامِ وَإِنْ لَمْ يُعْلَمْ مِقْدَارُ مَا يَسْتَعْمِلُ مِنْ الْمَاءِ وَلَا مِقْدَارُ الْقُعُودِ، فَدَلَّ إجْمَاعُهُمْ عَلَى جَوَازِ ذَلِكَ وَإِنْ كَانَ الْقِيَاسُ يَأْبَاهُ</div><div><br></div><div><br></div><div>-কেননা সব শহরগুলোতে মুসলমানগণ স্নানাগারের ফি দিয়ে থাকেন। সুতরাং তাদের ঐক্যমতের কারণে জায়েয হওয়াটা বোঝা গেল, যদিওবা এটা কিয়াসের বিপরীত। কিয়াস অনুসারে স্নানাগারের ফি নাজায়েয হওয়াটাই বাঞ্চনীয়। কেননা কতটুকু পানি ব্যবহার হবে তা জানা যায় না। অথচ ভাড়ার ব্যাপারে লাভ ক্ষতি সম্পর্কে জানাটা প্রয়োজন।  ৭৮</div><div><br></div><div>➥{ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, ৬/৫২ পৃঃ }</div><div><br></div><div><br></div><div>কিন্তু যেহেতু মুসলমানগণ সাধারণভাবে একে জায়েয মনে করে, সেহেতু এটা জায়েয। মীলাদ শরীফে কিয়াম করাটা সর্বসাধারণ মুসলমানগণ মুস্তাহাব মনে করে। সুতরাং, এটা মুস্তাহাব।</div><div><br></div><div><br></div><div>সপ্তমতঃ এ জন্য যে, আল্লাহ তা’আলা ইরশাদ ফরমান-</div><div><br></div><div><br></div><div>وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ</div><div><br></div><div><br></div><div>-‘‘হে মুসলমানগণ, আমার নবীকে সাহায্য কর ও তাঁকে সম্মান কর।’’  ৭৯</div><div><br></div><div>➥{ সূরা ফাতহ, আয়াত নং-৯}</div><div><br></div><div><br></div><div>তাযীমের বেলায় কোন বাঁধা ধরা নিয়ম নেই, বরং যে যুগে বা যে জায়গায় তাযীমের যে রীতি প্রচলিত, সেভাবে তাযীম করুন, যদি শরীয়ত একে হারাম না করে থাকে। যেমন তাযীমী সিজ্দা ও রুকু করা হারাম। আমাদের যুগে রাজকীয় হুকুমাদিও দাঁড়িয়ে পাঠ করা হয়। সুতরাং হুযুর আলাইহিস সালামের যিকরও দাঁড়িয়ে করা চাই। দেখুন- كُلُوا وَاشْرَبُوا -‘‘খারা ও পান করুন।’’  ৮০</div><div><br></div><div>➥{সূূরা বাক্বারা, আয়াত নং-৬০}</div><div><br></div><div><br></div><div>বাখ্যে শর্তহীনভাবে খারা পিনার অনুমতি রয়েছে অর্থাৎ প্রত্যেক হালাল আহার্য গ্রহণ করুন। তাই বিরানী, জরদা কোরমা ইত্যাদি সবই কুরূনে ছালাছায় থাকুক বা না থাকুক হালাল। এ রকম  শব্দেও শর্তহীন নির্দেশ রয়েছে যে প্রত্যেক প্রকারের বৈধ তাযীম করুন কুরূনে ছালাছা থেকে এটা প্রমাণিত হোক বা না হোক।</div><div><br></div><div><br></div><div>অষ্টমতঃ আল্লাহ তা’আলা উরশাদ ফরমান-</div><div><br></div><div><br></div><div>وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ</div><div><br></div><div><br></div><div>অর্থাৎ যে ব্যক্তি আল্লাহর নিশানা সমূহের সম্মান করে, তা হবে আত্মার সংযমশীলতার বহিঃপ্রকাশ।  ৮১</div><div><br></div><div>➥{সূরা আল-হাজ্জ, আয়াত নং-৩২}</div><div><br></div><div><br></div><div>❏ তাফসীরে রুহুল বয়ানে আয়াত ৮২</div><div><br></div><div><br></div><div>وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ</div><div><br></div><div><br></div><div>➥{সূরা মায়েদা, আয়াত নং-২}</div><div><br></div><div><br></div><div>এর ব্যাখ্যায় লিখা হয়েছে যে, যে জিনিসটা ধর্মীয় মর্যাদা লাভ করেছে, তা আল্লাহর নিশানা সমূহের অর্ন্তভুক্ত, সে সবের সম্মান করা প্রয়োজন। যেমন, কোন বিশেষ মাস, কোন বিশেষ দিন বা স্থান, কোন বিশেষ সময় ইত্যাদি। এ জন্যই সাফা-মারওয়া, কাবা মুয়াজ্জমা, মাহে রমযান, শবে কদরের তাযীম করা হয়। যিকরে বিলাদতও আল্লাহর নিশানাসমূহের অর্ন্তভুক্ত। অতএব এর তাযীমও করণীয়, যা কিয়অমের মাধ্যমে আদায় হয়।</div><div><br></div><div><br></div><div>আমি আটটি দলিলের সাহায্যে কিয়াম মুস্তাহাব হওয়াটা প্রমাণ করলাম। কিন্তু বিরোধিতাকারীদের কাছে খোদার রহমতে হারাম প্রমাণ করার একটি দলীলও নেই। কেবল স্বীয় মনগড়া অভিমত দ্বারাই হারাম বলেন।</div><div><br></div><div>━━</div>"
  },
  {
    "1": "মীলাদ শরীফে কিয়ামের প্রমাণ",
    "2": "<div>প্রথম অধ্যায়</div><div><br></div><div>মীলাদ শরীফে কিয়ামের প্রমাণ</div><div><br></div><div><br></div><div>কিয়াম অর্থাৎ দন্ডায়মান হওয়া ছয প্রকার-জায়েয, ফরয, সুন্নাত, মুস্তাহাব, মাকরূহ ও হারাম। প্রত্যেক প্রকারের কিয়ামকে সনাক্ত করার নিয়ম আমি বাতলে দিচ্ছি, যার ফলে সহজেই বোঝা যাবে এ কিয়াম কি ধরনের।</div><div><br></div><div><br></div><div>(১) পার্থিব প্রয়োজনে দাড়াঁনো জায়েয। এর হাজার হাজার উদাহরণ রয়েছে। যেমন-দাড়িঁয়ে দালান তৈরি করা এবং অন্যান্য দুনিয়াবি কাজকর্ম ইত্যাদি করা।</div><div><br></div><div><br></div><div>❏ কুরআন মজিদে উলে­খিত আছে-</div><div><br></div><div><br></div><div>فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ</div><div><br></div><div><br></div><div>-‘‘যখন জুমআর নামায হয়ে যাবে, তখন তোমরা জমিনে ছড়িয়ে পড়।’’</div><div><br></div><div>(সূরা জুম‘আ, আয়াত নং-১০)</div><div><br></div><div><br></div><div>না দাঁড়িয়ে ছড়িয়ে পড়া কখনও সম্ভব নয়।</div><div><br></div><div><br></div><div>(২) পাঁচ ওয়াক্তিয়া ও ওয়াজিব নামাজে দাড়াঁনো ফরয। যেমন-</div><div><br></div><div><br></div><div>وَقُومُوا لِلَّهِ قَانِتِينَ</div><div><br></div><div><br></div><div>-‘‘আল্লাহর সামনে আনুগত্য প্রকাশ করতঃ দন্ডায়মান হও।’’</div><div><br></div><div>(সূরা বাক্বারা, আয়াত নং-২৩৮)</div><div><br></div><div><br></div><div>অর্থাৎ যদি কোন লোক সামর্থ্য থাকা সত্তেও বসে আদায় করে, তাহলে নামায হবে না।</div><div><br></div><div><br></div><div>(৩) নফল নামাযে দন্ডায়মান হওয়া মুস্তাহাব। অবশ্য বসেও জায়েয। তবে দাঁড়িয়ে পড়াতে ছওয়াব বেশি।</div><div><br></div><div> </div><div><br></div><div>(৪) কয়েকটি বিশেষ সময় দাঁড়ানো সুন্নাত।</div><div><br></div><div><br></div><div>প্রথমতঃ ধর্মীয় মর্যাদাশীল জিনিসের সম্মানার্থে দাড়াঁনো। এ জন্য যমযমের পানি ও ওযুর অবশিষ্ট পানি দাঁড়িয়ে পান করা সুন্নাত। হুযুর আলাইহিস সালামের রওযা পাকে উপস্থিত হওয়া যদি আল্লাহ্ নসীব করেন, তখন নামাযের মত হাত বেঁধে দাড়ানো সুন্নাত।</div><div><br></div><div><br></div><div>❏ ফাত্ওয়ায়ে আলমগীরীর প্রথম খন্ডে কিতাবুল হজ্জ্বের শেষে زِيَارَةِ قَبْرِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ শীর্ষক অধ্যায়ে উলে­খিত আছে-</div><div><br></div><div><br></div><div>وَيَقِفُ كَمَا يَقِفُ فِي الصَّلَاةِ وَيُمَثِّلُ صُورَتَهُ الْكَرِيمَةَ الْبَهِيَّةَ كَأَنَّهُ نَائِمٌ فِي لَحْدِهِ عَالِمٌ بِهِ يَسْمَعُ كَلَامَهُ.</div><div><br></div><div><br></div><div>-‘‘পবিত্র রওযা শরীফের সামনে এমনভাবে দাঁড়াবে যেভাবে নামাযে দাঁড়ানো হয় এবং সেই পবিত্র চিত্র মনের মধ্যে এমনভাবে স্থাপন করবে, যাতে মনে হয়। হুযুর আলাইহিস সালাম রওযা পাকে আরাম ফরমাচ্ছেন, তাকে চিনছেন ও তার কথা শুনছেন।’’</div><div><br></div><div>(ফাতওয়ায়ে আলমগীরী, ১/২৬৫ পৃ.)</div><div><br></div><div><br></div><div>অনুরুপ মুমিনদের কবরে ফাতিহা পাঠ করার সময় কেবলার দিকে পিঠ এবং কবরের দিকে মুখ করে দাড়াঁনো সুন্নাত।</div><div><br></div><div><br></div><div>❏ আলমগীরী কিতাবুল কারাহিয়ার زِيَارَةِ قَبْورِ অধ্যায়ে আছে-</div><div><br></div><div><br></div><div>يَخْلَعُ نَعْلَيْهِ ثُمَّ يَقِفُ مُسْتَدْبِرَ الْقِبْلَةِ مُسْتَقْبِلًا لِوَجْهِ الْمَيِّتِ</div><div><br></div><div><br></div><div>-‘‘প্রথমে জুতা খুলে ফেলুন। অতঃপর কাবার দিকে পিঠ করে এবং মৃত ব্যক্তির দিকে মুখ করে দাঁড়ান। রওযা পাক, যমযম ও ওযুর পানি, মুমিনের কবর সবই পবিত্র জিনিস। কিয়ামের দ্বারা এগুলোর তাযীম করানো হয়েছে।</div><div><br></div><div>(ফাতওয়ায়ে আলমগীরী, ৫/৩৫০ পৃ.)</div><div><br></div><div><br></div><div>দ্বিতীয়তঃ যখন কোন ধর্মীয় নেতা আসেন, তাঁর সম্মানার্থে দাড়িয়ে যাওয়া সুন্নাত। অনুরূপ কোন ধর্মীয় নেতা সামনে দাঁড়ালে তার জন্য দাড়িয়ে থাকা সুন্নাত। কিন্তু বসে থাকা বেআদবী।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের প্রথম খন্ড কিতাবুল জিহাদে কিয়াম ও হুকমুল ইসরা শীর্ষক অধ্যায়ে উলে­খিত আছে যে যখন হযরত সাআদ ইবনে মুআয ইবনে মুআয (رضي الله عنه) মসজিদে নববীতে উপস্থিত হন, তখন হুযুর আলাইহিস সালাম আনসারদেরকে হুকুম দিলেন-</div><div><br></div><div><br></div><div>قُومُوا إِلَى سَيِّدِكُمْ</div><div><br></div><div><br></div><div>-‘‘আপনাদের নেতার জন্য দাঁড়িয়ে যান।’’  ৬০</div><div><br></div><div>➥〈  ইমাম বুখারী, আস-সহীহ, কিতাবুল মাগাজী, ৪/১৫১১ পৃঃ  হা/৩৮৯৫, দারু ইবনে কাসির, বয়রুত, লেবানন, ইমাম মুসলিম, আস-সহীহ, কিতাবুয যিহাদ, ৩/১৩৮৮ পৃঃ  হা/১৭৬৮, দারু ইহ্ইয়াউস তুরাশুল আরাবী, বয়রুত, লেবানন, ইমাম আবু দাউদ, আস-সুনান, কিতাবুল আদাব, ৪/৩৫৫ পৃঃ  হা/৫২১৫, দারুল ফিকর ইলমিয়্যাহ, বয়রুত, লেবানন, খতিব তিবিরিযি, মিশকাত, কিতাবুল আদাব, হা/৪৬৯৫ এবং হা/৩৯৬৩ 〉</div><div><br></div><div><br></div><div>এ দাঁড়ানো ছিল সম্মানবোধক। তাদেরকে বাধ্য করে দাঁড় করানো হয়নি। অধিকন্তু ঘোড়া থেকে নামানোর জন্য ২/১ জনই যথেষ্ঠ ছিল। কিন্তু সবাইকে কেন বললেন যে দাঁড়িয়ে যাও। আর ঘোড়া থেকে নামানোর জন্য মজলিসে আগ তাদের মধ্যে থেকে কাউকে ডাকা যেত। কিন্তু নির্দিষ্ট করে আনসারদেরকে কেন হুকুম করলেন? স্বীকার করতেই হবে যে, এ কিয়ামটা ছিল সম্মান বোধক। হযরত সাআদ আনসারদের নেতা ছিলেন। তাই তাদের দ্বারা তাযীম করানো হয়েছে। যাঁরা উপরোক্ত বাক্যে ব্যবহৃত إِلَى দ্বারা ধোঁকা দিয়ে বলেন যে, এ দাড়াঁনোটা ছিল রোগীর সাহাযার্থে, তারা তাহলে সূরা মায়েদার ৬ নং এ আয়াতের বিষয়ে কি বলবেন-</div><div><br></div><div><br></div><div>إِذا قُمْتُمْ إِلَى الصَّلاةِ</div><div><br></div><div><br></div><div>-‘‘যখন তোমরা নামাযের জন্য দাঁড়াবেন।’’</div><div><br></div><div><br></div><div>❏ আল্লামা শায়খ আব্দুল হক মুহাদ্দেসে দেহলভী (رحمة الله) তার আশিয়াতুল লুম‘আত গ্রন্থে এ হাদিসের ব্যাখ্যায় লিখেন-</div><div><br></div><div><br></div><div>حكمت در مراعات توقير واكرام سعد دريں مقام وامر تعظيم وتكريم او دريں ها آں باشد كه اورابرائے حكم كردن طلبيده بودند پس اعلان شان او دريں مقام اولى وانسب باشد.</div><div><br></div><div><br></div><div>-‘‘এখানে إِلَى হযরত সাআদের প্রতি তাযীম করানোর রহস্য হচ্ছে যে তাঁকে বনি কুরায়জার উপর শাসন করার জন্য ডাকা হয়েছিল। তাই এ জায়গায় তাঁর শান-মান প্রকাশের সঠিক সময় ও প্রয়োজন ছিল।’’  ৬১</div><div><br></div><div>➥〈 আশিয়াতুল লুম‘আত, কিতাবুল আদাব, কিয়াম পরিচ্ছেদ, ৪/৩০ পৃঃ  〉</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের কিয়াম অধ্যায়ে হযরত আবু হুরাইরা থেকে বর্ণিত আছে-</div><div><br></div><div><br></div><div>عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْلِسُ مَعَنَا فِي الْمَسْجِدِ يُحَدِّثُنَا فَإِذَا قَامَ قُمْنَا قِيَامًا حَتَّى نَرَاهُ قد دخل بعض بيُوت أَزوَاجه.</div><div><br></div><div><br></div><div>-‘‘যখন হুযুর আলাইহিস সালাম বৈঠক করে উঠতেন, তখন আমরা দাঁড়িয়ে যেতাম এবং এতটুকু পর্যন্ত দেখতাম যে তিনি তাঁর পবিত্র বিরি ঘরে প্রবেশ করছেন।’’  ৬২</div><div><br></div><div>➥〈  ইমাম বায়হাকী, শুয়াবুল ঈমান, ১১/২৭১ পৃঃ  হা/৮৫৩১, খতিব তিবরিযি, মিশকাতুল মাসাবীহ, ৩/১৩৩২ পৃঃ  কিতাবুল আদাব, হা/৪৭০৫, এ হাদিসটিকে আহলে হাদিসদের তথাকথিত ইমাম আলবানী মিশকাতের তাহকীকে যঈফ বলে উল্লেখ করেছেন; অথচ হাদিসটি সহীহ, যার জবাব আমি আমার লিখিত ‘প্রমাণিত হাদিসকে জাল বানানোর স্বরূপ উন্মোচন’ তৃতীয় খন্ডেখন্ডে দিয়েছি। 〉</div><div><br></div><div><br></div><div>❏ আশআতুল লুমআত কিতাবুল আদাবের কিয়াম শীর্ষক অধ্যায়ে قُومُوا إِلَى سَيِّدِكُمْ এর ব্যাখ্যা প্রসঙ্গে উলে­খিত আছে-</div><div><br></div><div><br></div><div>اجماع كرده اند جماهير علماء باين حديث بر اكرام اهل فضل از علم يا صلاح يا شرف ونورى گفته كه ايں قيام مراهل فضل را وقت قدوم آوردن ايشاں مستحب است واحاديث دريں باب درود يافته ودر نهى ازا صريحا چيزے صحيح نه شده از قنيه نقل كرده كه مكرده نيست قيام جالس-از برائے كسى در آمده است بروے بجهت تعظيم.</div><div><br></div><div><br></div><div>-‘‘এ হাদীসের পরিপ্রেক্ষিতে অধিকাংশ উলামায়ে কিরাম পুণাত্ণা উলামায়ে কিরামের তাযীম করার ব্যাপারে ঐক্যমত পোষণ করেন। ইমাম নববী বলেন যে বুযুর্গানে কিরামের তাশরীফ আনয়নের সময় দাঁড়ানো মুস্তাহাব। এর সর্মথনে অনেক হাদীছ রয়েছে কিন্তু এর নিষেধাজ্ঞার ব্যাপারে সুষ্পষ্ট কোন হাদীছ নেই। ‘কীনা’ গ্রন্থ থেকে সংকলিত হয়েছে যে আগমনকারী কারো সম্মানার্থে বসে থাকা লোকের দাঁড়িয়ে যাওয়া মাকরূহ নয়।’’  ৬৩</div><div><br></div><div>➥〈 আশিয়াতুল লুম‘আত, কিতাবুল আদাব, কিয়াম পরিচ্ছেদ, ৪/৩০ পৃঃ  〉</div><div><br></div><div><br></div><div>❏ ফাতওয়ায়ে আলমগীরী কিতাবুল কারাহিয়ারملاقات الملوك শীর্ষক অধ্যায়ে বর্ণিত আছে-</div><div><br></div><div><br></div><div>تَجُوزُ الْخِدْمَةُ لِغَيْرِ اللَّهِ تَعَالَى بِالْقِيَامِ وَأَخْذِ الْيَدَيْنِ وَالِانْحِنَاءِ</div><div><br></div><div><br></div><div>-‘‘খোদা ভিন্ন অন্য কাউকে দাঁড়িয়ে, কর্র্মদন করে বা নত হয়ে সম্মান করা জায়েয।’’  ৬৪</div><div><br></div><div>➥〈 নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, ৫/৩৬৯ পৃঃ  〉</div><div><br></div><div><br></div><div>এখানে নত হওয়া বলতে রুকু থেকে কম নত হওয়াকে বোঝানো হয়েছে। কেননা রুকু পর্যন্ত নত হওয়াতো নাজায়েয। এ প্রসংগে আমি ভূমিকায় আলোকপাত করেছি।</div><div><br></div><div><br></div><div>❏ দুররুল মুখতার গ্রন্থের পঞ্চম খন্ডে কিতাবুল কারাহিয়ার ‘ইসতাবরা’ অধ্যায়ের শেষে বর্ণিত আছে-</div><div><br></div><div><br></div><div>يَجُوزُ بَلْ يَنْدُبُ الْقِيَامُ تَعْظِيمًا لِلْقَادِمِ كَمَا يَجُوزُ الْقِيَامُ، وَلَوْ لِلْقَارِئِ بَيْنَ يَدَيْ الْعَالِمِ</div><div><br></div><div><br></div><div>-‘‘আগমনকারী কারো সম্মানার্থে দাঁড়ানো জায়েয এবং মুস্তাহাব যেমন আলিমের সামনে দাঁড়িয়ে যাওয়া কুরআন তিলওয়াতকারীর জন্য জায়েয।’’  ৬৫</div><div><br></div><div>➥〈 ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, ৬/৩৮৪ পৃঃ  〉</div><div><br></div><div><br></div><div>এ থেকে বোঝা গেল যে কারো কুরআন তিলওয়াতরত অবস্থায় কোন ধর্মীয় আলিম আসলে তাঁর সম্মানার্থে দাঁড়িয়ে যাওয়া মুস্তাহাব।</div><div><br></div><div><br></div><div>❏ এ প্রসংগে ফত্ওয়ায়ে শামীতে বলা হয়েছে-</div><div><br></div><div><br></div><div>وَقِيَامُ قَارِئِ الْقُرْآنِ لِمَنْ يَجِيءُ تَعْظِيمًا لَا يُكْرَهُ إذَا كَانَ مِمَّنْ يَسْتَحِقُّ التَّعْظِيمَ</div><div><br></div><div><br></div><div>-‘‘কুরআন তিলওয়াত রত অবস্থায় আগমনকারী কারো সম্মানার্থে দাঁড়িয়ে যাওয়া মাকরূহ নয়, যদি তিনি সম্মান পাওয়ার উপযোগী হন।’’ ৬৬</div><div><br></div><div>➥〈 ইমাম ইবনে আবেদীন শামী, ফাতওয়ায়ে শামী, ৬/৩৮৪ পৃঃ  〉</div><div><br></div><div><br></div><div>❏ ফত্ওয়ায়ে শামী প্রথম খন্ড الامامت শীর্ষক অধ্যায়ে বর্ণিত আছে যে যদি কেউ মসজিদের প্রথম কাতারে জামাতের অপেক্ষায় বসে আছেন। ইত্যবসরে কোন আলিম আসলে তাকে জায়গা ছেড়ে দিয়ে নিজে পিছনে যাওয়া মুস্তাহাব। বরং এর জন্য প্রথম কাতারে নামায পড়া থেকে এটা আফযল। এটাতো উলামায়ে উম্মতের তাযীমের জন্য, কিন্তু হযরত সিদ্দীক আকবর (رضي الله عنه) তো নামায পড়ানো অবস্থায় হুযুর আলাইহিস সালামকে তশরীফ আনতে দেখে নিজে মুক্তাদী হয়ে গেলেন এবং নামাযের মাঝামাঝি হুযুর আলাইহিস সালাম ইমাম হলেন। (মিশকাত শরীফেরمرض النبى অধ্যায়ে দ্রষ্টব্য) উপরোক্ত বিবরণ থেকে বোঝা গেল যে ইবাদতরত অবস্থায়ও বুযুর্গানে দ্বীনের তাযীম করা জায়েয। মুসলিম শীফের দ্বিতীয় খন্ডে بَابُ حَدِيثِ تَوْبَةِ كَعْبِ بْنِ مَالِكٍ وَصَاحِبَيْهِ অধ্যায়ে উলে­খিত আছে-</div><div><br></div><div><br></div><div>فَقَامَ طَلْحَةُ بْنُ عُبَيْدِ اللهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّأَنِي</div><div><br></div><div><br></div><div>-‘‘অতঃপর তালহা ইবনে উবাইদুল্লাহ দাঁড়িয়ে গেলেন এবং দৌড়ে এসে আমার সাথে মুসাফা করলেন এবং ধন্যবাদ জ্ঞাপন করলেন।’’  ৬৭</div><div><br></div><div>➥〈 ইমাম মুসলিম, আস-সহীহ, ৪/২১২০ পৃঃ , হা/২৭৬৯ 〉</div><div><br></div><div><br></div><div>❏ এর প্রেক্ষাপটে ইমাম নববী (رحمة الله) মুসলিম শরীফের ব্যাখ্যা গ্রন্থে উলে­খ করেন-</div><div><br></div><div><br></div><div>فِيهِ اسْتِحْبَابُ مُصَافَحَةِ الْقَادِمِ وَالْقِيَامِ لَهُ إِكْرَامًا وَالْهَرْوَلَةِ إِلَى لِقَائِهِ</div><div><br></div><div><br></div><div>-‘‘এর দ্বারা প্রমাণিত হলো যে আগমনকারীর সাথে মুসাফা করা, এর সম্মানে দাঁড়িয়ে যাওয়া এবং দৌড়ে এর কাছে আসা মুস্তাহাব।’’  ৬৮</div><div><br></div><div>➥〈 ইমাম নববী, শরহে মুসলিম, ১৭/৯৬ পৃঃ  〉</div><div><br></div><div><br></div><div>তৃতীয়তঃ যখন নিজের কোন প্রিয়জন আসে, তখন এর আগমনের আনন্দে দাঁড়িয়ে যাওয়া, হাত-পা ইত্যাদি চুমু দেয়া সুন্নাত।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের কিতাবুল আদব মুসাফা শীর্ষক অধ্যায়ে বর্ণিত আছে যে হযরত যায়েদ ইবনে হারেছা (رضي الله عنه) মুস্তফা আলাইহিস সালামের পবিত্র দরজার সামনে আসলেন এবং দরজার কড়া নাড়লেন-</div><div><br></div><div><br></div><div>فقامَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُرْيَانًا يَجُرُّ ثَوْبَهُ وَاللَّهِ مَا رَأَيْتُهُ عُرْيَانًا قَبْلَهُ وَلَا بَعْدَهُ فَاعْتَنَقَهُ وَقَبَّلَهُ. رَوَاهُ التِّرْمِذِيُّ</div><div><br></div><div><br></div><div>-‘‘হুযুর আলাইহিস সালাম চাদর বিহীন অবস্থায় তাঁর প্রতি দাঁড়িয়ে গেলেন। অতঃপর কোলাকুলি করলেন এবং চুমু খেলেন।’’  ৬৯</div><div><br></div><div>➥〈 ইমাম তিরমিযি, আস-সুনান, ৫/৭৬ পৃঃ  হা/২৭৩২, ইমাম তিরমিযি এ হাদিসটিকে ‘হাসান’ বলেছেন, খতিব তিবরিযি, মিশকাত, ৩/১৩২৭ পৃঃ  কিতাবুল আদাব, হা/৪৬৮২, এ হাদিসটিকে আহলে হাদিস আলবানী মিশকাতের তাহকীকে যঈফ বলেছেন; আর আমি অধম তার এ ভুয়া তাহকীকের জবাব আমার লিখিত ‘প্রমাণিত হাদিসকে জাল বানানোর স্বরূপ উন্মোচন’ তৃতীয় খন্ডখন্ড এ দিয়েছি। 〉</div><div><br></div><div><br></div><div>❏ একই অধ্যায়ে আরও বর্ণিত আছে যে যখনই হযরত খাতুনে জান্নাত ফাতিমা যুহুরা (رضي الله عنه) হুযুর আলাইহিস সালামের সমীপে হাযির হতেন-</div><div><br></div><div><br></div><div>قَامَ إِلَيْهَا فَأَخَذَ بِيَدِهَا فَقَبَّلَهَا وَأَجْلَسَهَا فِي مَجْلِسِهِ</div><div><br></div><div><br></div><div>-‘‘তখন তার জন্য দাঁড়িয়ে যেতেন, হাত ধরে চুমু খেতেন এবং নিজের জায়গায় তাঁকে বসতে দিতেন। অনুরূপ হুযুর আলাইহিস সালাম যখন হযরত ফাতিমা যুহরা (رضي الله عنه) এর কাছে তশরীফ নিয়ে যেতেন, তণন তিনি (ফাতিমা) ও দাঁড়িয়ে যেতেন, দন্ত মুবারকে চুমু খেতেন এবং স্বীয় জায়গায় হুযুর আলাইহিস সালামকে বসাতেন।’’  ৭০</div><div><br></div><div>➥〈 ইমাম আবু দাউদ, আস-সুনান, ৪/৩৫৫ পৃঃ  হা/৫২১৭, খতিব তিবরিযি, মিশকাত, ৩/১৩২৯ পৃঃ  হা/৪৬৮৯ 〉</div><div><br></div><div><br></div><div>❏ মিশকাতের ব্যাখ্যা গ্রন্থ মিরকাতে المشئ بالجنازة অধ্যায়ের দ্বিতীয় পরিচ্ছেদে আছে-</div><div><br></div><div><br></div><div>وَفِيهِ إِيمَاءٌ إِلَى نَدْبِ الْقِيَامِ لِتَعْظِيمِ الْفُضَلَاءِ وَالْكُبَرَاءِ</div><div><br></div><div><br></div><div>-‘‘জ্ঞানী-গুণী ব্যক্তিদের সম্মানে দাঁড়ানো জায়েয।’’  ৭১</div><div><br></div><div>➥〈 ইমাম মোল্লা আলী ক্বারী, মেরকাত, ৩/১২০৭ পৃঃ  হা/১৬৭২ 〉</div><div><br></div><div><br></div><div>চতুর্থতঃ যখন কোন প্রিয়জনের কথা শুনে বা অন্য কোন শুভ সংবাদ পায়, তখন সে সময় দাঁড়িয়ে যাওয়া মুস্তাহাব এবং সাহাবা ও পূর্ববর্তীগণের সুন্নাত।</div><div><br></div><div><br></div><div>❏ মিশকাত শরীফের কিতাবুল ঈমানের তৃতীয় পরিচ্ছেদে হযরত উছমান (رضي الله عنه) থেকে বর্ণিত আছে, আমাকে হযরত সিদ্দীক আকবর (رضي الله عنه) যখন একটি শুভ সংবাদ শোনালেন-</div><div><br></div><div><br></div><div>فَقُمْت إِلَيْهِ فَقلت لَهُ بِأَبِي أَنْتَ وَأُمِّي أَنْتَ أَحَقُّ بِهَا</div><div><br></div><div><br></div><div>-‘‘তখন আমি দাঁড়িয়ে গেলাম এবং বললাম আপনার প্রতি আমার মা-বাপ কুরবান, আপনিই এর উপযোগী।’’  ৭২</div><div><br></div><div>➥〈 ইমাম খতিব তিবরিযি, মিশকাত, ১/১৯ পৃঃ  হা/৪১, ইমাম আহমাদ, আল-মুসনাদ, ১/২০১ পৃঃ  হা/২০ 〉</div><div><br></div><div><br></div><div>❏ তাফসীরে রুহুল বয়ানের ২২ পারায় সূরা ফাতহ এর ২৯ নং আয়াত مُحَمَّدٌ رَسُولُ اللهِ এর ব্যাখ্যা প্রসংগে উলে­খিত আছে যে, ইমাম তাকিউদ্দন সুবকী (رحمة الله) এর দরবারে উলামায়ে কিরামের একটি দল উপস্থিত ছিলেন একজন না’ত আবৃত্তিকারী দুটি রা’ত পাঠ করলেন-</div><div><br></div><div><br></div><div>فَعِنْدَ ذَلِكَ قَامَ الاِمَامُ السُّبْكِىْ وَجَمِيْعَ مَنْ بِالمَجْلِس فحصل انس عظيم بِذَلِكَ المَجْلِسْ.</div><div><br></div><div><br></div><div>-‘‘তখন সাথে সাথে ইমাম সুবকী ও মজলিসে আগত সবাই দাঁড়িয়ে গেলেন এবং তাতে বেশ আনন্দ পাওয়া গেল।’’ ৭৩</div><div><br></div><div>➥{ইমাম ইসমাঈল হাক্কী, তাফসিরে রুহুল বায়ান, ৯/৫৬ পৃঃ }</div><div><br></div><div><br></div><div>পঞ্চমত: কোন কাফির যিনি স্বীয় সম্প্রদায়ের নেতা, যদি ইসলাম ধর্ম গ্রহণের প্রতি আগ্রহান্বিত হন, তাহলে তাঁর আগমনে তাঁর সম্মানার্থে দাঁড়ানো সুন্নাত। যেমন হযরত উমর (رضي الله عنه) যখন ইসলাম গ্রহণ করার জন্য হুযুরের</div><div><br></div><div>(ﷺ) খিদমতে হাযির হলেন. তখন হুযুর আলাইহিস সালাম তাঁকে নিজের পবিত্র বুকের সাথে লাগালেন (ইতিহাস গ্রন্থ দ্রষ্টব্য)।</div><div><br></div><div><br></div><div>❏ ফত্ওয়ায়ে আলমগীরীর কিতাবুল কারাহিয়া শীর্ষক  আহলুল জিম্মাহ অধ্যায়ে উলে­খিত আছে-</div><div><br></div><div><br></div><div>إذَا دَخَلَ ذِمِّيٌّ عَلَى مُسْلِمٍ فَقَامَ لَهُ إنْ قَامَ طَمَعًا فِي إسْلَامِهِ فَلَا بَأْسَ</div><div><br></div><div><br></div><div>-‘‘কোন যিম্মি কাফির মুসলমানের কাছে আসলো, মুসলমান তার ইসলাম গ্রহণের আশায় তার সম্মানে দাঁড়িয়ে গেলেন, এটা জায়েয।’’  ৭৪</div><div><br></div><div>➥{নিযামুদ্দীন বলখী, ফাতওয়ায়ে আলমগীরী, ৫/৩৪৮ পৃঃ}</div><div><br></div><div>━━━━━━━━━━━━━━━</div>"
  }
]