[
  {
    "chapter_id": "3",
    "1": "রোযা কি?",
    "2": "\u003cb\u003eরোযার অর্থ\u003c/b\u003e\r\n\r\nরোযা একটি ফারসী শব্দ। এর আরবী হল ‘সওম’। সওম এর আভিধানিক অর্থ বিরত থাকা। শরীয়তের পরিভাষায় ‘জ্ঞানবুদ্ধি সম্পন্ন মুসলমানের উপর সুবহে সাদিক তথা দিনের একেবারে শুরু ভাগ থেকে সূর্যাস্ত পর্যন্ত রোযার নিয়তে পানাহার, স্ত্রী সহবাস ও রোযা ভঙ্গকারী অন্যান্য কার্যাদি থেকে বিরত থাকার নামই হল ‘সওম’ বা ‘রোযা’।\r\n\r\n\u003cb\u003eরোযার ইতিবৃত্ত\u003c/b\u003e\r\n\r\nরোযা এমন একটি ইবাদত যা বাহ্যত কষ্টকর হলেও তার প্রচলন ছিল সর্বকালে। হযরত আদম আ. এর যুগ থেকে শেষ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত সকল নবীর উম্মতের উপরই তা ফরয ছিল। -রূহুল মাআনী ২/৫৬\r\n\r\nঅবশ্য পূর্ব যুগে রোযার ধরন ছিল বিভিন্ন প্রকৃতির। রোযা রাখার পদ্ধতির ভিন্নতা ছাড়াও ফরয রোযার সংখ্যাও বিভিন্ন রকম ছিল। প্রাথমিক অবস্থায় উম্মতে মুহাম্মদীর উপরও কেবলমাত্র আশুরার রোযা ফরয ছিল। রমযানের রোযার ফরয বিধান আসার পর আশুরার রোযা ফরয হওয়ার হুকুম রহিত হয়ে যায়। -মাআরিফুস সুনান ৫/৩২৩\r\n\r\nউল্লেখ্য, রোযা ফরয হয় হিজরতের দ্বিতীয় বৎসর, ১০ শাবানে। রোযা ফরয হওয়ার পর নবী কারীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মোট ৯টি রমযান পেয়েছিলেন।\r\n\r\n\u003cb\u003eরোযার হুকুম\u003c/b\u003e\r\n\r\nইসলামের মূল স্তম্ভসমূহের মধ্যে ঈমান, নামায ও যাকাতের পরই রোযার স্থান। হাদীস শরীফে এসেছে- ‘পাঁচটি স্তম্ভের উপর ইসলামের ভিত্তি স্থাপিত: আল্লাহ তাআলা এক বলে স্বীকার করা, নামায কায়েম করা, যাকাত প্রদান করা, রমযানের রোযা রাখা ও হজ্জ পালন করা।’ সহীহ মুসলিম ১/৩২\r\n\r\nসুতরাং রমযানের পূর্ণ মাস রোযা রাখা ফরয। আল্লাহ তাআলা ইরশাদ করেন, ‘হে ঈমানদারগণ! তোমাদের উপর (রমযানের) রোযা ফরয করা হয়েছে, যেভাবে তোমাদের পূর্ববর্তী উম্মতের উপর ফরয করা হয়েছিল। যেন তোমরা মুত্তাকী হতে পার।’- সূরা বাকারা ১৮৩\r\n\r\nশরয়ী ওযর ছাড়া যে ব্যক্তি ইচ্ছাকৃত একটি রোযাও পরিত্যাগ করে সে নিকৃষ্ট পাপী। দ্বীনের মৌলিক ফরয লংঘনকারী এবং ঈমান ও ইসলামের ভিত্তি বিনষ্টকারীরূপে সে পরিগণিত হবে। আর এ কারণে সে রোযার যে মঙ্গল ও বরকত থেকে বঞ্চিত হবে তা কস্মিণকালেও পাবে না। এমনকি এ রোযার কাযা করে নিলেও তা ফিরে পাবে না। হাদীস শরীফে এসেছে ‘যে ব্যক্তি কোনো ওযর বা অসুস্থতা ব্যতিরেকে রমযানের একটি রোযা পরিত্যাগ করবে সে যদি ঐ রোযার পরিবর্তে আজীবন রোযা রাখে তবুও ঐ এক রোযার ক্ষতি পূরণ হবে না।’ -জামে তিরমিযী, হাদীস নং ৭২৩\r\n\r\nঅত্যন্ত দুঃখজনক বিষয় এই যে, আমাদের সমাজে অনেক সবল-সুঠাম দেহের অধিকারী ব্যক্তিও অকারণে, সামান্য ছুতায় অসুস্থ হওয়ার অমূলক আশংকায় রোযা পরিত্যাগ করে। এতে তারা আখেরাতের কত বড় ক্ষতি নিজের উপর টেনে নিচ্ছে তা একটু ভেবেও দেখে না।"
  },
  {
    "chapter_id": "4",
    "1": "রমাযানুল মুবারক এর ফযিলত ও বৈশিষ্ট",
    "2": "আল্লাহ তাআলা এই পবিত্র মাসকে যেসব গুণ ও মর্যাদা দ্বারা বৈশিষ্ট্যমন্ডিত করেছেন, যত রহমত, বরকত এবং দয়া ও অনুগ্রহ দ্বারা একে মহিমান্বিত করেছেন, এ মাসের নেক আমলগুলোর যত সওয়াব ও প্রতিদান নির্ধারিত করেছেন তার হিসাব-নিকাশ মানুষের পক্ষে সম্ভব নয়। তবুও কুরআন মজীদের বিভিন্ন আয়াতে এবং হাদীস শরীফের বিস্তৃত বর্ণনায় যে গুরুত্ব ও বৈশিষ্ট বর্ণিত হয়েছে, তার কিছু দৃষ্টান্ত এখানে উল্লেখ করার চেষ্টা করব। আল্লাহ তাআলা সবাইকে উপকৃত করুন। আমীন।\r\n\r\n\u003cb\u003e১. সিয়াম ও কিয়ামের মাস\u003c/b\u003e\r\n\r\nমুসলিম উম্মাহর নিকট রমযান মাসের আগমন ঘটে প্রধানত রোযা ও তারাবীহ’র বার্তা নিয়ে। এটি রমযান মাসের বিশেষ আমল। তাই প্রত্যেক মুমিনের কর্তব্য, পূর্ণ নিষ্ঠা ও আন্তরিকতার সাথে এ দুই বিষয়ে যত্নবান হওয়া। আল্লাহ তাআলা ইরশাদ করেছেন, হে মুমিনগণ! তোমাদের উপর রোযা ফরয করা হয়েছে, যেমন ফরয করা হয়েছিল তোমাদের পূর্ববর্তীদের প্রতি; যাতে তোমরা তাক্বওয়া অবলম্বনকারী (মুত্তাকী) হতে পার।-সূরা বাকারা : ১৮৩\r\n\r\n\u003cb\u003e২. কুরআন নাযিলের মাস\u003c/b\u003e\r\n\r\nরমযান মাসের পরিচয় ও গুরুত্ব বর্ণনা করতে গিয়ে আল্লাহ তাআলা সর্বপ্রথম এই বৈশিষ্ট্যের কথাই উল্লেখ করেছেন। ইরশাদ হয়েছে, রমযান মাস, যাতে কুরআন নাযিল হয়েছে, যা মানুষের জন্য হেদায়েত এবং সুপথ প্রাপ্তির সুস্পষ্ট পথনির্দেশ আর হক্ব-বাতিলের মধ্যে পার্থক্যকারী। সুতরাং তোমাদের যে কেউ এ মাস পাবে সে যেন অবশ্যই এর রোযা রাখে।-সূরা বাকারা : ১৮৫\r\n\r\n\u003cb\u003e৩. মুসলমানদের জন্য সর্বোত্তম মাস\u003c/b\u003e\r\n\r\nহযরত আবু হুরায়রা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, আল্লাহ তাআলার কসম! মুসলমানদের জন্য রমযানের চেয়ে উত্তম কোনো মাস আসেনি এবং মুনাফিকদের জন্য রমযান মাসের চেয়ে অধিক ক্ষতির মাসও আর আসেনি। কেননা মুমিনগণ এ মাসে (গোটা বছরের জন্য) ইবাদতের শক্তি ও পাথেয় সংগ্রহ করে। আর মুনাফিকরা তাতে মানুষের উদাসীনতা ও দোষত্রুটি অন্বেষণ করে। এ মাস মুমিনের জন্য গনীমত আর মুনাফিকের জন্য ক্ষতির কারণ।-মুসনাদে আহমদ হাদীস নং ৮৩৬৮\r\n\r\n\u003cb\u003e৪. রহমতের মাস\u003c/b\u003e\r\n\r\nহযরত আবু হুরায়রা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, যখন রমযান মাসের আগমন ঘটে, তখন জান্নাতের দরজাসমূহ খুলে দেওয়া হয় এবং জাহান্নামের দরজাসমূহ বন্ধ করে দেওয়া হয়। আর শয়তানদেরকে শৃঙ্খলাবদ্ধ করা হয়।-সহীহ বুখারী, হাদীস-১৮৯৮,\r\n\r\n\u003cb\u003e৫. জাহান্নাম থেকে মুক্তি লাভের মাস এবং দু‘আ কবুলের মাস\u003c/b\u003e\r\n\r\nহযরত জাবির রা. থেকে বর্ণিত হয়েছে, আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, অবশ্যই আল্লাহ তাআলা রমযান মাসে প্রতিদিন ইফতারের সময় অসংখ্য ব্যক্তিকে জাহান্নাম থেকে মুক্তি দান করেন। প্রতি রাতেই তা হয়ে থাকে। -সুনানে ইবনে মাজাহ, হাদীস নং ১৬৪৩\r\n\r\n\u003cb\u003e৬. দানশীলতার মাস\u003c/b\u003e\r\n\r\nহযরত আবদুল্লাহ ইবনে আববাস রা. বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন মানুষের মাঝে সর্বশ্রেষ্ঠ দাতা। তাঁর দানশীলতা (অন্য সময় হতে) অধিকতর বৃদ্ধি পেত রমযান মাসে, যখন জিব্রীল আ. তার সাথে সাক্ষাৎ করতেন। জিব্রীল আ. রমযানের প্রতি রাত্রে আগমন করতেন এবং তাঁরা পরস্পর কুরআন শুনাতেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন কল্যাণবাহী বায়ুর চেয়েও অধিক দানশীল হতেন।-সহীহ বুখারী, হাদীস ৬\r\n\r\nহযরত যায়েদ ইবনে খালেদ আলজুহানী রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, যে ব্যক্তি কোনো রোযাদারকে ইফতার করাবে, সে তার (রোযাদারের) অনুরূপ প্রতিদান লাভ করবে। তবে রোযাদারের প্রতিদান হতে বিন্দুমাত্রও হ্রাস করা হবে না। -সুনানে তিরমিযী, হাদীস নং ৮০৭\r\n\r\n\u003cb\u003e৭. আমলের সওয়াব বহুগুণ বৃদ্ধির মাস\u003c/b\u003e\r\n\r\nএ প্রসঙ্গে হাদীস শরীফে বর্ণিত হয়েছে, হযরত আবদুল্লাহ ইবনে আববাস রা. বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারী মহিলাকে বললেন, (বর্ণনাকারী বলেন, তার নাম ইবনে আববাস রা. উল্লেখ করেছিলেন কিন্তু আমি তা ভুলে গিয়েছি-অন্য বর্ণনায় তার নাম উম্মে সিনান উল্লেখ করা হয়েছে) তুমি কেন আমাদের সাথে হজ্ব করতে যাওনি? তিনি বললেন, আমাদের পানি বহনকারী দুটি মাত্র উট রয়েছে। একটিতে আমার ছেলের বাবা (স্বামী) ও তাঁর ছেলে হজ্ব করতে গিয়েছেন, অন্যটি পানিবহনের জন্য আমাদের কাছে রেখে গিয়েছেন। তিনি বলেন, রমযান মাস এলে তুমি উমরা করবে। কেননা এ মাসের উমরা একটি হজ্বের সমতুল্য। সহীহ মুসলিমের অন্য বর্ণনায় আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, রমযান মাসের উমরা একটি হজ্বের সমতুল্য। অথবা বলেছেন,আমার সাথে একটি হজ্বের সমতুল্য (সওয়াবের হিসাবে)।-সহীহ বুখারী হাদীস নং ১৭৮২\r\n\r\n\u003cb\u003e৮. পাপ মোচন ও গুনাহ থেকে ক্ষমা লাভের মাস\u003c/b\u003e\r\n\r\nহযরত আবু হুরায়রা রা. বর্ণনা করেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেন, পাঁচ ওয়াক্ত নামায, এক জুমুআ থেকে আরেক জুমুআ এবং এক রমযান থেকে আরেক রমযান মধ্যবর্তী সময়ের গুনাহসমূহকে মুছে দেয় যদি সে কবীরা গুনাহ থেকে বেঁচে থাকে। -সহীহ মুসলিম, হাদীস নং ২৩৩\r\n\r\n\u003cb\u003e৯. লাইলাতুল কদরের মাস\u003c/b\u003e\r\n\r\nআল্লাহ রাববুল আলামীনের পক্ষ হতে মুসলিম উম্মাহর জন্য আরেকটি বিশেষ দান হল এক হাজার মাস অপেক্ষা উত্তম লাইলাতুল কদর। আল্লাহ তাআলা এ রাত সম্পর্কে ইরশাদ করেছেন, লাইলাতুল কদর এক হাজার মাস অপেক্ষা উত্তম। এ রাতে ফেরেশতাগণ ও রূহ (জিব্রীল আ.) তাদের পালনকর্তার আদেশক্রমে প্রত্যেক কল্যাণময় বস্তু নিয়ে পৃথিবীতে অবতরন করেন। যে রাত পুরোটাই শান্তি, যা ফযর হওয়া পর্যন্ত অব্যাহত থাকে।-সূরা কদর : ৩-৫\r\n\r\nএই রাতের কল্যাণ থেকে বঞ্চিত হওয়া চরম দুর্ভাগ্যের বিষয়। হযরত আনাস ইবনে মালেক রা. বর্ণনা করেন, রমযান মাসের আগমন ঘটলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের উদ্দেশে বললেন, তোমাদের নিকট এই মাস সমাগত হয়েছে, তাতে এমন একটি রাত রয়েছে, যা এক হাজার মাসের চেয়েও উত্তম। যে ব্যক্তি এ রাতের কল্যান থেকে বঞ্চিত হল, সে প্রকৃতপক্ষে সকল কল্যাণ থেকেই বঞ্চিত। একমাত্র (সর্বহারা) দুর্ভাগাই এ রাতের কল্যান থেকে বঞ্চিত হয়।-সুনানে ইবনে মাজাহ, হাদীস নং ১৬৪৪"
  },
  {
    "chapter_id": "5",
    "1": "রমজানের আমল",
    "2": "১. রোযা: রমযান মাসে রোযা রাখা ফরয। এটা এ মাসের বিশেষ আমল। সকল আদব রক্ষা করে পুরো মাস রোযা রাখা প্রত্যেক মুসলিমের কর্তব্য। -সূরা বাকারা : ১৮৩\r\n\r\n২. তারাবীহ: রমযানের রাতের বিশেষ আমল হল কিয়ামে রমযান তথা বিশ রাকাত তারাবীহ। এ মাসের অফুরন্ত রহমত ও মাগফিরাত লাভ করার জন্য এবং প্রতিশ্রুত ছওয়াব ও পুরস্কার পাওয়ার জন্য তারাবী নামাযের প্রভাব অপরিসীম।-আস সুনানুল কুবরা ৪৮০১)\r\n\r\n৩. দান করা: দান-সদকা সর্বাবস্থাতেই উৎকৃষ্ট আমল, কিন্তু রমযানে তার গুরুত্ব অনেক বেড়ে যায়। হাদীস শরীফে এসেছে- ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুনিয়ার সকল মানুষ অপেক্ষা অধিক দানশীল ছিলেন। রমযান মাসে তাঁর দানের হস্ত আরো প্রসারিত হত।’ -সহীহ বুখারী, হাদীস ১৯০২\r\n\r\n৪. কুরআন মজীদ তেলাওয়াত: এ মাস কুরআন অবতরণের মাস। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিবরীল আ.-এর সাথে রমযানের প্রত্যেক রাতে কুরআন মজীদ একে অপরকে পড়ে শুনাতেন। হাদীস শরীফে এসেছে-‘হযরত জিবরীল আ. রমযানের শেষ পর্যন্ত প্রত্যেক রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে সাক্ষাত করতেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কুরআন মজীদ শোনাতেন।’-সহীহ বুখারী, হাদীস ১৯০২\r\n\r\nঅতএব আমাদের প্রত্যেকের উচিত রমযানে অধিক পরিমাণে কুরআন তেলাওয়াত করা। অন্তত একবার হলেও কুরআন মজীদ খতম করা। সালাফে সালেহীনের জীবনী আলোচনা করলে দেখা যায় যে, তাঁরা এবং তাদের পরিবারের সদস্যগণ প্রত্যেকে রমযানে বহুবার কুরআন মজীদ খতম করতেন।\r\n\r\n৫. নফল ইবাদত: এ মাসে শয়তান শৃংখলাবদ্ধ থাকে (সহীহ বুখারী ১৮৯৮)। এই সুযোগে অধিক পরিমাণে নফল ইবাদতের মাধ্যমে আল্লাহ তাআলার নৈকট্য অর্জন করা যায়। এ মাসে যে কোনো ইবাদত নিয়মিত করতে তেমন কোনো বেগ পেতে হয় না এবং পরবর্তীতে তা সহজেই অভ্যাসে পরিণত হয়। সুতরাং যিকির-আযকারের সঙ্গে অধিক পরিমাণে নফল নামায আদায় করা উচিত। অন্তত বিভিন্ন সময়ের নফল নামাযগুলো আদায় কবা যেমন-ইশরাক, চাশত ও তাহাজ্জুদ ইত্যাদি।\r\n\r\nরমযানে সাহরীতে উঠলেই দু’চার রাকাত তাহাজ্জুদ নামায সহজেই পড়া যায়। বছরের অন্য দিনের মতো কষ্ট করার প্রয়োজন হয় না। কিন্তু আফসোসের বিষয় এই যে, অমনোযোগী হওয়ার ফলে কিংবা সাহরীতে অতি ভোজনের কারণে তাহাজ্জুদ আদায়ের সুযোগ হয়ে ওঠে না।\r\n\r\n৬. দু‘আ করা: এ মাস রহমত, বরকত, মাগফিরাত ও জান্নাত লাভের মাস। তাই বেশি বেশি আল্লাহ তাআলার শরণাপন্ন হয়ে কান্না-কাটি করে দু‘আ করা একান্ত কাম্য।\r\n\r\n৭. মাগফিরাত কামনা করা: যে ব্যক্তি রমযান পেয়েও স্বীয় গুনাহসমূহ ক্ষমা করাতে পারল না তার উপর জিবরীল আ. ও দয়ার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অভিসম্পাত করেছেন (মুসতাদরাকে হাকেম ৭৩৩৮)। তাই জীবনের কৃত গুনাহের কথা স্মরণ করে বেশি বেশি তওবা ইস্তেগফার করা এবং আল্লাহ তাআলার দরবারে ক্ষমা মঞ্জুর করিয়ে নেওয়ার এটিই উত্তম সময়। বিশেষ করে ইফতার ও তাহাজ্জুদের সময় আল্লাহ তাআলার দরবারে ক্ষমা চাওয়া এবং দু‘আ করা উচিত।\r\n\r\n৮. ই’তিকাফ: শেষ দশকের মাসনূন ই’তিকাফ অত্যন্ত ফযীলতের আমল। হাদীস শরীফে এসেছে- ‘নবী কারীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশদিন ইতিকাফ করতেন।’ -সহীহ বুখারী, হাদীস ২০২১; সহীহ মুসলিম, হাদীস ১১৭১\r\n\r\n৯. শবে কদর অন্বেষণ: ইবাদত-বন্দেগীর মাধ্যমে রাত্রি জাগরণ করে সহস্র মাস অপেক্ষা শ্রেষ্ঠ ও উত্তম রাত-লাইলাতুল কদর তালাশ করা কর্তব্য। কুরআন মজীদে ইরশাদ হয়েছে- ‘নিঃসন্দেহে কদরের রাতে আমি কুরআন অবতীর্ণ করেছি। আর আপনি কি জানেন শবে কদর কী? শবে কদর হল এক হাজার মাস অপেক্ষা শ্রেষ্ঠ। এ রাতে ফেরেশতা ও রুহুল কুদ্স (জিবরাঈল আ.) তাদের পালনকর্তার আদেশক্রমে প্রত্যেক মঙ্গলময় বস্তু নিয়ে (পৃথিবীতে) অবতরণ করে। (এ রাতের) পুরোটাই শান্তি যা ফজর হওয়া পর্যন্ত অব্যাহত থাকে।’ -সূরা কদর"
  },
  {
    "chapter_id": "6",
    "1": "রোযার গুরুত্ব ও ফযীলত",
    "2": "রোযার অনেক ফযীলত ও বৈশিষ্ট রয়েছে। তার থেকে কিছু এখানে উল্লেখ করা হলো:\r\n\r\n\u003cb\u003e১. রোযার প্রতিদান আল্লাহ রাববুল আলামীন নিজেই দিবেন\u003c/b\u003e\r\n\r\nপ্রত্যেক নেক আমলের নির্ধারিত সওয়াব ও প্রতিদান রয়েছে, যার মাধ্যমে আল্লাহ তাআলা আমলকারীকে পুরস্কৃত করবেন। কিন্তু রোযার বিষয়টি সম্পূর্ণ আলাদা। কারণ, রোযার বিষয়ে আছে আল্লাহ তাআলার পক্ষ হতে এক অনন্য ঘোষণা।\r\n\r\nহযরত আবু হুরায়রা রা. থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, মানুষের প্রত্যেক আমলের প্রতিদান বৃদ্ধি করা হয়। একটি নেকীর সওয়াব দশ গুণ থেকে সাতাশ গুণ পর্যন্ত। আল্লাহ তাআলা ইরশাদ করেন, কিন্তু রোযা আলাদা। কেননা তা একমাত্র আমার জন্য এবং আমি নিজেই এর বিনিময় প্রদান করব। বান্দা একমাত্র আমার জন্য নিজের প্রবৃত্তিকে নিয়ন্ত্রণ করেছে এবং পানাহার পরিত্যাগ করেছে। -সহীহ মুসলিম, হাদীস : ১১৫১\r\n\r\n\u003cb\u003e২. আল্লাহ তাআলা রোযাদারকে কেয়ামতের দিন পানি পান করাবেন\u003c/b\u003e\r\n\r\nহযরত আবু মুসা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, আল্লাহ রাববুল আলামীন নিজের উপর অবধারিত করে নিয়েছেন, যে ব্যক্তি তার সন্তুষ্টি লাভের উদ্দেশ্যে গ্রীষ্মকালে (রোযার কারণে) পিপাসার্ত থেকেছে, তিনি তাকে তৃষ্ণার দিন (কিয়ামতের দিন) পানি পান করাবেন।- মুসনাদে বাযযার, হাদীস : ১০৩৯\r\n\r\n\u003cb\u003e৩. রোযা হল জান্নাত লাভের পথ\u003c/b\u003e\r\n\r\nহযরত হুযায়ফা রা. বলেন, আমি আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আমার বুকের সাথে মিলিয়ে নিলাম, তারপর তিনি বললেন, যে ব্যক্তি লাইলাহা ইল্লাল্লাহু’ বলে মৃত্যুবরণ করবে সে জান্নাতে প্রবেশ করবে, যে ব্যক্তি আল্লাহর সন্তুষ্টি কামনায় একদিন রোযা রাখবে, পরে তার মৃত্যু হয় সে জান্নাতে প্রবেশ করবে। যে ব্যক্তি আল্লাহর সন্তুষ্টির উদ্দেশ্যে কোনো দান-সদকা করে তারপর তার মৃত্যু হয়, সে জান্নাতে প্রবেশ করবে। -মুসনাদে আহমদ, হাদীস : ২৩৩২৪\r\n\r\n\u003cb\u003e৪. রোযাদারগণ জান্নাতে প্রবেশ করবে ‘রাইয়ান’ নামক বিশেষ দরজা দিয়ে\u003c/b\u003e\r\n\r\nহযরত সাহল ইবনে সা’দ রা. হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, জান্নাতে একটি দরজা আছে, যার নাম রাইয়ান। কিয়ামতের দিন এ দরজা দিয়ে কেবল রোযাদার ব্যক্তিরাই প্রবেশ করবে। অন্য কেউ প্রবেশ করতে পারবে না। ঘোষণা করা হবে- কোথায় সেই সৌভাগ্যবান রোযাদারগণ? তখন তারা উঠে দাড়াবে। তারা ব্যতীত কেউ এ দরজা দিয়ে প্রবেশ করতে পারবে না। অতঃপর রোযাদারগণ যখন প্রবেশ করবে, তখন তা বন্ধ করে দেওয়া হবে। ফলে আর কেউ ঐ দরজা দিয়ে প্রবেশ করতে পারবে না। -সহীহ বুখারী, হাদীস : ১৮৯৬; সহীহ মুসলিম, হাদীস : ১১৫২\r\n\r\n\u003cb\u003e৫. রোযা জাহান্নাম থেকে রক্ষাকারী ঢাল ও দুর্গ\u003c/b\u003e\r\n\r\nহযরত জাবির রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমাদের মহান রব ইরশাদ করেছেন- রোযা হল ঢাল। বান্দা এর দ্বারা নিজেকে জাহান্নামের আগুন থেকে রক্ষা করবে। রোযা আমার জন্য আর আমিই এর পুরস্কার দিব। -মুসনাদে আহমদ, হাদীস : ১৪৬৬৯\r\n\r\n\u003cb\u003e৬. রোযা কিয়ামতের দিন সুপারিশ করবে\u003c/b\u003e\r\n\r\nহযরত আব্দুল্লাহ ইবনে আমর রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, রোযা ও কুরআন কিয়ামতের দিন বান্দার জন্য সুপারিশ করবে। রোযা বলবে, হে রব! আমি তাকে খাদ্য ও যৌন সম্ভোগ থেকে বিরত রেখেছি। অতএব তার ব্যাপারে আমার সুপারিশ গ্রহণ করুন। কুরআন বলবে, আমি তাকে রাতের ঘুম থেকে বিরত রেখেছি, (অর্থাৎ না ঘুমিয়ে সে তেলাওয়াত করেছে) অতএব তার ব্যাপারে আমার সুপারিশ কবুল করুন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, অতঃপর তাদের উভয়ের সুপারিশ গ্রহণ করা হবে। -মুসনাদে আহমদ হাদীস : ৬৬২৬\r\n\r\n\u003cb\u003e৭. রোযাদারের সকল গুনাহ মাফ হয়ে যায়\u003c/b\u003e\r\n\r\nহযরত আবু হুরায়রা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, যে ব্যক্তি ঈমানের সাথে সওয়াবের আশায় রমযান মাসের রোযা রাখবে, তার পূর্ববর্তী গুনাহসমূহ ক্ষমা করে দেওয়া হবে। -সহীহ বুখারী, হাদীস : ৩৮, ২০১৪\r\n\r\n\u003cb\u003e৮. রোযা গুনাহের কাফফারা\u003c/b\u003e\r\n\r\nহযরত হুযায়ফা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, মানুষের জন্য তার পরিবার, ধন-সম্পদ, তার আত্মা, সন্তান-সন্ততি ও প্রতিবেশী ফিতনা স্বরূপ। তার কাফফারা হল নামায, রোযা, দান-সদকাহ, সৎ কাজের আদেশ ও অসৎ কাজের নিষেধ। -সহীহ বুখারী, হাদীস : ৫২৫, ১৮৬৫\r\n\r\n\u003cb\u003e৯. রোযাদারের মুখের গন্ধ মিশকের চেয়েও সুগন্ধিযুক্ত\u003c/b\u003e\r\n\r\nহযরত আবু হুরায়রা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, সেই সত্তার শপথ, যার হাতে মুহাম্মাদের জীবন, রোযাদারের মুখের দুর্গন্ধ আল্লাহর নিকট মিশকের সুগন্ধির চেয়েও অধিক সুগন্ধিময়। -সহীহ বুখারী, হাদীস : ১৯০৪\r\n\r\n\u003cb\u003e১০. রোযাদারের জন্য দুটি আনন্দের মুহূর্ত\u003c/b\u003e\r\n\r\nহযরত আবু হুরায়রা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, রোযাদারের জন্য দুটি আনন্দের মুহূর্ত রয়েছে, যখন সে আনন্দিত হবে। এক. যখন সে ইফতার করে তখন ইফতারের কারণে আনন্দ পায়। দুই. যখন সে তার রবের সাথে মিলিত হবে তখন তার রোযার কারণে আনন্দিত হবে। অন্য বর্ণনায় রয়েছে, যখন সে আল্লাহর সাথে মিলিত হবে, আর তিনি তাকে পুরস্কার দিবেন, তখন সে আনন্দিত হবে। -সহীহ বুখারী, হাদীস : ১৯০৪, ১৮৯৪\r\n\r\n\u003cb\u003e১১. রোযাদার পরকালে সিদ্দীকীন ও শহীদগণের দলভুক্ত থাকবে\u003c/b\u003e\r\n\r\nহযরত আমর ইবনে মুররা আলজুহানী রা. হতে বর্ণিত, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দরবারে এসে বললো, ইয়া রাসূলাল্লাহ! আমি যদি এ কথার সাক্ষ্য দিই যে, আল্লাহ ছাড়া আরংকোনো মাবুদ নেই এবং অবশ্যই আপনি আল্লাহর রাসূল, আর আমি যদি পাঁচ ওয়াক্ত নামায আদায় করি, যাকাত প্রদান করি, রমযান মাসের সিয়াম ও কিয়াম (তারাবীহসহ অন্যান্য নফল) আদায় করি তাহলে আমি কাদের দলভুক্ত হব? তিনি বললেন, সিদ্দীকীন ও শহীদগণের দলভুক্ত হবে।-মুসনাদে বাযযার, হাদীস : ২৫; সহীহ ইবনে খুযাইমা, হাদীস : ২২১২\r\n\r\n\u003cb\u003e১২. রোযাদারের দু‘আ কবুল হয়\u003c/b\u003e\r\n\r\nহযরত আব্দুল্লাহ ইবনে আমর রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, ইফতারের সময় রোযাদার যখন দু‘আ করে, তখন তার দু‘আ ফিরিয়ে দেওয়া হয় না। (অর্থাৎ তার দু‘আ কবুল হয়)। -সুনানে ইবনে মাজাহ, হাদীস : ১৭৫৩\r\n\r\n\u003cb\u003e১৩. রোযা হিংসা-বিদ্বেষ দূর করে দেয়\u003c/b\u003e\r\n\r\nহযরত ইবনে আববাস রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, সবরের মাসের (রমযান মাস) রোযা এবং প্রতি মাসের তিন দিনের (আইয়্যামে বীয) রোযা অন্তরের হিংসা-বিদ্বেষ দূর করে দেয়। -মুসনাদে বাযযার, হাদীস : ১০৫৭\r\n\r\n\u003cb\u003e১৪. আল্লাহর নৈকট্য লাভের শ্রেষ্ঠ মাধ্যম\u003c/b\u003e\r\n\r\nহযরত আবু উমামা রা. বর্ণনা করেন, আমি বললাম, ইয়া রাসূলাল্লাহ! আমাকে কোনো আমলের আদেশ করুন। তিনি বললেন, তুমি রোযা রাখ, কেননা এর সমতুল্য কিছু নেই। আমি পুনরায় বললাম, ইয়া রাসূলাল্লাহ!আমাকে কোনো নেক আমলের কথা বলুন, তিনি বললেন, তুমি রোযা রাখ, কেননা এর কোনো সমতুল্য কিছু নেই। -সহীহ ইবনে খুযাইমা, হাদীস : ১৮৯৩"
  },
  {
    "chapter_id": "7",
    "1": "রোযার মাসায়িল",
    "2": "মাসআলা: প্রত্যেক সুস্থ মস্তিষ্ক বালেগ মুসলিমের উপর রমযানের রোযা ফরয। -সূরা বাকারা : ১৮৫; রদ্দুল মুহতার ২/৩৭২\n\nমাসআলা: শাবানের ২৯ তারিখ দিবাগত সন্ধ্যায় চাঁদ দেখা প্রমাণিত হলে পরদিন থেকে রোযা রাখতে হবে। নতুবা শাবানের ৩০ দিন পূর্ণ করার পর রোযা রাখা শুরু করবে। -সহীহ মুসলিম ১/৩৪৭\n\nমাসআলা: আকাশ মেঘাচ্ছন্ন থাকলে রোযা শুরুর জন্য এমন একজন ব্যক্তির চাঁদ দেখাই যথেষ্ট হবে, যার দ্বীনদার হওয়া প্রমাণিত কিংবা অন্তত বাহ্যিকভাবে দ্বীনদার। -মুসতাদরাকে হাকিম ১/৪২৪; রদ্দুল মুহতার ২/৩৮৫\n\nমাসআলা: আকাশ পরিষ্কার থাকলে একজনের খবর যথেষ্ট নয়; বরং এত লোকের খবর প্রয়োজন, যার দ্বারা প্রবল বিশ্বাস জন্মে যে, চাঁদ দেখা গেছে। কেননা, যে বিষয়ে অনেকের আগ্রহ ও সংশ্লিষ্টতা থাকে তাতে দু’ একজনের খবরের উপর নির্ভর করা যায় না।- রদ্দুল মুহতার ৩/৩৮৮\n\nমাসআলা: কোনো ব্যক্তি একাকী চাঁদ দেখেছে, কিন্তু তার সাক্ষ্য গৃহিত হয়নি, এক্ষেত্রে তার জন্য ব্যক্তিগতভাবে রোযা রাখা উত্তম, জরুরি নয়। এমন ব্যক্তির জন্য রোযা রাখা জরুরি না হলেও উত্তম হল রোযা রাখা। -মুসান্নাফে আবদুর রাযযাক ৪/১৬৮; বাদায়েউস সানায়ে ২/২২১\n\nমাসআলা: শাবান মাসের ২৯ ও ৩০ তারিখে রোযা রাখবে না; না রমযানের নিয়তে না নফলের নিয়তে। অবশ্য যে পূর্ব থেকেই কোনো নির্দিষ্ট দিবসে (যেমন, সোম ও মঙ্গলবার) নফল রোযা রেখে আসছে, আর ঘটনাক্রমে শাবানের ২৯ ও ৩০ তারিখে ঐ দিন পড়েছে তার জন্য এই তারিখেও নফল রোযা রাখা জায়েয। -সহীহ বুখারী হাদীস: ১৯১; বাদায়েউস সানায়ে ২/২১৭\n\n\u003cb\u003eনিয়ত\u003c/b\u003e\n\nমাসআলা: রোযার নিয়ত করা ফরয। নিয়ত অর্থ সংকল্প। যেমন মনে মনে এ সংকল্প করবে, আমি আল্লাহর সন্তুষ্টির উদ্দেশ্যে আগামী কালের রোযা রাখছি। মুখে বলা জরুরি নয়।- সহীহ বুখারী ১/২; বাদায়েউস সানায়ে ২/২২৬\n\nমাসআলা: ফরয রোযার নিয়ত রাতেই করা উত্তম। -সুনানে আবু দাউদ ১/৩৩৩; বাদায়েউস সানায়ে ২/২২৯\n\nমাসআলা: রাতে নিয়ত করতে না পারলে দিনে সূর্য ঢলার প্রায় এক ঘণ্টা আগে নিয়ত করলেও রোযা হয়ে যাবে।-সহীহ বুখারী ২০০৭; বাদায়েউস সানায়ে ২/২২৯\n\nমাসআলা: পুরো রমযানের জন্য একত্রে নিয়ত করা যথেষ্ট নয়; বরং প্রত্যেক রোযার নিয়ত পৃথক পৃথকভাবে করতে হবে। কারণ প্রতিটি রোযা ভিন্ন ভিন্ন আমল (ইবাদত)। আর প্রতিটি আমলের জন্যই নিয়ত করা জরুরি। -সহীহ বুখারী ১/২; ফাতাওয়া হিন্দিয়া ১/১৯৫\n\nমাসআলা: রাতে রোযার নিয়ত করলেও সুবহে সাদিক পর্যন্ত পানাহার ও স্ত্রী-মিলনের অবকাশ থাকে। এতে নিয়তের কোনো ক্ষতি হবে না। -সূরা বাকারা : ১৮৭\n\nমাসআলা: নিয়তের সময় শুরু হয় পূর্বের দিনের সূর্যাস্তের পর থেকে। যেমন-মঙ্গলবারের রোযার নিয়ত সোমবার দিবাগত রাত তথা সূর্যাস্তের পর থেকে করা যায়। সোমবার সূর্যাস্তের পূর্বে মঙ্গলবারের রোযার নিয়ত করা যথেষ্ট নয়। কেননা, হাদীস শরীফে রাতে নিয়ত করার কথা বলা হয়েছে। -আলমুহীতুল বুরহানী ৩/৩৪৩; রদ্দুলমুহতার ২/৩৭৭\n\n\u003cb\u003eসাহরী\u003c/b\u003e\n\nমাসআলা: সাহরী খাওয়া সুন্নত। পেট ভরে খাওয়া জরুরি নয়, এক ঢোক পানি পান করলেও সাহরীর সুন্নত আদায় হবে।-সহীহ মুসলিম ১/৩৫০\n\nমাসআলা: সুবহে সাদিকের কাছাকাছি সময় সাহরী খাওয়া মুস্তাহাব। তবে এত দেরি করা মাকরূহ যে, সুবহে সাদিক হয়ে যাওয়ার আশঙ্কা হয়। -আলমুজামুল আওসাত ২/৫২৬\n\nমাসআলা: দেরি না করে সূর্যাস্তের সাথে সাথে ইফতার করা মুস্তাহাব।-সহীহ বুখারী ১/২৬৩\n\nমাসআলা: মাগরিবের নামায পড়ার আগেই ইফতার করে নিবে, যেন সূর্যাস্তের সাথে সাথে ইফতার করার সওয়াব পাওয়া যায়। -সুনানে তিরমিযী, হাদীস : ৬৯২\n\nমাসআলা: খেজুর দ্বারা ইফতার করা মুস্তাহাব। খেজুর না পেলে পানি দ্বারা ইফতার করবে। -সুনানে তিরমিযী, হাদীস : ৬৯৪ ইফতারের সময় দু‘আ\n\nমাসআলা: ইফতারের সময় দু‘আ কবুল হয় তাই এ সময় বেশি বেশি দু‘আ-ইস্তিগফার করতে থাকবে। বিশেষত এই দু‘আ করবে-\nاَللهُمَّ إِنِّيْ أَسْأَلُكَ بِرَحْمَتِكَ الَّتِيْ وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِيْ\n\nঅর্থ: হে আল্লাহ! আমি তোমার কাছে তোমার সেই রহমতের উসীলায় প্রার্থনা করছি যা সকল বস্তুকে পরিবেষ্টিত, তুমি আমাকে মাফ করে দাও। -সুনানে ইবনে মাজাহ হাদীস নং ১৭৫৩\n\nআর ইফতার গ্রহণের সময় এ দু‘আ পড়বে-\nاَللهُمَّ لَكَ صُمْتُ وَعَلىٰ رِزْقِكَ أَفْطَرْتُ.\n\nঅর্থ: হে আল্লাহ! আমি তোমার জন্যই রোযা রেখেছিলাম এবং তোমার রিযিক দ্বারাই ইফতার করলাম। -সুনানে আবু দাউদ হাদীস: ২৩৫৮\n\nইফতারের পর নবী কারীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দু‘আ পড়তেন,\nذَهَبَ الظَّمَأُ وَابْتَلَّتِ الْعُرُوْقُ وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللهُ.\n\nঅর্থ: পিপাসা দূর হল, শিরা-উপশিরা সতেজ হল আর আল্লাহ তাআলা চান তো রোযার সওয়াব লিপিবদ্ধ হল। -সুনানে আবু দাউদ ১/৩২১, হাদীস: ২৩৫৭\n\n\u003cb\u003eযেসব কারণে রোযা ভেঙ্গে যায় এবং কাযা ও কাফফারা উভয়টি জরুরি হয়\u003c/b\u003e\n\nমাসআলা: রমযানে রোযা রেখে দিনে স্ত্রী সহবাস করলে বীর্যপাত না হলেও স্বামী-স্ত্রী উভয়ের উপর কাযা ও কাফফারা ওয়াজিব হবে। -সহীহ বুখারী ৬৭০৯\n\nমাসআলা: রোযা রেখে স্বাভাবিক অবস্থায় ইচ্ছাকৃতভাবে পানাহার করলে কাযা ও কাফফারা উভয়টি জরুরি হবে। -সুনানে দারাকুতনী ২/১৯১; আলবাহরুর রায়েক ২/২৭৬\n\nমাসআলা: বিড়ি-সিগারেট, হুক্কা পান করলেও রোযা ভেঙ্গে যাবে এবং কাযা ও কাফফারা উভয়টি জরুরি হবে। -রদ্দুল মুহতার ৩/৩৮৫\n\nমাসআলা: সুবহে সাদিক হয়ে গেছে জানা সত্ত্বেও আযান শোনা যায়নি বা এখনো ভালোভাবে আলো ছাড়ায়নি এ ধরনের ভিত্তিহীন অজুহাতে খানাপিনা করলে বা স্ত্রী সহবাসে লিপ্ত হলে কাযা-কাফফারা দু’টোই জরুরি হবে। -সূরা বাকারা : ১৮৭; মাআরিফুল কুরআন ১/৪৫৪-৪৫৫\n\n\u003cb\u003eকাফফারা আদায়ের নিয়ম\u003c/b\u003e\n\nমাসআলা: একটি রোযার জন্য দুই মাস ধারাবাহিকভাবে রোযা রাখতে হবে। কোনো কারণে ধারাবাহিকতা ছুটে গেলে পুনরায় নতুন করে রোযা রাখতে হবে। পেছনের রোযাগুলো কাফফারার রোযা হিসাবে ধর্তব্য হবে না। তবে মহিলাদের হায়েযের কারণে ধারাবাহিকতা নষ্ট হলে অসুবিধা নেই। -আলমুহাল্লা ৪/৩৩১; আলবাহরুর রায়েক ২/২৭৭\n\n\u003cb\u003eযেসব কারণে রোযা ভেঙ্গে যায় এবং শুধু কাযা করতে হয়\u003c/b\u003e\n\nমাসআলা: অযু বা গোসলের সময় রোযার কথা স্মরণ থাকা অবস্থায় অনিচ্ছাকৃতভাবে গলার ভেতর পানি চলে গেলে রোযা ভেঙ্গে যাবে। তাই রোযা অবস্থায় অযু-গোসলের সময় নাকের নরম স্থানে পানি পৌঁছানো এবং গড়গড়াসহ কুলি করবে না। -সুনানে আবু দাউদ, হাদীস : ২৩৬৩; ফাতাওয়া শামী ২/৪০১\n\nমাসআলা: যা সাধারণত আহারযোগ্য নয় বা কোনো উপকারে আসে না, তা খেলেও রোযা ভেঙ্গে যাবে এবং কাযা করতে হবে। -সহীহ বুখারী ১/২৬০ (তা’লীক); রদ্দুল মুহতার ২/৪১০\n\nমাসআলা: দাঁত থেকে রক্ত বের হয়ে যদি তা থুথুর সাথে ভেতরে চলে যায় তবে রক্তের পরিমাণ থুথুর সমান বা বেশি হলে রোযা ভেঙ্গে যাবে। -রদ্দুল মুহতার ২/৩৯৬\n\nমাসআলা: হস্তমৈথুনে বীর্যপাত হলে রোযা ভেঙ্গে যাবে। আর এটা যে ভয়াবহ গুনাহের কাজ তা বলাই বাহুল্য। -সহীহ বুখারী ১/২৫৪; ফাতাওয়া শামী ২/৩৯৯\n\nমাসআলা: মুখে বমি চলে আসার পর ইচ্ছাকৃতভাবে গিলে ফেললে রোযা ভেঙ্গে যাবে। যদিও তা পরিমাণে অল্প হয়। আদ্দুররুল মুখতার ২/৪১৫\n\nমাসআলা: রোযা অবস্থায় হায়েয বা নেফাস শুরু হলে রোযা ভেঙ্গে যাবে। পরে তা কাযা করতে হবে। -সহীহ বুখারী ১/৪৪; আননুতাফ ফিল ফাতাওয়া ১০০\n\nমাসআলা: পেটের এমন ক্ষতে ওষুধ লাগালে রোযা ভেঙ্গে যাবে, যা দিয়ে ওষুধ পেটের ভেতর চলে যায়। বিশেষ প্রয়োজনে এমন ক্ষতে ওষুধ লাগাতে হলে পরে সে রোযার কাযা করে নিতে হবে। -রদ্দুল মুহতার ২/৪০২\n\nমাসআলা: নাকে ওষুধ বা পানি দিলে তা যদি গলার ভেতরে চলে যায় তাহলে রোযা ভেঙ্গে যাবে এবং কাযা করতে হবে।\n\nমাসআলা: মলদ্বারের ভেতর ওষুধ বা পানি ইত্যাদি গেলে রোযা ভেঙ্গে যাবে। -রদ্দুল মুহতার ২/৪০২\n\nমাসআলা: সুবহে সাদিকের পর সাহরীর সময় আছে ভেবে পানাহার বা স্ত্রীসঙ্গম করলে রোযা ভেঙ্গে যাবে। তেমনি ইফতারির সময় হয়ে গেছে ভেবে সূর্যাস্তের পূর্বে ইফতার করে নিলে রোযা নষ্ট হয়ে যাবে। -আলবাহরুর রায়েক ২/২৯১\n\nমাসআলা: রোযা রাখা অবস্থায় ভুলবশত পানাহার করে রোযা নষ্ট হয়ে গেছে ভেবে ইচ্ছাকৃতভাবে পানাহার করলে রোযা নষ্ট হয়ে যাবে এবং কাযা করা জরুরি হবে।\n\nমাসআলা: অনিচ্ছাকৃত বমি হওয়ার কারণে রোযা নষ্ট হয়ে গেছে মনে করে রোযা ভেঙ্গে ফেললে কাযা করতে হবে। -মুসান্নাফে ইবনে আবী শাইবা ৬/১৪৯; মুসান্নাফে ইবনে আবী শাইবা ৬/১৫০; আদ্দুররুল মুখতার ২/৪০১\n\n\u003cb\u003eযেসব কারণে রোযা ভাঙে না\u003c/b\u003e\n\nএমন কিছু কাজ আছে, যার দ্বারা রোযার কোনো ক্ষতি হয় না। অথচ অনেকে এগুলোকে রোযা ভঙ্গের কারণ মনে করে। ফলে এমন কোনো কাজ হয়ে গেলে রোযা ভেঙে গেছে মনে করে ইচ্ছাকৃত পানাহার করে। পক্ষান্তরে কেউ কেউ এসব কাজ পরিহার করতে গিয়ে অযথা কষ্ট ভোগ করে। সুতরাং এসব বিষয়েও সকল রোযাদার অবগত হওয়া জরুরি।\n\nমাসআলা: কোনো রোযাদার রোযার কথা ভুলে গিয়ে পানাহার করলে তার রোযা নষ্ট হবে না। তবে রোযা স্মরণ হওয়া মাত্রই পানাহার ছেড়ে দিতে হবে। -সহীহ মুসলিম ১/২০২; আলবাহরুর রায়েক২/২৭১\n\nমাসআলা: চোখে ওষুধ-সুরমা ইত্যাদি লাগালে রোযার কোনো ক্ষতি হয় না। -সুনানে আবু দাউদ ১/৩২৩; রদ্দুল মুহতার ২/৩৯৫\n\nমাসআলা: রাত্রে স্ত্রীসহবাস করলে বা স্বপ্নদোষ হলে সুবহে সাদিকের আগে গোসল করতে না পারলেও রোযার কোনো ক্ষতি হবে না। তবে কোনো ওযর ছাড়া, বিশেষত রোযার হালতে দীর্ঘ সময় অপবিত্র থাকা অনুচিত।\n\nমাসআলা: বীর্যপাত ঘটা বা সহবাসে লিপ্ত হওয়ার আশঙ্কা না থাকলে স্ত্রীকে চুমু খাওয়া জায়েয। তবে কামভাবের সাথে চুমু খাওয়া যাবে না। আর যুবকদের যেহেতু এমন আশঙ্কা থাকে তাই তাদের বেঁচে থাকা উচিত। -মুসনাদে আহমদ ২/১৮০, ২৫০; ফাতাওয়া হিন্দিয়া ১/২০০\n\nমাসআলা: অনিচ্ছাকৃত বমি হলে (মুখ ভরে হলেও) রোযা ভাঙ্গবে না। তেমনি বমি মুখে এসে নিজে নিজে ভেতরে চলে গেলেও রোযা ভাঙ্গবে না। -জামে তিরমিযী হাদীস: ৭২০; রদ্দুল মুহতার ২/৪১৪\n\nমাসআলা: শরীর বা মাথায় তেল ব্যবহার করলে রোযা ভাঙ্গবে না। -মুসান্নাফে আবদুর রাযযাক ৪/৩১৩; আলবাহরুর রায়েক ২/১৭৩\n\nমাসআলা: শুধু যৌন চিন্তার কারণে বীর্যপাত হলে রোযা ভাঙ্গবে না। তবে এ কথা বলাই বাহুল্য যে, সব ধরনের কুচিন্তা তো এমনিতেই গুনাহ আর রোযার হালতে তো তা আরো বড় অপরাধ। -রদ্দুল মুহতার ২/৩৯৬\n\nমাসআলা: কামভাবের সাথে কোনো মহিলার দিকে তাকানোর ফলে কোনো ক্রিয়া-কর্ম ছাড়াই বীর্যপাত হলে রোযা ভাঙ্গবে না। তবে রোযা অবস্থায় স্ত্রীর দিকেও এমন দৃষ্টি দেওয়া অনুচিত। আর অপাত্রে কু-দৃষ্টি তো গুনাহ। যা রোযা অবস্থায় আরো ভয়াবহ। এতে ঐ ব্যক্তি রোযার ফযীলত ও বরকত থেকে মাহরূম হয়ে যায়। -মুসান্নাফে ইবনে আবী শাইবা ৬/২৫৯; ফাতাওয়া শামী ২/৩৯৬\n\nমাসআলা: মশা-মাছি, কীট-পতঙ্গ ইত্যাদি অনিচ্ছাকৃত পেটের ভেতর ঢুকে গেলেও রোযা ভাঙ্গবে না।\n\nমাসআলা: অনুরূপ ধোঁয়া বা ধুলোবালি অনিচ্ছাকৃতভাবে গলা বা পেটের ভেতর ঢুকে গেলে রোযা ভাঙ্গবে না। -মুসান্নাফে ইবনে আবী শাইবা ৬/৩৪৯; রদ্দুল মুহতার ২/৩৯৫\n\nমাসআলা: স্বপ্নদোষ হলে রোযা ভাঙ্গবে না। -সুনানে কুবরা, বাইহাকী ৪/২৬৪\n\nমাসআলা: চোখের দু’ এক ফোটা পানি মুখে চলে গেলে রোযার ক্ষতি হয় না। তবে তা যদি গলার ভেতর চলে যায় তাহলে রোযা ভেঙ্গে যাবে। -আলমুহীতুল বুরহানী ৩/৩৪৯\n\nমাসআলা: সুস্থ অবস্থায় রোযার নিয়ত করার পর যদি অজ্ঞান বা অচেতন হয়ে যায় তাহলে রোযা নষ্ট হবে না। -সুনানে কুবরা, বাইহাকী ৪/২৩৫;\n\n\u003cb\u003eযাদের জন্য রোযা না রাখার অনুমতি রয়েছে\u003c/b\u003e\n\n\u003cb\u003e১. মুসাফির\u003c/b\u003e\n\nমাসআলা: মুসাফিরের জন্য সফরের হালতে রোযা না রাখার সুযোগ রয়েছে। তবে অস্বাভাবিক কষ্ট না হলে রোযা রাখাই উত্তম। আর অস্বাভাবিক কষ্ট হলে রোযা রাখা মাকরূহ। এ অবস্থায় রোযা না রেখে পরে তা কাযা করবে। - মুসান্নাফে ইবনে আবী শাইবা ৬/১৩২; রদ্দুল মুহতার ২/৪২১\n\nমাসআলা: সফরের হালতে রোযা রাখা শুরু করলে তা আর ভাঙ্গা জায়েয নয়। কেউ ভেঙ্গে ফেললে গুনাহগার হবে। তবে কাফফারা আসবে না। শুধু কাযাই যথেষ্ট। -রদ্দুল মুহতার ২/৪৩১\n\nমাসআলা: মুসাফির সফরের কারণে রোযা রাখেনি, কিন্তু দিন শেষ হওয়ার আগেই মুকীম হয়ে গেল। তাহলে দিনের অবশিষ্ট সময় রমযানের মর্যাদা রক্ষার্থে পানাহার থেকে বিরত থাকা ওয়াজিব। তবে পরবর্তী সময়ে এ রোযার কাযা অবশ্যই করতে হবে। -মুসান্নাফে ইবনে আবী শাইবা ৬/২২১; আলবাহরুর রায়েক ২/২৯১\n\nমাসআলা: রমযানের দিনে হায়েয-নেফাস থেকে পবিত্র হলে অবশিষ্ট দিন রমযানের মর্যাদা রক্ষার্থে পানাহার থেকে বিরত থাকা ওয়াজিব। তবে উক্ত ওযরে ছুটে যাওয়া রোযাগুলোর সাথে এ দিনের রোযাও কাযা করবে। -মুসান্নাফে ইবনে আবী শাইবা ৬/২২১; আলবাহরুর রায়েক ২/২৯১\n\n\u003cb\u003e২. অসুস্থ ব্যক্তি\u003c/b\u003e\n\nমাসআলা: রোযার কারণে যে রোগ বৃদ্ধি পায় বা রোগ-ভোগ দীর্ঘ হওয়ার প্রবল আশঙ্কা থাকে সে রোগে রোযা ভাঙ্গার অবকাশ আছে। উল্লেখ্য, আশঙ্কা যদি সুস্পষ্ট হয় তাহলে তো কথা নেই। নতুবা একজন অভিজ্ঞ ও দ্বীনদার চিকিৎসকের মতামতের প্রয়োজন হবে। -আলমুহীতুল বুরহানী ৩/৩৫৯\n\n\u003cb\u003e৩. গর্ভবতী\u003c/b\u003e\n\nমাসআলা: রোযা রাখার কারণে গর্ভবতী মহিলা নিজের কিংবা সন্তানের প্রাণহানী বা মারাত্মক স্বাস্থ্যহানীর প্রবল আশঙ্কা করলে তার জন্য রোযা ভঙ্গ করা জায়েয। পরে এ রোযা কাযা করে নিবে। -আলমুহীতুল বুরহানী ৩/৩৫৯\n\n\u003cb\u003e৪. দুগ্ধদানকারিনী\u003c/b\u003e\n\nমাসআলা: দুগ্ধদানকারিনী মা রোযা রাখলে যদি সন্তান দুধ না পায় আর ঐ সন্তান অন্য কোনো খাবারেও অভ্যস্ত না হয়, ফলে দুধ না পাওয়ার কারণে সন্তানের মৃত্যুর বা মারাত্মক স্বাস্থ্যহানীর আশঙ্কা হয়, তাহলে তিনি রোযা ভাঙ্গতে পারবেন এবং পরে কাযা করে নিবেন। হাদীস শরীফে ইরশাদ হয়েছে, অর্থ: আল্লাহ তাআলা মুসাফিরের জন্য রোযার হুকুম শিথিল করেছেন এবং আংশিক নামায কমিয়ে দিয়েছেন। আর গর্ভবতী ও দুগ্ধদানকারিনীর জন্যও রোযার হুকুম শিথিল করেছেন। -জামে তিরমিযী ১/১৫২; আলমুহীতুল বুরহানী ৩/৩৫৯\n\n\u003cb\u003e৫. দুর্বল বৃদ্ধ ব্যক্তি\u003c/b\u003e\n\nমাসআলা: বার্ধক্যজনিত কারণে রোযা রাখতে সক্ষম না হলে রোযা না রাখার অনুমতি রয়েছে। তবে সে ফিদয়া দিবে। -সূরা বাকারা : ১৮৪; আলমুহীতুল বুরহানী ৩/৩৬১\n\n\u003cb\u003eফিদয়া\u003c/b\u003e\n\nমাসআলা: ফিদয়া হল প্রত্যেক রোযার পরিবর্তে একজন গরীবকে দুবেলা খাবার খাওয়ানো অথবা পৌনে দু কেজি গমের মূল্য সদকা করা। -মুসান্নাফে আবদুর রাযযাক, হাদীস : ৭৫৮৫;\n\nমাসআলা: যে বৃদ্ধ বা অসুস্থ ব্যক্তির রোযা রাখার সামর্থ্য নেই এবং পরবর্তীতে কাযা করতে পারবে এমন সম্ভাবনাও নেই এমন ব্যক্তি রোযার পরিবর্তে ফিদয়া প্রদান করবে। -সূরা বাকারা : ১৮৪\n\nমাসআলা: যাদের জন্য রোযার পরিবর্তে ফিদয়া দেওয়ার অনুমতি রয়েছে তারা রমযানের শুরুতেই পুরো মাসের ফিদয়া দিয়ে দিতে পারবে। -আদ্দুররুল মুখতার ২/৪২৭;আলবাহরুর রায়েক ২/২৮৭\n\nমাসআলা: উপরোক্ত দুই শ্রেণীর মানুষ ছাড়া (অর্থাৎ দুর্বল বৃদ্ধ ও এমন অসুস্থ ব্যক্তি যার ভবিষ্যতে রোযার শক্তি ফিরে পাওয়ার সম্ভাবনা নেই।) আরো যাদের জন্যে রোযা ভাঙ্গা জায়েয আছে, (যেমন-মুসাফির, গর্ভবতী ও শিশুকে স্তন্যদানকারিনী) তারা রোযা না রাখলে রোযার ফিদয়া দিবে না; বরং পরে কাযা করবে। আর ওযরের হালতে মৃত্যুবরণ করলে কাযা ও ফিদয়া কিছুই ওয়াজিব হবে না। অবশ্য ওযরের হালত শেষ হওয়ার পর, অর্থাৎ মুসাফির মুকীম হওয়ার পর, গর্ভবতী নারীর সন্তান ভূমিষ্ট হওয়া ও ¯্রাব বন্ধ হওয়ার পর এবং স্তন্যদানকারিনী স্তন্যদান বন্ধ করার পর যদি মৃত্যুবরণ করে তাহলে ওযর শেষে যে কয়দিন সময় পেয়েছে সে কয়দিনের কাযা যিম্মায় আসবে। কাযা না করলে উক্ত দিনগুলির ফিদয়া প্রদানের অসিয়ত করে যেতে হবে। -আদ্দুররুল মুখতার ২/৪২৩-৪২৪; কিতাবুল হুজ্জাহ আলা আহলিল মাদীনাহ ১/২৫৫\n\nমাসআলা: ছুটে যাওয়া রোযার কাযা সম্ভব না হলে মৃত্যুর পূর্বে ফিদয়া দেওয়ার অসিয়ত করে যাওয়া জরুরি। অসিয়ত না করে গেলে ওয়ারিশরা যদি মৃতের পক্ষ থেকে ফিদয়া দেয় তবে আশা করা যায় যে, আল্লাহ তাআলা তা কবুল করবেন। তবে মৃতব্যক্তি অসিয়ত না করে গেলে সে ক্ষেত্রে মিরাসের ইজমালী সম্পদ থেকে ফিদয়া দেওয়া যাবে না। একান্ত দিতে চাইলে বালেগ ওয়ারিশগণ তাদের অংশ থেকে দিতে পারবে। -রদ্দুল মুহতার ২/৪২৪-৪২৫\n\nমাসআলা: এক রোযার ফিদয়া একজন মিসকীনকে দেওয়া উত্তম। তবে একাধিক ব্যক্তিকে দিলেও ফিদয়া আদায় হয়ে যাবে। আর একাধিক ফিদয়া এক মিসকীনকে দেওয়া জায়েয। -মুসান্নাফে আবদুর রাযযাক, হাদীস : ৭৫৭৪; আলবাহরুর রায়েক ২/৮৭\n\n\u003cb\u003eরোযা মাকরূহ হওয়ার কারণসমূহ\u003c/b\u003e\n\nমাসআলা: রোযা অবস্থায় কুলি করার সময় গড়গড়া করা এবং নাকের নরম অংশ পর্যন্ত পানি পৌঁছানো মাকরূহ। -জামে তিরমিযী, হাদীস: ৭৬৬; ফাতাওয়া হিন্দিয়া ১/১৯৯\n\nমাসআলা: এমন কাজ করা মাকরূহ, যার দ্বারা রোযাদার নিতান্তই দুর্বল হয়ে পড়ে। যেমন শিঙ্গা লাগানো। -সুনানে তিরমিযী ৭৭৮; ফাতাওয়া হিন্দিয়া ১/২০০\n\nমাসআলা: রোযা অবস্থায় শরীর থেকে রক্ত বের হলে বা ইনজেকশন ইত্যাদি দ্বারা রক্ত বের করলে রোযা ভাঙ্গবে না। তবে ইচ্ছাকৃতভাবে এ পরিমাণ রক্ত বের করা মাকরূহ, যার দ্বারা রোযাদার খুব দুর্বল হয়ে যায়। -সহীহ বুখারী, হাদীস ১৯৪০; রদ্দুল মুহতার ২/৩৯৫\n\nমাসআলা: রোযার হালতে গীবত করলে, গালি-গালাজ করলে, টিভি-সিনেমা ইত্যাদি দেখলে, গান-বাদ্য শ্রবণ করলে এবং যে কোনো বড় ধরনের গুনাহে লিপ্ত হলে রোযা মাকরূহ হয়ে যায়। আর এ কাজগুলো যে সর্বাবস্থায় হারাম, তা তো বলাই বাহুল্য।-সহীহ বুখারী হাদীস : ১৯০৪;\n \n\u003cb\u003eযেসব কাজ রোযাদারের জন্য মাকরূহ নয়\u003c/b\u003e\n\nমাসআলা: রোযার হালতে প্রয়োজনে জিহবা দ্বারা কোনো কিছুর স্বাদ নেওয়া বা প্রয়োজনে বাচ্চাদের জন্য খাদ্য চিবানো মাকরূহ নয়। তবে সতর্ক থাকতে হবে, যেন স্বাদ গলার ভেতরে চলে না যায়। -মুসান্নাফে আবদুর রাযযাক ৪/২০৭; রদ্দুল মুহতার ২/৪১৬\n\nমাসআলা: রোযাদারের জন্য সুরমা লাগানো বা সুগন্ধি ব্যবহার করা মাকরূহ নয়। -মুসান্নাফে আবদুর রাযযাক ৪/২০৮; আলবাহরুর রায়েক ২/২৮০\n\nমাসআলা: রোযা অবস্থায়ও মিসওয়াক করা সুন্নত। এমনকি কাঁচা ডাল দ্বারা মিসওয়াক করাও মাকরূহ নয়। -সহীহ বুখারী ১/২৫৯"
  },
  {
    "chapter_id": "8",
    "1": "রোযার আধুনিক কিছু মাসআলা",
    "2": "\u003cb\u003eএকস্থানে রোযা শুরু করে অন্যস্থানে যাওয়ায় রোযা কম-বেশি হলে\u003c/b\u003e\r\n\r\nমাসআলা: যে ব্যক্তি ২৭ বা ২৮ রোযা পূর্ণ করার পরই তার (সফর করে আসা) দেশে ঈদের চাঁদ ওঠে যায় সে ওই দেশবাসীর সঙ্গে ঈদ করবে এবং পরবর্তী সময়ে একটি বা দুটি রোযা রেখে ৩০টি পূর্ণ করবে। তবে ওই জায়গায় যদি ২৯ রোযার পরই ঈদের চাঁদ দেখা গিয়ে থাকে তাহলে ২৯টি পুরো করলেই চলবে।\r\n\r\nমাসআলা: আর যে ব্যক্তির রোযা ৩০টি পুরো হয়ে যাওয়ার পরও ওই দেশের মুসলমানদের রমযান মাস পূর্ণ হয় না সে ওই দেশের লোকজনের সাথে রমযান শেষ হওয়া পর্যন্ত রোযা রেখে যাবে। যাতে রমযানের পবিত্রতা ক্ষুন্ন না হয়। অতপর সকলের সাথে একত্রে ঈদ করবে।\r\n\r\n\u003cb\u003eওষুধের মাধ্যমে মহিলাদের মাসিক নিয়ন্ত্রণ:\u003c/b\u003e\r\n\r\nমাসআলা: কোনো কোনো মহিলা রমযানের রোযা রমযান মাসেই পুরো করার উদ্দেশ্যে ওষুধের মাধ্যমে মাসিক বন্ধ রেখে থাকে। এ ব্যাপারে শরীয়তের মাসআলা হচ্ছে, যে পর্যন্ত একজন মহিলার মাসিক দেখা না দিবে ওই পর্যন্ত সে নিয়মিত নামায-রোযা করে যাবে; যদিও কৃত্রিম পদ্ধতিতে মাসিক বন্ধ রাখা হোক না কেন। তবে এ ধরনের পদ্ধতি স্বাস্থ্যের জন্য ক্ষতিকর কি না সে বিষয়ে বিশেষজ্ঞ চিকিৎসকের মতামত নেওয়া উচিত।\r\n\r\n\u003cb\u003eএন্ডোস্কপি:\u003c/b\u003e\r\n\r\nমাসআলা: এ পরীক্ষা করার সময় লম্বা চিকন একটি পাইপ রোগীর মুখ দিয়ে পাকস্থলীতে ঢুকিয়ে দেওয়া হয়; যার মাথায় বাল্বজাতীয় একটি বস্তু থাকে। নলটির অপর প্রান্ত থাকে মনিটরের সাথে। এভাবে চিকিৎসকগণ রোগীর পেটের অবস্থা নির্ণয় করে থাকেন।\r\n\r\nযেহেতু এন্ডোস্কপিতে নল বা বাল্বের সাথে কোনো মেডিসিন লাগানো হয় না, তাই এর কারণে সাধারণ অবস্থায় রোযা ভাঙ্গার কথা নয়। কিন্তু বিশেষজ্ঞ ডাক্তার থেকে জানা গেছে এবং প্রত্যক্ষভাবে দেখা গেছে যে, এন্ডোস্কপির সময় টেস্টের প্রয়োজনে চিকিৎসকগণ কখনো কখনো নলের ভেতর দিয়ে পানি ছিটিয়ে থাকেন; যা সরাসরি রোযা ভঙ্গের কারণ। সুতরাং যদি কারো ক্ষেত্রে পানি বা ওষুধ ভেতরে প্রবেশ করানো ছাড়াই টেস্টটি সম্পন্ন হয় তাহলে তার রোযার কোনো ক্ষতি হবে না। অন্যথায় রোযা নষ্ট হয়ে যাবে।\r\n\r\nএন্ডোস্কপি করা হয় খালি পেটে, তাহলে একজন রোযাদার রোযা অবস্থায় এ টেস্টটি না করাতে পারলে কীভাবে তা করাবে? এ প্রশ্নের জবাবে একজন বিশেষজ্ঞ চিকিৎসক বললেন, এক্ষেত্রে রোগীর পানি পান করতে বাধা নেই। তাই রোগী ইচ্ছা করলে শুধু পানি দ্বারা ইফতার করে টেস্টটি করিয়ে নিতে পারে।\r\n\r\nএন্ডোস্কপির মতোই মলদ্বার দিয়ে নল ঢুকিয়ে আরেকটি পরীক্ষা করা হয়ে থাকে। এ ক্ষেত্রেও একই হুকুম প্রযোজ্য হবে।\r\n\r\n\u003cb\u003eএনজিওগ্রাম:\u003c/b\u003e\r\n\r\nমাসআলা: সাধারণ পদ্ধতির এনজিওগ্রামের কারণে রোযা নষ্ট হয় না।\r\n\r\n\u003cb\u003eইনজেকশন ও ইনসুলিন:\u003c/b\u003e\r\n\r\nমাসআলা: ইনজেকশনের কারণে রোযা ভাঙ্গে না। এমনিভাবে একজন রোযাদার ইফতারের আগেও ইনসুলিন ইনজেকশন নিতে পারে। অবশ্য যে সকল ইনজেকশন খাদ্যের কাজ দেয় জটিল ওজর ছাড়া তা নিলে রোযা মাকরূহ হবে।\r\n\r\n\u003cb\u003eস্প্রে জাতীয় ওষুধ:\u003c/b\u003e\r\n\r\nমাসআলা: বর্তমানে এ্যারোসল জাতীয় বেশ কিছু ওষুধ দ্বারা বক্ষব্যাধি, হার্টএ্যাটাক ও অন্যান্য রোগের চিকিৎসা করানো হয়ে থাকে। গ্যাস জাতীয় এ সকল ওষুধ রোগীর মুখের ভেতর দিয়ে প্রবেশ করানো হয়। নিম্নে রমযানে এ ওষুধগুলো ব্যবহারের হুকুম বর্ণনা করা হল।\r\n\r\n\u003cb\u003eনাইট্রোগ্লিসারিন:\u003c/b\u003e\r\n\r\nমাসআলা: এ্যারোসোল জাতীয় ওষুধটি হার্টের রোগীরা ব্যবহার করে থাকে। জিহবার নিচে ২/৩ বার ওষুধ দিয়ে মুখ বন্ধ রাখা হয়। ডাক্তারদের মতে সাথে সাথে ওই ওষুধ শিরার মাধ্যমে রক্তের সাথে মিশে যায়। এ হিসাবে এ ওষুধ ব্যবহার করলে রোযা নষ্ট হবে না। তবে রোগীর কর্তব্য হল, জিহবার নিচের ওষুধটি দেওয়ার পর সাথে সাথে তা গিলে না ফেলা।\r\n\r\n\u003cb\u003eভেন্টোলিন ইনহেলার:\u003c/b\u003e\r\n\r\nমাসআলা: বক্ষব্যাধির জন্য এ ওষুধ ব্যবহৃত হয়ে থাকে। রোগীদেরকে মুখের ভেতর এমনভাবে ওষুধটি স্প্রে করতে বলা হয়, যাতে তা সঙ্গে সঙ্গে ভেতরের দিকে চলে যায়। বিশেষজ্ঞদের মতে খাদ্যনালী হয়ে ওষুধটি ফুসফুসে গিয়ে কাজ করে থাকে। সংশ্লিষ্ট ডাক্তারের সচিত্র ব্যাখ্যা থেকে এ কথা সুস্পষ্টভাবে বোঝা গেছে, ওষুধটি স্প্রে করার পর এর কিছু অংশ খাদ্যনালীতেও প্রবেশ করে। সুতরাং এ ধরনের ইনহেলার প্রয়োগের কারণে রোযা নষ্ট হয়ে যাবে। চিকিৎসকগণ বলেছেন যে, মারাত্মক জটিল রোগী ছাড়া অন্য সকলেরই সাহরীতে এক ডোজ ইনহেলার নেওয়ার পর পরবর্তী ডোজ ইফতার পর্যন্ত বিলম্ব করার সুযোগ রয়েছে। সুতরাং রোগীর কর্তব্য হল বিষয়টি তার চিকিৎসক থেকে বুঝে নেওয়া এবং সম্ভব হলে রোযা অবস্থায় তা ব্যবহার না করা।\r\n\r\nঅবশ্য যদি কোনো রোগীর অবস্থা এত জটিল হয় যে, ডাক্তার তাকে অবশ্যই দিনেও ওষুধটি ব্যবহারের পরামর্শ দিয়ে থাকেন, সেক্ষেত্রে ওই রোগীর এ সময়ে ইনহেলার ব্যবহার করার অবকাশ রয়েছে। পরবর্তী সময়ে রোযা কাযা করে নিবে।"
  },
  {
    "chapter_id": "9",
    "1": "২০ রাকাত তারাবীহ পড়া সুন্নত",
    "2": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাঝে মধ্যে সাহাবায়ে কেরামকে নিয়ে তারাবী পড়েছেন। কত রাকাত পড়েছেন তা সুস্পষ্ট ও সুনির্দিষ্টভাবে কোন সহীহ সূত্রে জানা যায় না। তবে হযরত উমর রা. এর খেলাফতকাল থেকে এখন পর্যন্ত বিশ রাকাত তারাবী পড়া হয়ে আসছে। এ দীর্ঘ সময় কোথাও আট রাকাত পড়ার প্রচলন ছিল না। উম্মতের এ অবিচ্ছিন্ন কর্মধারাই প্রমাণ করে যে, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছ থেকে সাহাবায়ে কেরাম বিশ রাকাতের তালিমই পেয়েছেন। সামনে আমরা এর প্রমাণসমূহ তুলে ধরছি।\r\n\r\n\u003cb\u003e১ নং দলীল: মারফূ হাদীস\u003c/b\u003e\r\n\r\nইবনে আবী শায়বা রহ. বলেন, আমাদের নিকট ইয়াযীদ ইবনে হারূন বর্ণনা করেছেন, তিনি বলেন, আমাদেরকে ইবরাহীম ইবনে উসমান জানিয়েছেন হাকামের সূত্রে, তিনি মিকসামের সূত্রে হযরত ইবনে আব্বাস রা. থেকে বর্ণনা করেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান মাসে বিশ রাকাত তারাবী ও বেতের পড়তেন।-মুসান্নাফে ইবনে আবী শায়বা, হাদীস নং ৭৭৭৪; তাবারানী আল কাবীর, হাদীস নং ১২১০২; আল আওসাত, হাদীস নং ৭৯৮; বায়হাকী, ১/৪৯৬\r\n\r\nএ হাদীসটির সনদে আবূ শায়বা ইবরাহীম ইবনে উসমান আছেন, তিনি যয়ীফ বা দূর্বল। এ কারণে বায়হাকীসহ অনেকেই এই হাদীসকে যয়ীফ বলেছেন। সনদের বিবেচনায় হাদীসটি যয়ীফ হলেও এর সমর্থনে সাহাবী ও তাবেয়ীগণের যুগ থেকে এ হাদীস অনুসারে চলে আসা অবিচ্ছিন্ন আমল রয়েছে। এমন যয়ীফ হাদীস শুধু আমলযোগ্যই নয়, বরং অনেক ক্ষেত্রে তা মুতাওয়াতির বা অসংখ্য সূত্রে বর্ণিত হাদীসের মানোত্তীর্ণ।\r\n\r\n\u003cb\u003e২ নং দলীল: হযরত উমর রা. এর কর্মপন্থা\u003c/b\u003e\r\n\r\nহযরত উমর রা.এর উদ্যোগে ২০ রাকাত তারাবীর ব্যবস্থা সম্পর্কে মোট সাতটি বর্ণনা পাওয়া যায়। নিম্নে তা তুলে ধরা হলো\r\n\r\n\u003cb\u003e১. ইয়াযীদ ইবনে খুসায়ফার বর্ণনা\u003c/b\u003e\r\n\r\nহযরত সাইব ইবনে ইয়াযীদ রা. বলেছেন, হযরত উমর ইবনুল খাত্তাব রা. এর আমলে সাহাবায়ে কেরাম রমযান মাসে বিশ রাকাত পড়তেন। (বায়হাকী , আসসুনানুল কুবরা ২/৪৯৬)\r\n\r\nএ হাদীসের চারটি সনদ রয়েছে। যথা:\r\n\r\nক. আস্ সুনানুল কুবরা বাইহাকী এর বর্ণনা (হাদীস নং ৪৮০১):\r\n\r\n\u003cb\u003eএ সনদটিকে যারা সহীহ বলেছেন,\u003c/b\u003e\r\n\r\n১. ইমাম নববী, আল মাজমু (৪/৩২)\r\n\r\n২. ইমাম ওলী উদ্দিন ইরাকী, তারহুত তাসরীব (৩/ ৯৭)\r\n\r\n৩. ইমাম বদরুদ্দীন আইনী, উমদাতুল কারী (৭/১৭৮) ও আল-বিনায়া (২/৫৫১)\r\n\r\n৪. ইমাম জালালুদ্দীন সুয়ূতী, আল-হাভী ২/৭৪\r\n\r\n৫. জহীর আহসান নিমাভী, আসারুস সুনান পৃষ্ঠা ৩৯৩ (২০২)\r\n\r\n৬. শিহাবুদ্দীন ক্বাসতাল্লানী রহ. ‘ইরশাদুস সারী’ ৩/ ৪২৬\r\n\r\n৭. আল্লামা আব্দুল হাই লখনভী রহ. ‘তুহফাতুল আখয়ার’ পৃষ্ঠা ১০৩\r\n\r\n৮. সিদ্দিক হাসান কিন্নাউজী ‘আওনুল বারী’ ৩/৩৭৮ (২/৮৬১)\r\n\r\nখ. মারিফাতুস সুনান বাইহাকী এর বর্ণনা (হাদীস নং ৫৪০৯):\r\n\r\n\u003cb\u003eএ সনদটিকে যারা সহীহ বলেছেন,\u003c/b\u003e\r\n\r\n১. ইমাম নববী, খুলাসাতুল আহকাম ১/৫৭৬ গ্রন্থে\r\n\r\n২. ইমাম জামালুদ্দীন যায়লায়ী, নসবুর রায়া ২/১৫৪ গ্রন্থে\r\n\r\n৩. ইমাম তকী উদ্দিন সুবকী শরহুল মিনহাজ গ্রন্থে। তুহফাতুল আহওয়াযী ৩/ ৪৪৬\r\n\r\n৪. মুল্লা আলী ক্বারী, শরহুল মুআত্তা ও মিরকাতুল মাফাতিহ ৩/৯৭২ গ্রন্থে\r\n\r\nগ. মুসনাদু আলি ইবনুল জা‘আদ এর বর্ণনা (হাদীস নং ২৯২৬) :\r\n\r\nএ বর্ণনা বিলকুল সহীহ। কারণ, এ বর্ণনায় ইমাম আলী ইবনুল জা‘দ ও সাহাবী সায়েব ইবনে ইয়াযীদ এর মাঝে মাত্র দুইজন রাবী। ইবনু আবি যীব ও ইয়াযীদ ইবনে খুসাইফা। উভয়ে সহীহ বুখারী ও মুসলিম এর রাবী।\r\n\r\nঘ. কিতাবুস সিয়াম ফিরয়াবী এর বর্ণনা: (হাদীস নং ১৭৬) :\r\n\r\nএ হাদীসের সনদও সহীহ। এতে তামীম ইবনু মুনতাসির ছাড়া বাকী সকলেই সহীহ বুখারী ও মুসলিম এর রাবী। আর তামীম ইবনুল মুনতাসিরও সিকা ও নির্ভরযোগ্য। দেখুন, তাকরীবুত তাহযীব; মাশিখাতুন নাসাঈ ১/৮৪; তারিখুল ইসলাম যাহাবী ৫/১০৯৫\r\n\r\n\u003cb\u003e২. ইবনু আবি যুবাবের বর্ণনা\u003c/b\u003e\r\n\r\nহারিছ ইবনে আব্দুর রহমান ইবনে আবু যুবাব বর্ণনা করেছেন সাইব রা. থেকে। তিনি বলেছেন, উমর রা.এর যুগে কিয়ামে রমযান বা তারাবীহ ছিল ২৩ রাকআত।-মুসান্নাফে আব্দুর রাযযাক : ৭৭৩৩\r\n\r\nএর সনদে হারিছ ইবনে আব্দুর রহমান ইবনে আবু যুবাব আছেন। ইবনে হিব্বান ও হাকেম তার হাদীসকে সহীহ আখ্যা দিয়েছেন।\r\n\r\n\u003cb\u003e৩. আবুল আলিয়ার বর্ণনা\u003c/b\u003e\r\n\r\nআবুল আলিয়া বর্ণনা করেছেন, উমর রা. উবাই রা.কে রমযানে লোকদের নিয়ে নামায পড়তে আদেশ দিলেন এবং একথা বললেন যে, লোকেরা দিনভর রোযা রাখে, তারা সুন্দর ভাবে কুরআন পড়তেও পারে না। তাই যদি আপনি রাত্রে তাদের সামনে কুরআন পড়তেন। তিনি তখন বললেন, হে আমীরুল মুমিনীন! একাজ তো ইতিপূর্বে হয় নি। তিনি বললেন, আমি তা জানি। তবে এটা একটা উত্তম কাজ হবে। এরপর উবাই রা. লোকদেরকে নিয়ে বিশ রাকাত পড়লেন। -আলমুখতারা : ১১৬১, এ হাদীসের সনদ হাসান।\r\n\r\n\u003cb\u003e৪. ইয়াহইয়া ইবনে সাঈদ আল আনসারীর বর্ণনা:\u003c/b\u003e\r\n\r\nইয়াহইয়া ইবনে সাঈদ আল আনসারী বর্ণনা করেছেন, হযরত উমর রা. জনৈক সাহাবীকে নির্দেশ দিয়েছিলেন সাহাবীদের নিয়ে বিশ রাকাত পড়তে। -মুসান্নাফে ইবনে আবী শায়বা, হাদীস নং ৭৭৬৪। এ বর্ণাটি ‘মুনকাতি’ বা সূত্র-বিচ্ছিন্ন হলেও সনদ সহীহ ও গ্রহণযোগ্য।\r\n\r\n\u003cb\u003e৫. তাবেয়ী আব্দুল আযীয ইবনে রুফাই’র বর্ণনা :\u003c/b\u003e\r\n\r\nআব্দুল আযীয ইবনে রুফাই বলেন, হযরত উবাই ইবনে কাব রা. রমযানে মদীনা শরীফে লোকদেরকে নিয়ে বিশ রাকাত পড়তেন এবং তিন রাকাত বেতের পড়তেন। -মুসান্নাফে ইবনে আবী শায়বা, হাদীস নং ৭৭৬৬।\r\n\r\nএ হাদীসটিও ‘মুনকাতি’ বা মুরসাল তথা সূত্র বিচ্ছিন্ন। কিন্তু তার উস্তাদগণের মধ্যে দুর্বল কেউ নেই। তাছাড়া তিনি একা নন। তার মতো আরো তিনজন একই সাক্ষ্য দিচ্ছেন। অধিকন্তু এগুলো পূর্বোল্লিখিত অবিচ্ছিন্ন ও সহীহ সূত্রে বর্ণিত হাদীসটির অতিরিক্ত সাক্ষী ও সমর্থক। তাই এতে কোন অসুবিধা নেই।\r\n\r\n\u003cb\u003e৬. তাবেয়ী ইয়াযীদ ইবনে রূমানের বর্ণনা:\u003c/b\u003e\r\n\r\nইয়াযীদ ইবনে রূমান র. বলেন, হযরত উমর রা. এর যুগে লোকেরা রমযান মাসে ২৩ রাকাত নামায পড়তেন। -মুয়াত্তা মালেক : ৪০। এটিও মুনকাতি’ বা মুরসাল। তবে গ্রহণযোগ্য।\r\n\r\n\u003cb\u003e৭. তাবেয়ী মুহাম্মাদ ইবনে কাব আল কুরাযীর বর্ণনা:\u003c/b\u003e\r\n\r\nমুহাম্মদ ইবনে কাব র. বলেন, হযরত উমর রা. এর যুগে রমযানে লোকেরা বিশ রাকাত পড়তেন। তাতে তারা দীর্ঘ কেরাত পড়তেন এবং তিন রাকাত বেতের পড়তেন। -ইবনে নসর মারওয়াযী, কিয়ামুল লায়ল, পৃষ্ঠা ৯১\r\n\r\n\u003cb\u003e৩ নং দলীল : হযরত আলী রা. এর কর্মপন্থা\u003c/b\u003e\r\n\r\n২০ রাকাত তারাবীর ক্ষেত্রে হযরত আলী রা. হযরত উমর রা.এর সিদ্ধান্তই বহাল রেখে ছিলেন। আলী রা. থেকে এক্ষেত্রে দুটি বর্ণনা পাওয়া যায়।\r\n\r\n\u003cb\u003e১. সুলামীর বর্ণনা\u003c/b\u003e\r\n\r\nআবূ আব্দুর রহমান সুলামী র. হযরত আলী রা. সম্পর্কে বলেন, তিনি রমযানে হাফেজদেরকে ডাকলেন এবং তাদের একজনকে লোকদের নিয়ে বিশ রাকাত পড়তে নির্দেশ দিলেন। তিনি বলেন, আলী রা. নিজে তাদের নিয়ে বেতের পড়তেন। -সুনানে বায়হাকী ২/৪৯৬-৪৯৭\r\n\r\nএ হাদীসটির সনদ যঈফ। তবে এর সমর্থক একাধিক বর্ণনা রয়েছে, সেগুলোর দ্বারা এটিও শক্তিশালী হয়। এ কারণেই হয়তো হাফেজ ইবনে তায়মিয়া রহ. ‘মিনহাজুস সুন্নাহ’ গ্রন্থে (২/২২৪) ও যাহাবী রহ. ‘আল মুনতাকা’ গ্রন্থে (৫৪২) হাদীসটিকে দলিলরূপে পেশ করেছেন এবং এর মাধ্যমে প্রমাণ করেছেন, হযরত আলী রা. তারাবীর জামাত, রাকাত-সংখ্যা ইত্যাদি বিষয়ে দ্বিতীয় খলীফা হযরত উমর রা. এর নীতিই অনুসরণ করেছিলেন।\r\n\r\n\u003cb\u003e২. আবুল হাসনার বর্ণনা\u003c/b\u003e\r\n\r\nআবুল হাসনা বলেন, আলী রা. রমযানে জনৈক ব্যক্তিকে আদেশ দিয়েছিলেন লোকদের নিয়ে বিশ রাকাত পড়তে। -মুসান্নাফে ইবনে আবী শায়বা, হাদীস নং ৭৭৬৩\r\n\r\nআবু সাদ আল বাক্কালের কারণে এটাকে বাইহাকী রহ. যঈফ বলেছেন। তবে এক্ষেত্রে বাক্কালের সমর্থক রয়েছেন আমর ইবনে কায়স। দেখুন, মুসান্নাফু ইবনে আবি শায়বা হাদীস নং ৭৭৬৩। তাই তো বাইহাকী রহ. এ দুটি বর্ণনার পূর্বে আবু খসীব ও শুতাইর ইবনে শাকাল এর বর্ণনা উল্লেখ করে লিখেছেন, এ দুটি বর্ণনা সামনের (সুলামী ও আবুল হাসনার) বর্ণনা দুটিকে শক্তি জোগায়।\r\n\r\n\u003cb\u003e৪ নং দলীল : সাহাবায়ে কেরামের ইজমা বা ঐক্যমত\u003c/b\u003e\r\n\r\nইমাম ইবনে আব্দুল বার রহ. লিখেছেন, বিশ রাকাত তারাবীই হযরত উবাই ইবনে কাব রা. থেকে বিশুদ্ধরূপে প্রমাণিত। সাহাবীগণের এক্ষেত্রে কোন দ্বিমত ছিল না। -আল ইসতিযকার ৫/১৫৭\r\n\r\n\u003cb\u003e৫ নং দলীল : মারফুয়ে হুকমী\u003c/b\u003e\r\n\r\nইমাম আবু হানীফা রহ. বলেন, তারাবী সুন্নতে মুয়াক্কাদা। হযরত উমর রা. অনুমান করে নিজের পক্ষ থেকে এটা নির্ধারণ করেননি। এ ক্ষেত্রে তিনি নতুন কিছু উদ্ভাবন করেননি। তিনি তাঁর নিকট বিদ্যমান ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে প্রাপ্ত কোন নির্দেশনার ভিত্তিতেই এই আদেশ প্রদান করেছেন। -আল ইখতিয়ার লি তালীল মুখতার ১/৭০\r\n\r\n\u003cb\u003eআট রাকাতের দলিল পর্যালোচনা\u003c/b\u003e\r\n\r\nআট রাকাতের পক্ষে তিনটি দলিল পেশ করা হয়:\r\n\r\n\u003cb\u003e১ নং দলিল: আয়েশা রা. থেকে বর্ণিত ১১ রাকাতের হাদীস\u003c/b\u003e\r\n\r\nহযরত আবূ সালামা র. হযরত আয়েশা রা. কে জিজ্ঞেস করলেন, রমযানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নামায কিরূপ হতো? তিনি বললেন, রমযান ও রমযানের বাইরে তিনি এগারো রাকাতের বেশী পড়তেন না। তিনি চার রাকাত পড়তেন। এর সৌন্দর্য ও দীর্ঘতা সম্পর্কে তুমি জিজ্ঞেস করো না। এরপর চার রাকাত পড়তেন। এর সৌন্দর্য ও দীর্ঘতা সম্পর্কে তুমি জিজ্ঞেস করো না। এর পর তিন রাকাত পড়তেন। আমি বললাম, ইয়া রাসূলুল্লাহ! আপনি যে বেতের পড়ার আগেই ঘুমিয়ে পড়েন? তিনি বললেন, আয়েশা! আমার চোখ ঘুমায় বটে, তবে আমার কল্ব জাগ্রত থাকে। -সহীহ বুখারী হাদীস নং ১১৪৭\r\n\r\nএ হাদীসটি অনেকেই ৮ রাকাত তারাবীর সবচেয়ে শক্তিশালী দলিল হিসাবে উপস্থাপন করে থাকে। কিন্তু প্রথম কথা হচ্ছে, খোদ সহীহ বুখারীতেই ৮ রাকাত থেকে অধিক রাকাত পড়ার কথাও রয়েছে। যেমন, হযরত ইবনে আব্বাস রা. বর্ণিত আছে যে, রাসূল সা. রাতে ঘুম থেকে উঠে ১২ রাকাত পড়েছেন তারপর বিতর পড়েছেন এবং সুবহে সাদিক হওয়ার পর দু রাকাত ফজরের সুন্নত পড়েছেন। (দেখুন সহীহ বুখারী হাদীস নং ৯৯২, তাওহীদ পাবলিকেশন্স)। এ হাদীসে এশা ও ফজরের সুন্নত এবং বিতর ছাড়া ১২ রাকাত পড়ার কথা রয়েছে।\r\n\r\nতদ্রুপ সহীহ বুখারীতেই হযরত আয়েশা রা. থেকে ফজরের সুন্নত ছাড়া (১১৭০ নং হাদীসে) ১৩ রাকাত ও (১১৩৮ নং) হাদীসে ১১ রাকাত পড়ার কথা রয়েছে।\r\n\r\nআর দ্বতীয় কথা হচ্ছে, আসলে এ হাদীসটি তাহাজ্জুদ সম্পর্কে; তারাবী সম্পর্কে নয়। এটিকে তারাবী সম্পর্কে মনে করা ভুল। কারণ:\r\n\r\nক. এ হাদীসে সেই নামাযের কথা বলা হয়েছে যা রমযান ও অন্য সময় পড়া হতো, অথচ তারাবী রমযান ছাড়া অন্য সময় পড়া হয় না।\r\n\r\nখ. এই নামায চার রাকাত, চার রাকাত ও তিন রাকাত পড়া হয়েছিল। লা-মাযহাবী আলেম মোবারকপুরী তার তিরমিযী শরীফের ভাষ্যগ্রন্থে বলেছেন,\r\n\r\nচার রাকাত এক সালামে পড়া হয়েছিল, এমনিভাবে তিন রাকাতও এক সালামে। অথচ তারাবী দুরাকাত করে পড়া হয়।\r\n\r\nগ. এই নামায যদি তারাবী সম্পর্কে হতো, তবে ফকীহগণের কেউ না কেউ এগারো রাকাতের মত পোষণ করতেন। অথচ তাদের কেউই অনুরূপ মত পোষণ করেননি।\r\n\r\nঘ. মুহাদ্দিসগণও এই হাদীসকে তারাবীর ক্ষেত্রে নয়, তাহাজ্জুদের ক্ষেত্রেই মনে করতেন। ইমাম মুসলিম, আবূ দাউদ, তিরমিযী, নাসায়ী, ইমাম মালেক, আব্দুর রাযযাক, দারিমী, আবূ আওয়ানা ও ইবনে খুযায়মা র. প্রমুখ সকলেই এই হাদীসকে তাহাজ্জুদ অধ্যায়ে উদ্ধৃত করেছেন; তারাবী বা কিয়ামে রামাযান অধ্যায়ে উল্লেখ করেননি।\r\n\r\nমুহাদ্দিসগণের মধ্যে শুধু ইমাম বুখারী র. এ হাদীস তারাবী ও তাহাজ্জুদ উভয় অধ্যায়ে উল্লেখ করেছেন। ইমাম বুখারীর নীতি সকলের জানা। তিনি সামান্য সম্পর্কের কারণেই হাদীস পুনরুল্লেখ করেন। তিনি একথাও বুঝিয়ে থাকতে পারেন, রমযানে তারাবী পড়া হলেও শেষে তাহাজ্জুদও পড়ে নেয়া উচিৎ ।\r\n\r\nবুখারী র. নিজেও ৮ রাকাতের বেশি তারাবী পড়ে শেষরাতে উঠে আবার তাহাজ্জুদ পড়তেন। হাফেজ ইবনে হাজার আসকালানী রহ. সনদসহ উল্লেখ করেছেন যে, রমযানের প্রথম রাতে ইমাম বুখারী রহ. এর নিকট তার সাঙ্গীরা সমবেত হত। তিনি তাদেরকে নিয়ে তারাবীহ পড়তেন। প্রতি রাকাতে ২০ আয়াত তেলাওয়াত করতেন। এভাবে কুরআন খতম করতেন। এরপর শেষ রাতে কুরআন পড়তেন। এ সময় প্রতি তিন রাতে এক খতম করতেন। দিনের বেলা প্রতিদিন এক খতম পড়তেন। ইফতারের সময় খতম শেষ হত। (দেখুন: হাদয়ুস সারী ১/৪৮১; শুআবুল ঈমান ২০৫৮, তারিখে বাগদাদ ২/১২, তাবাকাতুল হানাবিলা ১/২৭৬, তাহযীবুল কামাল ২৪/৪৪৬, তাবাকাতুশ শাফিইয়্যাতিল কুবরা ২/২২৪)\r\n\r\nলক্ষ করুন, তিনি তারাবীহতে কুরআন খতম করতেন এবং প্রতি রাকাতে ২০ আয়াত তেলাওয়াত করতেন। সে হিসাবে তারাবীহতে কুরআন খতম করতে হলে তারাবীর রাকাত সংখ্যা অবশ্যই ৮ রাকাতের অনেক বেশি হতে হবে। কেননা কুরআনের আয়াত সংখ্যা বিশুদ্ধ মত অনুযায়ী ৬২৩৬ টি। আর ৮ রাকাত তারাবীহতে প্রতি রাকতে ২০ আয়াত করে পড়া হলে ৩০ দিনে পড়া হয় মাত্র ৪৮০০ টি। এতে কুরআন খতম হয় না। আল্লাহ তায়ালা আমাদের সঠিক বুঝ দান করুন।\r\n\r\nঙ. এই হাদীস তারাবী সম্পর্কে হলে সাহাবায়ে কেরামের পক্ষে বিশ রাকাত পড়া আদৌ সম্ভব ছিল না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি, তাঁর সুন্নত ও আদর্শের প্রতি তাঁদের চেয়ে অধিক মহব্বত আর কারো হতে পারে না।\r\n\r\nচ. খোদ হযরত আয়েশা রা.ও মনে করতেন না এই হাদীস তারাবী সম্পর্কে। অন্যথায় তাঁর চোখের সামনে ৪০টি বছর মসজিদে নববীতে তাঁরই হুজরার পাশে এভাবে সুন্নতের পরিপন্থী কাজ করা হবে, আর তিনি প্রতিবাদ না করে চুপ করে থাকবেন- তা হতে পারে না।\r\n\r\nছ. এ হাদীস তারাবী সম্পর্কে হলে লা-মাযহাবী আলেম শাওকানী সাহেব কেন বলবেন, তারাবীর রাকাত সংখ্যা সম্পর্কে কোন সহীহ হাদীস নেই? দেখুন, নায়লুল আওতার ৩/৬৬। নওয়াব সিদ্দিক হাসান সাহেব ও ইবনে তায়মিয়া রহ.ও প্রায় একই ধরনের কথা বলেছেন। দেখুন ‘আল ইনতিকাদুর রাজীহ পৃষ্ঠা ৬১; মাজমূউল ফাতাওয়া ২২/২৭২\r\n\r\n\u003cb\u003e২ নং দলিল : হযরত উবাই ইবনে কা’ব রা. ইমামতের ঘটনা\u003c/b\u003e\r\n\r\nহযরত উবাই ইবনে কা’ব রা. থেকে বর্ণিত, তিনি রমযানে তার ঘরের মহিলাদের নিয়ে আট রাকাত পড়েছেন। (মুসনাদে আহমদ ২১০৯৮)\r\n\r\nঅনুরূপ আবূ ইয়ালায় বর্ণিত হযরত জাবির রা. এর হাদীস, উবাই ইবনে কাব রা. রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এসে বললেন, হে আল্লাহর রাসূল! গত রাতে : তার উদ্দেশ্য হলো রমযানে- আমার থেকে একটি ব্যাপার ঘটে গেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, উবাই! সেটা কি? তিনি বললেন,আমার ঘরের নারীরা বললো যে, আমরা তো কুরআন পড়তে পারি না (অর্থাৎ আমাদের কুরআন মুখস্থ নেই)। তাই আমরাও তোমার পেছনে নামায পড়বো। আমি তাদের নিয়ে আট রাকাত পড়লাম। এবং পরে বেতেরও পড়লাম।\r\n\r\nদেখুন, মুসনাদে আবূ ইয়ালা ১৭৯৫; কিয়ামুল লাইল মুহাম্মদ ইবনে নাসর পৃষ্ঠা ৯০, আওসাত তাবারানী ৩৭৩১। সকলে একই সনদে বা সূত্রে এটি বর্ণনা করেছেন।\r\n\r\nকিন্তু এই হাদীস যয়ীফ, এটি প্রমাণযোগ্য নয়। কারণ:\r\n\r\nক. এর সনদে ঈসা ইবনে জারিয়া আছেন, তিনি যয়ীফ। তার হাদীস প্রমাণযোগ্য নয়। (দেখুন, আলবানী সাহেবের ‘সিলসিলাতুল আহাদিসিস্ যঈফা’ হাদীস নং ৬২৬৪ ও ৬৭২২; ‘সিলসিলাতুল আহাদিসিস্ সহীহা’ হাদীস নং ১৭৬০ ও ৬৮৭৩)।\r\n\r\nখ. এ হাদীসের কোথাও তারাবীর কথা নেই। সুতরাং এর দ্বারা আট রাকাত তারাবী প্রমাণ করার চেষ্টা হবে ব্যর্থ চেষ্টা । মহিলাদের নিয়ে ঘরে নামায পড়া থেকে তাহাজ্জুদ পড়ার কথাই সাধারণভাবে বুঝে আসে।\r\n\r\nগ. তারাবী সংক্রান্ত ঘটনা হওয়া তো দূরের কথা, এটাকে রমযানের ঘটনা প্রমাণিত করাও মুশকিল। কারণ এই হাদীসে ঈসা ইবনে জারিয়া কখনও রমযানে আসার কথা বলেছেন; কখনও বলেছেন, তার উদ্দেশ্য হলো রমযানে; আবার কখনও তিনি রমযানের প্রসঙ্গই বাদ দিয়ে দিয়েছেন। এতে করে তার স্মৃতিশক্তির দুর্বলতাই বেশী করে প্রমাণিত হয়।\r\n\r\nঘ. হাদীসটি যে প্রমাণযোগ্য নয় তার একটি প্রমাণ এও হতে পারে, এটি সহীহ হয়ে থাকলে হযরত উমর রা. এর আমলে হযরত উবাই রা. যখন তারাবীর ইমাম হলেন, তখন তিনি আট রাকাতই পড়াতেন। অথচ পেছনে বহু সূত্রে আমরা প্রমাণ করে এসেছি, তিনি বিশ রাকাতই পড়িয়েছেন।\r\n\r\n\u003cb\u003e৩ নং দলিল : হযরত জাবির রা. এর বর্ণনা\u003c/b\u003e\r\n\r\nহযরত জাবির রা. বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে নিয়ে রমযানে আট রাকাত ও বেতের পড়লেন। পরের রাতে আমরা মসজিদে সমবেত হলাম এবং আশা করলাম তিনি বেরিয়ে আমাদের কাছে আসবেন। কিন্তু সকাল পর্যন্ত আমরা মসজিদে (অপেক্ষা করতেই) থাকলাম। (অর্থাৎ তিনি আর বের হননি)।\r\n\r\nএ হাদীসটিও যয়ীফ, প্রমাণযোগ্য নয়। কারণ:\r\n\r\nক. এর সনদেও ঐ পূর্বোক্ত ঈসা ইবনে জারিয়া আছেন।\r\n\r\nখ. তাছাড়া এই হাদীস থেকে বোঝা যায়, এটা কেবল এক রাতের ঘটনা ছিল।"
  },
  {
    "chapter_id": "10",
    "1": "রমযানের মর্যাদাপূর্ণ আমল : ইতিকাফ",
    "2": "\u003cb\u003eইতিকাফ কি?\u003c/b\u003e\r\n\r\nইতিকাফ আরবী শব্দ। আভিধানিক অর্থে ইতিকাফ হল অবস্থান করা, কোন স্থানে নিজেকে আবদ্ধ রাখা।\r\n\r\nশরীয়তের পরিভাষায় ইতকিাফ হল ইবাদত ও সওয়াবের উদ্দেশ্যে, পুরুষের জন্য মসজিদে এবং মহিলাদের জন্য আপন ঘরে নামাযের জায়গায় অবস্থান করা।\r\n\r\nইতিকাফ এমন একটি গুরুত্বপূর্ণ ইবাদত যার প্রচলন ইসলামের বহু পূর্ব থেকেই রয়েছে। নামায ও অন্যান্য ইবাদতের সাথে সাথে আল্লাহ তায়ালা হযরত ইবরাহীম আ. ও হযরত ইসমাঈল আ.কে ইতাকাফকারীদের জন্য বাতুল্লাহকে পবিত্র করার নির্দেশ দিয়েছেন। ইরশাদ হয়েছে, এবং আমি ইবরাহীম ও ইসামাঈলকে আদেশ করলাম তোমরা আমার ঘরকে তওয়াফকারী, ইতিকাফকারী ও রুকু-সেজদাকারীদের জন্য পবিত্র রাখ। -সূরা বাকারা ১২৫\r\n\r\n\u003cb\u003eরমযানে ইতিকাফ ও তার ফযিলত\u003c/b\u003e\r\n\r\nরমযানের বিশ তারিখের সূর্যাস্ত থেকে ঈদের চাঁদ ওঠা পর্যন্ত ইতিকাফ করাকে ইতিকাফে মাসনূন বলা হয়। হাদীস শরীফে আছে, নবী কারীম সা. রমযানের শেষ দশ দিন ইতিকাফ করতেন। -সহীহ বুখারী : ২০২১\r\n\r\nমাহে রমযানে ইতিকাফ করা একটি গুরুত্বপূর্ণ আমল। রমযানের ফযীলত, বরকত এবং বিশেষত লাইলাতুল কদরের ফযীলত ও বরকত পাওয়ার জন্য ইতিকাফের গুরুত্ব অপরিসীম। নবী কারীম সা. তাঁর মাদানী জীবনে মাত্র একটি রমযানে জিহাদের সফরের কারণে ইতিকাফ করতে পারেননি। তবে পরবর্তী বছর ২০ দিন ইতিকাফ করে তা পূরণ করে নিয়েছেন। এ ছাড়া তিনি সবকটি ইতিকাফ করেছেন। সাহাবীগণও তাঁর সাথে ইতিকাফে শরীক হতেন। তাই ইতিকাফ একটি মর্যাদাপূর্ণ মাসনূন আমল যা ‘শেয়ারে ইসলাম’ও বটে। এমনকি কোন মসজিদ ইতিকাফশূন্য থাকলে পুরো এলাকাবাসী সুন্নতে মুআক্কাদা বর্জনের কারণে গুনাহগার হবে।\r\n\r\nহাদীস শরীফে এসেছে, নবী কারীম সা. প্রত্যেক রমযানে দশ দিন ইতিকাফ করতেন। তবে ওফাতের বছর বিশ দিন ইতিকাফ করেছেন। -সহীহ বুখারী ২০৪৪\r\nইতিকাফের ফযিলত সম্পর্কে একটি হাদীসের ভাষ্য নিম্নরূপ:\r\nযে ব্যক্তি আল্লাহ তায়ালার সন্তুষ্টির উদ্দেশ্যে এক দিন ইতিকাফ করবে আল্লাহ তায়ালা তার এবং জাহান্নামের মাঝে তিন খন্দক দূরত্ব সৃষ্টি করে দিবেন। অর্থাৎ আসমান ও জমিনের মাঝে যত দূরত্ব আছে তার চেয়েও বেশি দূরত্ব সৃষ্টি করে দিবেন। -শুআবুল ঈমান ৩৯৬৫\r\n\r\n\u003cb\u003eইতিকাফের উপকারিতা\u003c/b\u003e\r\n\r\n১. শবে কদর অন্বেষণের অন্যতম মাধ্যম হল ইতিকাফ। হাদীস শরীফে এসেছে, নবী কারীম সা. রমযানের মাঝের দশ দিন ইতিকাফ করতেন। এক বছর এভাবে ইতকাফ শেষ করার পর যখন রমযানের ২১তম রাত আসল (অর্থাৎ যে রাত গিয়ে সকালে তিনি ইতিকাফ থেকে বের হবেন) তিনি ঘোষণা করলেন, যে ব্যক্তি আমার সাথে ইতিকাফ করেছে সে যেন শেষ দশকে ইতিকাফ করে। কারণ আমাকে শবে কদর সম্পর্কে অবগত করা হয়েছিল (যে তা শেষ দশকের ওমুক রাত) এরপর তা ভুলিয়ে দেওয়া হয়েছে। সুতরাং তোমরা শবে কদর শেষ দশকে খোঁজ কর। -সহীহ বুখারী ২০২৭\r\n\r\n২. ইতিকাফকারী অবসর সময়ে কোন আমল না করলেও তার দিনরাত ২৪ ঘণ্টা ইবাদত হিসাবেই গণ্য হয়।\r\n\r\n৩. ইতিকাফের বদৌলতে অনেক গুনাহ থেকে বেঁচে থাকা যায়। পাপাচারের সয়লাব থেকে বেঁচে থাকার জন্য আল্লাহ তায়ালার ঘর যেন একটি প্রকৃত দূর্গ।\r\n\r\n৪. ইতিকাফ দ্বারা দুনিয়ার বহু ঝামেলা থেকে মুক্ত করে নিজেকে পুরোপুরি আল্লাহ তায়ালার কাছে সঁপে দেওয়া হয়। রোযার কারণে পুরো দিন ফেরেশতাদের সাথে (পানাহার ও যৌন কর্ম বর্জন দ্বারা) সামঞ্জস্য হয়। আর ইতিকাফের দ্বারা ২৪ ঘণ্টা ফেরেশতাসূলভ আচরণের উপর অবিচল থাকার চমৎকার প্রশিক্ষণ হাসিল হয়।\r\n\r\n৫. রোযার যাবতীয় আদব ও হক যথাযথ আদায় করে পরিপূর্ণ রোযা আদায় করার জন্য ইতিকাফ যথেষ্ট কর্যকর।\r\n\r\n৬. আল্লাহ তায়ালার মেহমান হয়ে তাঁর সাথে মহব্বত ও ভালবাসা সৃষ্টি করার অন্যতম মাধ্যম। সশ্রদ্ধ একান্ত সংলাপের জন্য ইতিকাফের বিকল্প বিরল। মসজিদে অবস্থান করার কারণে ইতিকাফকারী যে সকল আমল করতে অক্ষম যেমন জানাযায় শরীক হওয়া, অসুস্থদের সেবা করা ইত্যাদি- এ সব আমল না করেও তার সওয়াব পেতে থাকা।\r\n\r\n\u003cb\u003eইতিকাফের মাসায়েল\u003c/b\u003e\r\n\r\nমাসআলা: মাসনূন ইতিকাফ যেহেতু শেষ দশ দিন ব্যাপী, তাই প্রথম থেকেই পুরো দশ দিন ইতাকাফ করার নিয়ত করবে। এক সাথে দশ দিনের নিয়ত না করলে সুন্নত ইতিকাফ আদায় হবে না; বরং তা নফলে পরিণত হবে।\r\n\r\nমাসআলা: ২০ তারিখ সূর্যাস্তের আগেই ইতিকাফের নিয়তে মসজিদে পৌঁছে যাওয়া জরুরী।\r\n\r\nমাসআলা: মাসনূন ইতিকাফ শুরু করলে তা পূর্ণ করা আবশ্যক। ওযর ব্যতীত তা ভাঙ্গা জায়েয নেই।\r\n\r\nমাসআলা: ইতিকাফকারীর জন্য ইতিকাফ অবস্থায় স্ত্রীসহবাস করা হারাম। তেমনি স্ত্রীকে চুমু খাওয়া, আলিঙ্গন করা ইত্যাদি সব কিছুই নাজায়েয।\r\n\r\nমাসআলা: মাসনূন ইতিকাফ শুরু করার পর মাঝে দুএক দিন যদি ভঙ্গ হয়ে যায় তাহলে সে দিনগুলোর ইতিকাফ পরে কাযা করে নিতে হবে। অর্থাৎ যে কয়দিনের ইতিকাফ ভঙ্গ হয়েছে সে কয়দিনের জন্য রোযা অবস্থায় মসজিদে অবস্থান করবে।\r\n\r\nমাসআলা: পারিশ্রমিকের বিনিময়ে ইতিকাফ করা ও করানো উভয়ই নাজায়েয।\r\n\r\nমাসআলা: ইতিকাফের দিনগুলোতে তেলাওয়াত, তাসবীহ-তাহলীল ও ইবাদত-বন্দিগীতে কাটানো উত্তম।\r\n\r\nমাসআলা: কিছু সময় দীনী মাসায়েলের কিতাবাদী পড়াশোনা করা এবং অন্যকে শোনানো উচিত।\r\n\r\nমাসআলা: পুরুষরা শুধু মসজিদে ইতিকাফ করবে। আর মহিলারা তাদের ঘরে নামাযের জায়গায় ইতিকাফ করবে।\r\n\r\nমাসআলা: মহিলারা তাদের ইতিকাফের স্থানকে পর্দা দিয়ে ঢেকে দিবে, যেন কোন বেগানা পুরুষ আসলে স্থান পরিবর্তন করতে না হয়।\r\n\r\nমাসআলা: অজ্ঞান বা পাগল হয়ে গেলে ইতিকাফ নষ্ট হয় না। তবে তা যদি পরবর্তী দিন বা আরো বেশি সময় পর্যন্ত দীর্ঘায়িত হয় তাহলে প্রথম দিন বাদ দিয়ে যে কয়দিন এ অবস্থায় কাটে সেগুলোর কাযা কারে নিতে হবে।\r\n\r\nমাসআলা: ইতিকাফ সহীহ হওয়ার জন্য শরয়ী মসজিদ হওয়া জরুরী। জামে সমজিদ হোক বা পাঞ্জেগানা উভয়টিতেই ইতিকাফ করা যায়।\r\n\r\n\u003cb\u003eইতিকাফ অবস্থায় যা করা যায়\u003c/b\u003e\r\n\r\nমাসআলা: অন্যান্য রোযাদারদের মত রাতের বেলায় খাওয়া-দাওয়া বা চা পান করা ইত্যাদি সবকিছুই ইতিকাফকারীর জন্য জায়েয।\r\n\r\nমাসআলা: প্রয়োজনীয় দুনিয়াবী কথাবর্তা বলা জায়েয।\r\n\r\nমাসআলা: প্রয়োজন মত আরাম করা ও ঘুমানো জায়েয।\r\n\r\nমাসআলা: জরুরী চিঠিপত্র লেখা এবং ধর্মীয় বইপত্র লেখা জায়েয।\r\n\r\nমাসআলা: মসজিদে ইতিকাফ অবস্থায় শুধু প্রয়োজনীয় বেচাকেনার কথাবর্তা বলা জায়েয। তবে পন্য মসজিদের ভেতর প্রবেশ করানো যাবে না।\r\n\r\nমাসআলা: ডাক্তাররা প্রয়োজনবশত ইতিকাফ অবস্থায় বিনা পারিশ্রমিকে চিকিৎসাপত্র লিখতে পারবে।\r\n\r\nমাসআলা: মল-মুত্র ত্যাগ, অজু, (ফরয ও নফল) ফরয গোসল ও সুন্নত গোসলের জন্য মসজিদ থেকে বের হওয়া জায়েয।\r\n\r\nমাসআলা: খাবার মসজিদের পৌঁছে দেওয়ার কেউ না থাকলে নিজে গিয়ে তা আনতে পারবে।\r\n\r\nমাসআলা: মুয়ায্যিন ইতিকাফ করলে এবং আজানের জায়গা মসজিদের বাইরে হলে বাইরে গিয়ে তার জন্য আযান দেওয়া জায়েয।\r\n\r\nমাসআলা: পাঞ্জেগানা মসজিদ হলে জুমার নামাযের জন্য জামে মসজিদে যাওয়া জায়েয।\r\n\r\nমাসআলা: জুমার শেষে (৪ রাকাত ও ২ রাকাত মোট ৬ রাকাত সুন্নত পড়ে সাথে সাথে) ইতিকাফের স্থানে ফিরে আসবে।\r\n\r\nমাসআলা: অজু-ইস্তিঞ্জার জন্য বের হলে যদি কোন জানাযা উপস্থিত থাকে তাহলে পথে বিলম্ব না করে জানাযার নামায পড়ে নেওয়া জায়েয।\r\n\r\nমাসআলা: ফরয ও মাসনূন গোসল (যেমন জুমার গোসল) ছাড়া স্বাভাবিক গোসলের জন্য মসজিদ থেকে বের হবে না। তবে খুব বেশি প্রয়োজন দেখা দিলে মসজিদের ভেতরে বসে মাথা বের করে দিয়ে মাথায় পানি দিবে। এতেও সমস্যা না কাটলে কোন কোন মুফতীর মতে অজু-ইস্তিঞ্জার জন্য যখন বের হবে তখন নিকটে পানির ব্যবস্থা থাকলে অতিদ্রুত গোসল করে নিবে।\r\n\r\nমাসআলা: কুরআন মাজীদ ও দীনী কিতাবের তালীম দেওয়া জায়েয।\r\n\r\nমাসআলা: ইতিকাফ অবস্থায় শরীরে তেল লাগানো, খুশবু ব্যবহার করা এবং চুল-দাড়ী আঁচড়ানোর অনুমতি আছে।\r\n\r\nমাসআলা: ইতিকাফ অবস্থায় চুপ থাকাকে সওয়াব মনে করে চুপ থাকা অর্থাৎ কোন যিকিরও না করা মাকরূহ তাহরীমী।\r\n\r\nমাসআলা: মসজিদ একতলা বিশিষ্ট হোক বা বহুতল বিশিষ্ট, ছাদ মসজিদের অন্তর্ভুক্ত হবে। সুতরাং ইতিকাফকারী ছাদে যেতে পারবে।\r\n\r\nমসজিদের বারান্দা যদি মসজিদের অন্তর্ভুক্ত হয় (অর্থাৎ নির্মাণের সময় বারান্দাকেও যদি মসজিদের অংশ মনে করা হয়ে থাকে) তাহলে সেখানেও ইতিকাফকারী যেতে পারবে।\r\nমাসআলা: ইতিাকাফকারী নফল অজুর জন্য মসজিদের বাইরে যেতে পারবে।\r\n\r\n\u003cb\u003eমহিলাদরে ইতিকাফ\u003c/b\u003e\r\n\r\nমাসআলা: মহিলারা তাদের ঘরে নামাযের স্থানে ইতিকাফ করবে। নামাযের জন্য পূর্ব থেকে কোন স্থান না থাকলে তা নির্দিষ্ট করে নিবে। এরপর সেখানে ইতিকাফ করবে।\r\n\r\nমাসআলা: যে মহিলার স্বামী বৃদ্ধ, অসুস্থ বা তার ছোট ছেলে-মেয়ে রয়েছে এবং তাদের সেবা করার কেউ নেই, সে মহিলার জন্য ইতিকাফের চেয়ে তাদের খেদমত ও সেবাযত্ম করা উত্তম।\r\n\r\nমাসআলা: মাসিক (ঋতুস্রাব) অবস্থায় ইতিকাফ করা সহীহ নয়। কারণ এ অবস্থায় রোযাই রাখা যায় না। আর মাসনূন ইতিকাফের জন্য রোযা রাখা জরুরি।\r\n\r\nমাসআলা: মহিলাদের উচিত তাদের নির্দিষ্ট দিনগুলোর শরু-শেষের দিকে লক্ষ্য রেখে ইতিকাফ করা।\r\n\r\nমাসআলা: মহিলারা তাদের ইতিকাফের নির্দিষ্ট স্থান থেকে ঘরের অন্যত্র যাবে না। অন্যত্র গেলে ইতিকাফ ভেঙ্গে যাবে।\r\n\r\nমাসআলা: মহিলাদের ইতিকাফ করতে হলে স্বামীর অনুমতি নিয়েই ইতিকাফ করতে হবে। স্বামীর নিষেধ সত্ত্বেও ইতিকাফ করলে ইতিকাফ সহীহ হবে না।\r\n\r\n\u003cb\u003eইতিকাফ ভঙ্গের কারণসমূহ\u003c/b\u003e\r\n\r\nমাসআলা: ইতিকাফ অবস্থায় সহবাস করলে ইতিকাফ ভেঙ্গে যাবে। এ ছাড়া স্ত্রীকে চুমু খাওয়া বা স্পর্শ করার দ্বারা বীর্যপাত ঘটলে ইতিকাফ ভেঙ্গে যাবে।\r\n\r\nমাসআলা: ফরয ও মাসনূন নয় এমন গোসলের জন্য মসজিদ থেকে বের হলে ইতিকাফ ভেঙ্গে যাবে।\r\n\r\nমাসআলা: শিক্ষক ও চাকুরিজীবীরা নিজ দায়িত্ব পালনের জন্য মসজিদের বাইরে গেলে ইতিকাফ ভেঙ্গে যাবে। এ ধরণের দায়িত্বশীলদের জন্য ইতিকাফের আগেই ছুটি নিয়ে নিতে হবে।\r\n\r\nমাসআলা: অন্য মসজিদে খতম তারাবীর জন্য গেলেও ইতিকাফ ভেঙ্গে যাবে।\r\n\r\nমাসআলা: বিনা প্রয়োজনে মসজিদের বাইরে গেলে যদিও তা অল্প সময়ের জন্য হয়, ইতিকাফ ভেঙ্গে যাবে।\r\n\r\nমাসআলা: কোন কারণে রোযা ভেঙ্গে গেলে বা রোযা রাখতে না পারলে ইতিকাফ ভেঙ্গে যাবে। কারণ মাসনূন ও ওয়াজিব ইতিকাফের জন্য রোযা জরুরি।\r\n\r\nমাসআলা: জানাযার জন্য মসজিদ থেকে বের হলে ইতিকাফ ভেঙ্গে যাবে।"
  },
  {
    "chapter_id": "11",
    "1": "সাদাকাতুল ফিতরের পরিমাণ",
    "2": "সদকাতুল ফিতর সম্পর্কিত হাদীসগুলো পর্যালোচনা করলে এ বিষয়ে মোট পাঁচ প্রকার খাদ্যের বর্ণনা পাওয়া যায়। যব, খেজুর, পনির, কিসমিস ও গম। এ পাঁচ প্রকারের মধ্যে যব, খেজুর পনির ও কিসমিস দ্বারা সদকা ফিতর আদায় করতে চাইলে প্রত্যেকের জন্য এক ‘সা’ দিতে হবে। কেজির হিসাবে যা তিন কেজি ১৮৩ গ্রাম। আর গম দ্বারা আদায় করতে চাইলে আধা ‘সা’ দিতে হবে। কেজির হিসাবে ১ কেজি ৫৯১.৫ গ্রাম হয়। এটা হল ওজনের দিক দিয়ে তফাত। আর মূল্যের দিক থেকে তো পার্থক্য রয়েছেই। এ সব পণ্যের বাজার দার থেকে যা সকলেরই জানা।\r\n\r\nহাদীসে এ পাঁচটি দ্রব্যের যে কোনটি দ্বারা ফিতরা আদায়ের সুযোগ দেওয়া হয়েছে। যেন মুসলামনগণ নিজ নিজ সামর্থ্য ও সুবিধা অনুযায়ী এর যে কোন ১টি দ্বারা তা আদায় করতে পারে। এখন লক্ষ্যণীয় বিষয় হল, সকল শ্রেণীর লোক যদি সবচেয়ে নিম্ন মূল্যমানের দ্রব্য দিয়েই নিয়মিত সদকা ফিতর আদায় করে তবে হাদীসে বর্ণিত অন্য চারটি দ্রব্যের হিসাবে ফিতরা আদায়ের উপর আমল করবে কে?\r\n\r\nআসলে এ ক্ষেত্রে হওয়া উচিত ছিল এমন যে, যে ব্যক্তি উচ্চ মূল্যের পণ্য দিয়ে সদকা ফিতর আদায় করার সামর্থ্য রাখে সে তা দিয়েই আদায় করবে। যার সাধ্য আরো কম সে তাই দিবে। এর চেয়ে কম আয়ের লোকেরা আরো কম দামের পণ্যের হিসাব গ্রহণ করতে পারে। এটিই উত্তম নিয়ম। এ নিয়মই ছিল নবী সাল্লাল্লাহু আলাই ওয়া সাল্লাম, সাহাবা-তাবেঈন ও তাবে তাবেঈনের স্বর্ণযুগে। এ পর্যন্ত কোথাও দূর্বল সূত্রেও একটি প্রমাণ মেলেনি যে স্বর্ণযুগের কোন সময়ে সব শ্রেণীর সম্পদশালী সর্ব নিম্ন মূল্যের দ্রব্য দ্বারা সদকা ফিতর আদায় করেছেন।\r\n\r\nএ পর্যন্ত কোথাও দূর্বল সূত্রেও একটি প্রমাণ মেলেনি যে স্বর্ণযুগের কোন সময়ে সব শ্রেণীর সম্পদশালী সর্ব নিম্ন মূল্যের দ্রব্য দ্বারা সদকা ফিতর আদায় করেছেন।\r\n\r\nএখানে এ সংক্রান্ত কিছু বরাত পেশ করা হচ্ছে।\r\n\r\n\u003cb\u003eহাদীস\u003c/b\u003e\r\n\r\nনবী কারীম সা.কে সর্বোত্তম দান সম্পর্কে জিজ্ঞাসা করা হলে তিনি ইরশাদ করেন, দাতার নিকট যা সর্বোৎকৃষ্ট এবং যার মূল্যমান সবচেয়ে বেশি। -সহীহ বুখারী ৩/১৮৮\r\n\r\n\u003cb\u003eসাহাবায়ে কেরামের আমল\u003c/b\u003e\r\n\r\n(ক) হযরত আবু সাঈদ খুদরী রা. বলেন, আমরা সদকা ফিতর আদায় করতাম এক ‘সা’ খাদ্য দ্বারা অথবা এক ‘সা’ যব অথবা এক ‘সা’ খেজুর, কিংবা এক ‘সা’ পনির বা এক ‘সা’ কিসমিস দ্বারা। আর এক ‘সা’ এর ওজন ছিল নবী করীম সা. এর ‘সা’ অনুযায়ী। -মুআত্তা মালেক পৃষ্ঠা ১২৪\r\n\r\n(খ) হযরত আব্দুল্লাহ ইবনে উমর রা. সারা জীবন খেজুর দ্বারাই সদকা ফিতর আদায় করেছেন। তিনি মাত্র একবার যব দ্বারা আদায় করেছেন। -আল ইসতিযকার হাদীস নং ৫৯০\r\n\r\nইবনে কুদামা রহ. আবু মিজলাযের বর্ণনা উল্লেখ করে বলেন, এ বর্ণনা দ্বারা বোঝা যায় যে, সাহাবায়ে কেরাম অধিকাংশই যেহেতু খেজুর দ্বারা ফিতরা আদায় করতেন তাই ইবনে উমর রা. সাহাবাদের তরীকা অবলম্বন করতঃ সারা জীবন খেজুর দ্বারাই আদায় করেছেন। এ প্রসঙ্গে ইবনে উমরের ভাষ্য হল, সাহাবীগণ যে পথে চলেছেন আমিও সে পথেই চলতে আগ্রহী।\r\n\r\nসাহাবায়ে কেরামের যুগে আধা সা গমের মূল্য এক সা খেজুর সমপরিমাণ ছিল। নবী কারীম সা. এর যুগে মদীনাতে গমের ফলন ছিল না বললেই চলে। পরবর্তীতে হযরত মুআবিয়া রা. এর যুগে ফলন বৃদ্ধি পেলেও মূল্য ছিল খুব বেশি। সদকা ফিতরের জন্য নির্ধারিত খাদ্যসমূহের মধ্যে গমের মূল্য ছিল সবচেয়ে বেশি। একাধিক বর্ণনায় এসেছে যে, সেকালে আধা ‘সা’ গমের মূল্য এক সা খেজুরের সমপরিমাণ ছিল।\r\n\r\nহযরত মুআবিয়া রা. এর যুগে গমের ফলন বৃদ্ধি পেলে আধা সা গমকে সদকা ফিতরের অন্যান্য খাদ্য দ্রব্যের এক ‘সা’র মত গণ্য করা হত। -আল ইস্তিযকার ৯/৩৫৫\r\n\r\nতাহলে বুঝা গেল যে, হযরত মুআবিয়া রা. এর যুগে গম দ্বারা সদকা ফিতর আদায়ের প্রচলন বেড়েছিল। এর কারণ হল, তখন গমই ছিল সর্বোৎকৃষ্ট ও সর্বোচ্চ মূল্যমানের খাদ্য। এ সময় হযরত ইবনে উমর রা. সাহাবীদের অনুকরণে খেজুর দ্বারাই সদকা ফিতর আদায় করতেন। তখন তাঁকে আবু মিজলায রহ. বললেন, আল্লাহ তায়ালা তো এখন সামর্থ্য দিয়েছেন। আর গম খেজুরের চেয়ে অধিক উত্তম।\r\n\r\nঅর্থাৎ আপনার সামর্থ্য রয়েছে বেশি মূল্যের বস্তু সদকা করার। তবুও কেন খেজুর দ্বারা তা আদায় করছেন। উত্তরে তিনি বলেছিলেন, আমি সাহাবীদের অনুকরণে এমন করছি।\r\n\r\nযাক আমাদের কথা ছিল, সাহাবায়ে কেরাম গম দ্বারা এজন্যই সদকা ফিতর আদায় করতেন যে, এর মূল্য সবচেয়ে বেশি ছিল। হাদীসে পাঁচ প্রকারের খাদ্য দ্রব্যের মধ্যে বর্তমানে গমের মূল্য সবচেয়ে কম। তাহলে এ যুগে সর্ব শ্রেণীর জন্য এমনটি সম্পদশালীদের জন্যও শুধুই গম বা তার মূল্য দ্বারা সদকা ফিতর আদায় করা কী করে সমীচীন হতে পারে?\r\n\r\nবড়ই আশ্চর্য! পুরো দেশের সব শ্রেণীর লোক বছর বছর ধরে সর্বনিম্ন মূল্যের হিসাবে ফিতরা আদায় করে আসছে। মধ্য বিত্ত ও উচ্চবিত্ত সকলেই ফিতরা দিচ্ছে একই হিসাবে জনপ্রতি ৪০/৪৫ টাকা করে। মনে হয় সকলে ভুলেই গেছে যে, গম হচ্ছে ফিতরার ৫টি দ্রব্যের সবচেয়ে নিম্ন মূল্যের।\r\n\r\nসুতরাং আমরা এ দেশের ফিতরা আদায়কারী ধর্মপ্রাণ মুসলমানদের প্রতি আহ্বান জানাচ্ছি যে তারা যেন যার যার সামর্থ্য অনুযায়ী হাদীসে বর্ণিত দ্রব্যগুলোর মধ্যে তুলনামূলক উচ্চমূল্যের দ্রব্যটির হিসাবে ফিতরা আদায় করেন। পনির, কিসমিস, খেজুর কোনটির হিসাব যেন বাদ না পড়ে। ধণী শ্রেণীর মুসলিম ভাইদের জন্য পনির বা কিসমিসের হিসাবে ফিতরা আদায় করা কোনো সমস্যাই নয়। যেখানে রমযানে ইফতার পার্টির নামে লক্ষ লক্ষ টাকা ব্যয় করা হয়, ঈদ শপিং করা হয অঢেল টাকার, সেখানে কয়েক হাজার টাকার ফিতরা তো কোন হিসাবেই পড়ে না। যদি এমনটি করা হয় তবে যেমনিভাবে পুরো হাদীসের উপর মুসলমানদের আমল প্রতিষ্ঠিত হবে এবং একটি হারিয়ে যাওয়া সুন্নত যিন্দা করা হবে, তেমনি এ পদ্ধতি দারিদ্রবিমোচনে অনেক অবদান রাখবে। গরীব-দুঃখীগণের মুখেও হাসি ফুটে উঠবে পবিত্র ঈদের দিনে।"
  },
  {
    "chapter_id": "12",
    "1": "ঈদের নামাযের তাকবীর কয়টি?",
    "2": "ঈদের নামাযে ৬ তাকবীর এর অর্থ অতিরিক্ত ৬ তাকবীর। অর্থাৎ নামাযের শুরুর এক তাকবীর ও রুকুর দুই তাকবীর ছাড়া ৬ তাকবীর। এই ৩ তাকবীরসহ মোট ৯ তাকবীর। তাহরীমা ও রুকুর দুই তাকবীর সব নামাযে বিদ্যমান থাকায় তা উল্লেখ না করে শুধু ৬ তাকবীরের কথা বলা হয়, যা ঈদের নামাযের জন্য বিশেষ বিধান। সারকথা এই যে, ৯ তাকবীর বা সাধারণ পরিভাষায় অতিরিক্ত ৬ তাকবীর এ দুয়ের মধ্যে শব্দগত কিছু পার্থক্য থাকলেও আমলগত কোনো পার্থক্য নেই। আমরা এর কিছু প্রমাণ নিচে তুলে ধরছি।\r\n\r\n\u003cb\u003e১ নং দলীল : কাসিম আবু আব্দির রহমান রহ. এর হাদীস\u003c/b\u003e\r\n\r\nএ বিষয়ে সবচেয়ে সহীহ হাদীস হল বিশিষ্ট তাবেয়ী কাসিম আবু আবদুর রহমানের হাদীস, যা তিনি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এক সাহাবী থেকে বর্ণনা করেছেন। কাসিম আবু আবদুর রহমান বলেন, আমাকে আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এক সাহাবী বর্ণনা করেছেন। তিনি (সাহাবী) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে ঈদের নামায পড়েছেন তাতে তিনি ৪টি করে তাকবীর দিয়েছেন। নামায শেষে আমাদের দিকে ফিরে বললেন, ভুলে যেয়ো না, (ঈদের নামাযের তাকবীর) জানাযার নামাযের মত। এ কথা বলে তিনি বৃদ্ধাঙগুলি গুটিয়ে বাকি ৪ আঙুল দ্বারা ইশারা করলেন। শরহু মাআনিল আছার ৭২৭৩\r\n\r\nএই হাদীসের সনদ সহীহ, এর রাবীগণ সকলেই ছিকা। ইমাম তহাবী রাহ. হাদীসটি বর্ণনা করে লেখেন, এই হাদীসের সনদ ‘হাসান’ আবদুল্লাহ ইবনে ইউসুফ, ইয়াহইয়া ইবনে হামযা, ওযীন ও কাসিম সকলেই সহীহ হাদীস বর্ণনায় প্রসিদ্ধ। এঁরা প্রথমোক্ত (১২ তাকবীর বিষয়ক) হাদীসগুলোর বর্ণনাকারীদের মত নন। সুতরাং ঈদের তাকবীর প্রসঙ্গে সনদগত বিশুদ্ধতা বিবেচিত হলে এটি এর বিপরীত হাদীস অপেক্ষা গ্রহণের অধিক উপযুক্ত। (তাহাবী রহ. এর সনদ হাসান বলার অর্থ সহীহ। কারণ, ইমাম তাহাবী রহ. এর নিকট সহীহ ও হাসান পরিভাষা একই মানের ছিল)।\r\n\r\nইমাম বদরুদ্দীন আইনী রাহ. ‘নুখাবুল আফকার’ গ্রন্থে (১৬/৪৪২) বলেন, ‘এটির সনদ সহীহ এবং এর রাবীগণ ছিকা।’\r\n\r\nশায়খ নাসির উদ্দিন আলবানী তার ‘সিলসিলাতুল আহাদীসিস সহীহা’ গ্রন্থে ইমাম তহাবী রাহ.-এর বক্তব্য সমর্থন করার পর লেখেন, ‘সুতরাং এটি (ইমাম) আবু দাউদ প্রমুখ ‘হাসান’ সনদে আবু আয়েশার সূত্রে আবু হুরায়রা রা.-এর যে হাদীস বর্ণনা করেছেন সেটার শক্তিশালী ‘শাহিদ’। ... এটি মূলত একটি বিরল ও শক্তিশালী বর্ণনা, যা ইমাম তাহাবী রহ. আমাদের জন্য সংরক্ষণ করেছেন...। এর শক্তি আরো বৃদ্ধি পায় আবদুর রাযযাক রহ. যা বর্ণনা করেছেন তা দ্বারা...।’\r\n\r\nএরপর তিনি কিছু আছার উল্লেখ করে বলেন, ‘এসব শক্তিশালী আছার শিরোনামের হাদীস তথা আলোচিত হাদীসের সমর্থন করে। এগুলো মওকূফ হলেও মারফূর হুকুমে। কারণ এ ধরনের বিষয়ে (রাসূলের) নির্দেশনা ছাড়া এক জামাত সাহাবীর ঐক্য সম্ভব নয়। এ জাতীয় বিষয় যদি মওকূফরূপেও বর্ণিত হত তবু দলীল বিবেচিত হত। অথচ তা দু’টি মারফূ সূত্রে বর্ণিত হয়েছে একটি শিরোনামের হাদীস অন্যটি এর শাহিদ আবু আয়েশার হাদীস...।’ সিলসিলাতুল আহাদীসিস সহীহা, হদীস নং ২৯৯৭\r\n\r\n\u003cb\u003e২ নং দলীল : আবু আয়েশা রহ. এর হাদীস\u003c/b\u003e\r\n\r\nপ্রসিদ্ধ তাবেয়ী ইমাম মাকহুল বলেছেন, আমাকে আবু হুরাইরা রা. এর একজন সঙ্গী আবু আয়েশা জানিয়েছেন যে, (কুফার আমীর) সাঈদ ইবনুল আস আবু মূসা আশআরী রা. ও হুযাইফা রা. কে জিজ্ঞাসা করলেন, রাসূল সা. ঈদুল আযহা ও ঈদুল ফিতরে কয় তাকবীর দিতেন? আবূ মূসা রা. উত্তরে বলেন, জানাযার তাকবীরের সমসংখ্যক (চার) তাকবীর দিতেন। হুযায়ফা রা. (আবূ মূসা রা. এর সমর্থনে) বললেন, তিনি ঠিক বলেছেন। আবূ মূসা রা. আরো বললেন, আমি যখন বসরার আমীর হিসাবে সেখানে অবস্থান করছিলাম তখন আমি সেখানে এভাবে চার তাকবীর দিতাম।\r\n\r\nআবু আয়েশা বলেন, সাঈদ ইবনুল আসের এই প্রশ্নের সময় আমি সেখানে উপস্থিত ছিলাম। তিনি আরো বলেন, ‘জানাযার মত চার তাকবীর’ আমার স্পষ্ট মনে আছে। -সুনানে আবু দাউদ ১১৫৩; মুসনাদে আহমদ ১৯৭৩৪; শরহু মাআনিল আসার ৭২৭৪; সুনানে কুবরা বাইহাকী ৬১৮৩\r\n\r\nসনদের বিবেচনায় এই হাদীসটি ‘হাসান’ পর্যায়ের। আর হাসান হাদীস গ্রহণযোগ্য হাদীসেরই একটি প্রকার। - আসারুস সুনান পৃষ্ঠা ৩৪১\r\n\r\n\u003cb\u003e৩য় দলীল: সাহাবায়ে কেরামের ফতোয়া ও আমল\u003c/b\u003e\r\n\r\n\u003cb\u003e১. আবদুল্লাহ ইবনে মাসউদ রা. এর আমল\u003c/b\u003e\r\n\r\nআবদুল্লাহ ইবনে মাসউদ রা. থেকে তাঁর বিভিন্ন শাগরিদ এ কথা যেমন বর্ণনা করেছেন যে, তিনি দুই ঈদের নামাযে ৯টি করে তাকবীর দিতেন তেমনি একাধিক সূত্রে এর ব্যাখ্যাও বর্ণিত হয়েছে। আর উভয় ধরনের বর্ণনাই হাদীসের কিতাবে কমবেশি বিদ্যমান আছে।\r\n\r\nহযরত আব্দুল্লাহ ইবনে মাসউদ রা. বলেছেন, দুই ঈদের নামাযে (প্রতি রাকাতে) জানাযার মত চার তাকবীর হবে। -আলমু‘জামুল কাবীর তবরানী ৯৫২২; কিতাবুল হুজ্জা আলা আহলিল মাদীনা ১/৩০৪\r\n\r\nরেওয়ায়াতটির সনদ ‘সহীহ’। হাইসামী রহ. মাজমাউয যাওয়ায়েদে (২/৮২২) বলেছেন, রেওয়ায়াতটির রাবীগণ নির্ভরযোগ্য।\r\n\r\n\u003cb\u003e১. ইবনে আব্বাস রা. এর আমল\u003c/b\u003e\r\n\r\nআবদুল্লাহ ইবনে হারিছ থেকে বর্ণিত, আমি ইবনে আব্বাস রা.-কে বছরায় ঈদের নামাযে ৯ তাকবীর দিতে দেখেছি এবং মুগীরা ইবনে শুবা রা.-কেও অনুরূপ করতে দেখেছি। ইসমাইল ইবনে আবুল ওলীদ বলেন, আমি খালিদকে জিজ্ঞাসা করলাম, ইবনে আব্বাস রা. কীভাবে তাকবীর দিয়েছেন? উত্তরে তিনি আমাদের মা‘মার ও ছাওরীর সূত্রে বর্ণিত আবু ইসহাকের হাদীসে ইবনে মাসউদ রা. যেভাবে তাকবীর দিয়েছেন ঠিক তাই বর্ণনা করেছেন। মুসান্নাফে আবদুর রাযযাক ৫৬৮৯\r\n\r\nহাফেয ইবনে হাজার রাহ. বলেন, ‘এর সনদ সহীহ’। আদদিরায়া ১/১৭৩\r\n\r\n\u003cb\u003e২. আনাস রা. এর আমল\u003c/b\u003e\r\n\r\nমুহাম্মাদ (ইবনে সীরীন) থেকে বর্ণিত, আনাস রা. বলেন, নামাযের তাকবীর (তাকবীরে তাহরীমা)সহ ৯ তাকবীর হবে প্রথম রাকাতে ৫টি আর দ্বিতীয় রাকাতে ৪টি। শরহু মাআনিল আছার ৪/৫৭৩\r\n\r\nবদরুদ্দীন আইনী রাহ. ‘নুখাবুল আফকার’ গ্রন্থে (১৬/৪৫৪) বলেন, ‘ইমাম তহাবী এটি দু’টি সহীহ সূত্রে বর্ণনা করেছেন।’\r\n\r\n\u003cb\u003e৩. আসওয়াদ ও মাসরূক রহ. এর আমল\u003c/b\u003e\r\n\r\nইবরাহীম নাখায়ী থেকে বর্ণিত, আসওয়াদ ও মাসরূক ঈদের নামাযে ৯ তাকবীর দিতেন। প্রাগুক্ত ৪/৫৭৪\r\n\r\nবদরুদ্দীন আইনী ‘নুখাবুল আফকার’ গ্রন্থে (১৬/৪৫৮) বলেন, ‘ইমাম তহাবী এটিও সহীহ সনদে বর্ণনা করেছেন।’\r\n\r\nএ ছাড়াও আবু কিলাবা, হাসান বছরী, মুহাম্মাদ ইবনে সীরীন, শাবী, মুসায়্যিব (ইবনে রাফি) ও ইবরাহীম নাখায়ী থেকে এ ধরনের আরো বর্ণনা রয়েছে। বিস্তারিত জানার জন্য দেখুন, শরহু মাআনিল আসার ২/৩৭২-৩৭৩; মুসান্নাফে ইবনে আবি শাইবা ২/৭৯-৮১; মুসান্নাফে আব্দুর রায্যাক ৩/২৯৪-২৯৫\r\n\r\n\u003cb\u003eঈদের নামাযের তাকবীর সংখ্যার বিভিন্নতা সম্পর্কে একটি কথা\u003c/b\u003e\r\n\r\nসাহাবায়ে কেরাম থেকে ঈদের নামাযের তাকবীর সংক্রান্ত বিভিন্ন নিয়ম বর্ণিত আছে। এর মধ্যে আমরা ৯ বা ৬ তাকবীরের নিয়মটি শরঈ দলীল-প্রমাণ আপনাদের সামনে পেশ করলাম। এ ছাড়া ১২ তাকবীরেরও একটি নিয়ম আছে। প্রথম রাকাতে তাকবীরে তাহরীমা ছাড়া বা সহ ৭ তাকবীর এবং দ্বিতীয় রাকাতে ৫ তাকবীর। এ পদ্ধতিতে তাকবীরসমূহ উভয় রাকাতে কেরাতের আগে বলতে হয়। ফিকহের বেশ কয়েকজন ইমাম এই পদ্ধতিটি অবলম্বন করেছেন। সাহাবায়ে কেরামের মধ্যে হযরত আবু হুরাইরা, হযরত আব্দুল্লাহ ইবনে উমর রা. এবং অন্য দুএকজন সাহাবী থেকে এই পদ্ধতিটি বর্ণিত হয়েছে। এর সমর্থনে ‘হাসান’ পর্যায়ের দুএকটি মারফু হাদীসও রয়েছে। বারো তাকবীরের কথাও যেহেতু হাদীস শরীফে আছে তাই এটিও একটি জায়েয পন্থা।\r\n\r\nতবে মনে রাখতে হবে, এই বিভিন্নতা জায়েয-নাজায়েযের নয়; বরং কোন পদ্ধতিটি উত্তম তা নিয়ে। তাই তো ইমাম আহমদ ইবনে হাম্বল রহ. বলেছেন, ঈদের তাকবীর প্রসঙ্গে সাহাবায়ে কেরামের মধ্যে মতভেদ ছিল। তাঁদের অনুসৃত পন্থাগুলোর যে কোনটিই অবলম্বন করা যায়। -ফতহুল বারী ইবনে রজব হাম্বলী ৬/১৭৯\r\n\r\nশাইখুল ইসলাম ইবনে তাইমিয়া রহ.ও তাকবীরের এই মতভেদকে শুধু উত্তম নির্ণয়ের মতভেদ সাব্যস্ত করে বলেছেন, এর যে কোন একটি পদ্ধতি অবলম্বন করে অপর পদ্ধতিকে ভুল বলা বা তার ব্যাপারে আপত্তি করা একটি ভ্রান্তি। -মাজমূউ ফাতাওয়া ইবনে তাইমিয়া ২৪/২২৪; রিসালাতুল উলফা বাইনাল মুসলিমীন ইবনে তাইমিয়া ৪৫-৪৮ ও ৫৯-৬২\r\n\r\nতবে হানাফী ফকিহগণ প্রথম পদ্ধতিটিকে উত্তম বলেছেন। কারণ:\r\n\r\n১. হাদীস শরীফে এই পন্থাটি অত্যন্ত তাকিদ ও গুরুত্বের সাথে শিক্ষা দেওয়া হয়েছে। রাসূল সা. সাহাবায়ে কেরামকে নিয়ে এ পদ্ধতি অনুযায়ী নামায পড়েছেন শুধু তা-ই নয়; নামায শেষে আবার মৌখিক আলোচনার মাধ্যমেও পদ্ধতিটি শিখিয়েছেন। ইরশাদ করেছেন তোমরা ভুলে যেয়ো না। এরপর হাতের আঙ্গুলি তুলে দেখিয়েছেন, তাকবীরের সংখ্যা কয়টি হবে।\r\n\r\n২. এ পদ্ধতি যে হাদীসগুলোতে বর্ণিত হয়েছে সেগুলোর সনদ অন্যান্য পদ্ধতির হাদীসগুলো সনদের চেয়ে অধিক সহীহ ও শক্তিশালী।\r\n\r\n৩. প্রবীণ ও বড় বড় সাহাবীদের আমল অধিকাংশ ক্ষেত্রেই এই অনুযায়ী ছিল। তাঁদের বড় এক জামাত থেকে এ পদ্ধতিই বর্ণিত হয়েছে।\r\n\r\nআল্লাহ তায়ালা মুসলিম জাতিকে সঠিক বুঝ দান করুন এবং প্রতিটি মতভেদকে তার নির্ধারিত সীমার মধ্যে রাখার তাওফীক দান করুন। আমীন।"
  }
]