[
    {
        "1": "আল্লাহর নিকট শুকরিয়া আদায় করার দোয়া",
        "2": "সকালে (বা বিকালে) বলবেন, اللَّهُمَّ مَا أَصْبَحَ (أَمْسَى) بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ আল্লা-হুম্মা মা আসবাহা (আমসা) বী মিন নি‘মাতিন আউ বিআহাদিন মিন খালক্বিকা ফামিনকা ওয়াহ্‌দাকা লা শারীকা লাকা, ফালাকাল হাম্‌দু ওয়ালাকাশ্ শুক্‌রু হে আল্লাহ! যে নেয়ামত আমার সাথে সকালে (বিকালে) উপনীত হয়েছে, অথবা আপনার সৃষ্টির অন্য কারও সাথে; এসব নেয়ামত কেবলমাত্র আপনার নিকট থেকেই; আপনার কোনো শরীক নেই। সুতরাং সকল প্রশংসা আপনারই। আর সকল কৃতজ্ঞতা আপনারই প্রাপ্য। যে ব্যক্তি সকালবেলা উপরোক্ত দো‘আ পাঠ করলো সে যেন সেই দিনের শুকরিয়া আদায় করলো। আর যে ব্যক্তি বিকালবেলা এ দো‘আ পাঠ করলো সে যেন রাতের শুকরিয়া আদায় করলো। হাদীসটি সংকলন করেছেন, আবূ দাউদ ৪/৩১৮, নং ৫০৭৫; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৭; ইবনুস সুন্নী, নং ৪১; ইবন হিব্বান, (মাওয়ারিদ) নং ২৩৬১। আর শাইখ ইবন বায তাঁর তুহফাতুল আখইয়ার পৃ. ২৪ এ এর সনদকে হাসান বলেছেন।"
    },
    {
        "1": "জাহান্নামের আগুন থেকে মুক্তি লাভের দোয়া",
        "2": "সকালে (বা বিকালে) চার বার বলবে, اللَّهُمَّ إِنّيْ أَصْبَحْتُ (أَمْسَيْتُ) أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ আল্লা-হুম্মা ইন্নী আসবাহ্‌তু (আমসাইতু) উশহিদুকা ওয়া উশহিদু হামালাতা ‘আরশিকা ওয়া মালা-ইকাতিকা ওয়া জামী‘আ খালক্বিকা, আন্নাকা আনতাল্লা-হু লা ইলা-হা ইল্লা আনতা ওয়াহ্‌দাকা লা শারীকা লাকা, ওয়া আন্না মুহাম্মাদান আব্দুকা ওয়া রাসূলুকা হে আল্লাহ! আমি সকালে (বিকালে) উপনীত হয়েছি। আপনাকে আমি সাক্ষী রাখছি, আরও সাক্ষী রাখছি আপনার ‘আরশ বহনকারীদেরকে, আপনার ফেরেশতাগণকে ও আপনার সকল সৃষ্টিকে, (এর উপর) যে— নিশ্চয় আপনিই আল্লাহ, একমাত্র আপনি ছাড়া আর কোন হক্ব ইলাহ নেই, আপনার কোনো শরীক নেই; আর মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার বান্দা ও রাসূল। যে ব্যক্তি সকালে অথবা বিকালে তা চারবার বলবে, আল্লাহ তাকে জাহান্নামের আগুন থেকে মুক্ত করবেন। আবূ দাউদ ৪/৩১৭, নং ৫০৭১; বুখারী, আল-আদাবুল মুফরাদ, নং ১২০১; নাসাঈ, ‘আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৯; ইবনুস সুন্নী, নং ৭০।"
    },
    {
        "1": "ক্ষমা চাওয়ার শ্রেষ্ঠ দোআ",
        "2": "সায়্যিদুল ইসতিগফার اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ আল্লা-হুম্মা আনতা রব্বী লা ইলা-হা ইল্লা আনতা খলাক্বতানী ওয়া আনা ‘আব্দুকা, হে আল্লাহ্‌! আপনি আমার রব্ব, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আপনি আমাকে সৃষ্টি করেছেন এবং আমি আপনার বান্দা। وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ওয়া আনা ‘আলা ‘আহদিকা ওয়া ওয়া‘দিকা মাস্তাত্বা‘তু। আ‘উযু বিকা মিন শাররি মা সানা‘তু, আর আমি আমার সাধ্য মতো আপনার (তাওহীদের) অঙ্গীকার ও (জান্নাতের) প্রতিশ্রুতির উপর রয়েছি। আমি আমার কৃতকর্মের অনিষ্ট থেকে আপনার আশ্রয় চাই। أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي আবূউলাকা বিনি‘মাতিকা ‘আলাইয়্যা, ওয়া আবূউ বিযাম্বী। আপনি আমাকে আপনার যে নিয়ামত দিয়েছেন তা আমি স্বীকার করছি, আর আমি স্বীকার করছি আমার অপরাধ। فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ফাগফির লী, ফাইন্নাহূ লা ইয়াগফিরুয যুনূবা ইল্লা আনতা অতএব আপনি আমাকে মাফ করুন। নিশ্চয় আপনি ছাড়া আর কেউ গুনাহসমূহ মাফ করে না। যে ব্যক্তি সকালবেলা অথবা সন্ধ্যাবেলা এটি (‘সায়্যিদুল ইসতিগফার’) অর্থ বুঝে দৃঢ় বিশ্বাসসহকারে পড়বে, সে ঐ দিন রাতে বা দিনে মারা গেলে অবশ্যই জান্নাতে যাবে।"
    },
    {
        "1": "উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমলের দো'আ",
        "2": "ফজর নামাযের সালাম ফিরানোর পর পড়বে, اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا আল্লা-হুম্মা ইন্নী আস্আলুকা ‘ইলমান না-ফি‘আন্ ওয়া রিয্‌কান ত্বায়্যিবান ওয়া ‘আমালান মুতাক্বাব্বালান হে আল্লাহ! আমি আপনার নিকট উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করি। ইবন মাজাহ্‌, নং ৯২৫; নাসাঈ, তাঁর আমালুল ইয়াওমি ওয়াল্লাইলাহ গ্রন্থে, হাদীস নং ১০২। আরও দেখুন, সহীহ ইবন মাজাহ, ১/১৫২; মাজমাউয যাওয়াইদ, ১০/১১১।"
    },
    {
        "1": "সমুদ্রের ফেনারাশির মত হয় পাপ ক্ষমা পাওয়ার দোয়া",
        "2": "প্রত্যেকটি ৩৩ বার করে বলবে, سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ সুবহা-নাল্লাহ, আলহামদুলিল্লাহ, আল্লা-হু আকবার আল্লাহ কতই না পবিত্র-মহান। সকল প্রশংসা আল্লাহ্‌র জন্য। আল্লাহ সবচেয়ে বড়। তারপর বলবে, لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ লা ইলা-হা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু, লাহুল মুলকু ওয়ালাহুল হামদু ওয়াহুয়া ‘আলা কুল্লি শাই’ইন কাদীর একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সকল প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। যে ব্যক্তি প্রতি নামাযের পরে এটা বলবে, তার পাপরাশি ক্ষমা করে দেওয়া হয়, যদিও তা সমুদ্রের ফেনারাশির মত হয়। মুসলিম, ১/৪১৮, নং ৫৯৭"
    },
    {
        "1": "জাহান্নাম থেকে আশ্রয় এবং জান্নাত চাওয়ার দোআ",
        "2": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ আল্লা-হুম্মা ইন্নী আসআলুকাল জান্নাতা ওয়া আ‘উযু বিকা মিনান্নার হে আল্লাহ! আমি আপনার কাছে জান্নাত চাই এবং জাহান্নাম থেকে আপনার কাছে আশ্রয় চাই আবূ দাউদ, নং ৭৯২; ইবন মাজাহ্‌ নং ৯১০। আরও দেখুন, সহীহ ইবন মাজাহ, ২/৩২৮।"
    },
    {
        "1": "কৃপণতা, কাপুরুষতা, বার্ধক্য এবং ফিতনা থেকে আশ্রয় চাওয়ার দোআ",
        "2": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ আল্লা-হুম্মা ইন্নী আ‘উযু বিকা মিনাল বুখলি, ওয়া ‘আউযু বিকা মিনাল জুবনি, ওয়া আ‘উযু বিকা মিন আন উরাদ্দা ইলা আরযালিল্ ‘উমুরি, ওয়া আ‘ঊযু বিকা মিন্ ফিতনাতিদ দুনইয়া ও আযা-বিল ক্বাবরি হে আল্লাহ! আমি আপনার আশ্রয় চাই কৃপণতা থেকে, আপনার আশ্রয় চাই কাপুরুষতা থেকে, আপনার আশ্রয় চাই চরম বার্ধক্যে উপনীত হওয়া থেকে, আর আপনার আশ্রয় চাই দুনিয়ার ফিতনা ও কবরের আযাব থেকে বুখারি, (ফাতহুল বারীসহ) ৬/৩৫, নং ২৮২২ ও নং ৬৩৯০।"
    },
    {
        "1": "যালিম কওম থেকে আশ্রয় প্রার্থনার দোয়া",
        "2": "رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ রব্বি ইন্নী লিমা য় আন্যাল্তা ইলাইয়্যা মিন্ খাইরিন্ ফার্ক্বী। হে আমার রব, আপনি যালিম কওম থেকে আমাকে রক্ষা করুন সূরা আল-কাসাস - ২৮:২১"
    },
    {
        "1": "জ্ঞান বৃদ্ধি চাওয়ার দোয়া",
        "2": "رَّبِّ زِدْنِى عِلْمًا রব্বি যিদ্নী ‘ইল্মা- হে আমার রব, আমার জ্ঞান বৃদ্ধি করে দিন সূরা ত্বাহা - ২০:১১৪"
    },
    {
        "1": "মুখের জড়তা দূর করার দোয়া",
        "2": "رَبِّ اشْرَحْ لِي صَدْرِي রব্বিশ্ রহ্লী ছোয়াদ্রী। হে আমার রব, আমার বুক প্রশস্ত করে দিন وَيَسِّرْ لِي أَمْرِي অ ইয়ার্স্সিলী য় আম্রী। এবং আমার কাজ সহজ করে দিন وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي ওয়াহ্লুল্ ‘উক্ব্দাতাম্ মিল্লিসা-নী। আর আমার জিহবার জড়তা দূর করে দিন يَفْقَهُوا قَوْلِي ইয়াফ্ক্বাহূ ক্বওলী। যাতে তারা আমার কথা বুঝতে পারে সূরা ত্বহা ২০:(২৫-২৮)"
    },
    {
        "1": "জান্নাতের এক রত্নভাণ্ডার পাওয়ার দোয়া",
        "2": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “ওহে আব্দুল্লাহ ইবন কায়েস! আমি কি জান্নাতের এক রত্নভাণ্ডার সম্পর্কে তোমাকে অবহিত করব না?” আমি বললাম, “নিশ্চয়ই হে আল্লাহর রাসূল।” তিনি বললেন, “তুমি বল, لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ লা হাউলা ওয়ালা কূওয়াতা ইল্লা বিল্লা-হ আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। বুখারী, ফাতহুল বারীসহ ১১/২১৩, নং ৪২০৬; মুসলিম ৪/২০৭৬, নং ২৭০৪।"
    },
    {
        "1": "জান্নাতের একটি খেজুর গাছ রোপনের দোয়া",
        "2": "“যে ব্যক্তি বলবে, سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ সুব্‌হানাল্লা-হিল ‘আযীম ওয়াবিহামদিহী মহান আল্লাহর প্রশংসার সাথে তাঁর পবিত্রতা ও মহিমা ঘোষণা করছি ...তার জন্য জান্নাতে একটি খেজুর গাছ রোপণ করা হবে।” তিরমিযী ৫/১১, নং ৩৪৬৪; হাকেম-১/৫০১ এবং এটাকে সহীহ বলেছেন। আর ইমাম যাহাবী তার সাথে একমত হয়েছেন। দেখুন, সহীহুল জামে‘ ৫/৫৩১; সহীহুত তিরমিযী ৩/১৬০।"
    },
    {
        "1": "আহারের আয়োজনকারীর জন্য মেহমানের দো‘আ",
        "2": "اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ আল্লা-হুম্মা বা-রিক লাহুম ফীমা রাযাক্তাহুম ওয়াগফির লাহুম ওয়ারহামহুম হে আল্লাহ! আপনি তাদেরকে যে রিযিক দান করেছেন তাতে তাদের জন্য বরকত দিন এবং তাদের গুনাহ মাফ করুন, আর তাদের প্রতি দয়া করুন। মুসলিম ৩/১৬১৫, নং ২০৪২।"
    },
    {
        "1": "অতিবৃষ্টি বন্ধের জন্য কিছু দো‘আ",
        "2": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ আল্লা-হুম্মা হাওয়ালাইনা ওয়ালা ‘আলাইনা। আল্লা-হুম্মা আলাল-আ-কা-মি ওয়ায্যিরা-বি ওয়াবুতূনিল আওদিয়াতি ওয়ামানা-বিতিশ শাজারি হে আল্লাহ! আমাদের পার্শ্ববর্তী এলাকায় (বর্ষণ করুন), আমাদের উপর নয়। হে আল্লাহ! উঁচু ভূমিতে, পাহাড়ে, উপত্যকার কোলে ও বনাঞ্চলে (বর্ষণ করুন)। বুখারী ১/২২৪, নং ৯৩৩; মুসলিম ২/৬১৪, নং ৮৯৭।"
    },
    {
        "1": "কোনো মুসিবতে পতিত ব্যক্তির দো‘আ",
        "2": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرًا مِنْهَا ইন্না লিল্লা-হি ওয়া ইন্না ইলাইহি রাজি‘উন। আল্লা-হুম্মা আজুরনী ফী মুসীবাতী ওয়াখলুফ লী খাইরাম মিনহা আমরা তো আল্লাহ্‌রই। আর নিশ্চয় আমরা তাঁর দিকেই প্রত্যাবর্তনকারী। হে আল্লাহ! আমাকে আমার বিপদে সওয়াব দিন এবং আমার জন্য তার চেয়েও উত্তম কিছু স্থলাভিষিক্ত করে দিন। মুসলিম ২/৬৩২, নং ৯১৮।"
    },
    {
        "1": "মৃত ব্যক্তির চোখ বন্ধ করানোর দো‘আ",
        "2": "اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ আল্লা-হুম্মাগফির লি ফুলা-নিন (মৃতের নাম বলবে) ওয়ারফা‘ দারাজাতাহু ফিল মাহদিয়্যীন, ওয়াখলুফহু ফী ‘আক্বিবিহী ফিল গা-বিরীন, ওয়াগফির লানা ওয়ালাহু ইয়া রব্বাল আ-লামীন। ওয়াফসাহ্‌ লাহু ফী ক্বাবরিহী ওয়া নাউইর লাহু ফী-হি হে আল্লাহ! আপনি অমুককে (মৃত ব্যক্তির নাম ধরে) ক্ষমা করুন; যারা হেদায়াত লাভ করেছে, তাদের মাঝে তার মর্যাদা উঁচু করে দিন; যারা রয়ে গেছে তাদের মাঝে তার বংশধরদের ক্ষেত্রে আপনি তার প্রতিনিধি হোন। হে সৃষ্টিকুলের রব! আমাদের ও তার গুনাহ মাফ করে দিন। তার জন্য তার কবরকে প্রশস্ত করে দিন এবং তার জন্য তা আলোকময় করে দিন। মুসলিম ২/৬৩৪, নং ৯২০।"
    },
    {
        "1": "রোগী দেখতে যাওয়ার ফযিলত",
        "2": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যখন কোনো লোক তার মুসলিম ভাইকে দেখতে যায়, তখন সে না বসা পর্যন্ত যেন জান্নাতে ফল আহরণে বিচরণ করতে থাকে। অতঃপর যখন সে (রোগীর পাশে) বসে, (আল্লাহ্‌র) রহমত তাকে ঢেকে ফেলে। সময়টা যদি সকাল বেলা হয় তবে সত্তর হাজার ফেরেশতা তার জন্য ক্ষমা ও কল্যাণের দো‘আ করতে থাকে বিকাল হওয়া পর্যন্ত। আর যতি সময়টা বিকাল বেলা হয় তবে সত্তর হাজার ফেরেশতা তার জন্য রহমতের দো‘আ করতে থাকে সকাল হওয়া পর্যন্ত।” তিরমিযী, নং ৯৬৯; ইবন মাজাহ্‌, নং ১৪৪২; আহমাদ, নং ৯৭৫। আরও দেখুন, সহীহ ইবন মাজাহ্ ১/২৪৪; সহীহুত তিরমিযী, ১/২৮৬। তাছাড়া শাইখ আহমাদ শাকেরও হাদীসটি বিশুদ্ধ বলেছেন।"
    },
    {
        "1": "সালাতে ও কিরাআতে শয়তানের কুমন্ত্রণায় পতিত ব্যক্তির দো‘আ",
        "2": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ আ‘ঊযু বিল্লা-হি মিনাশ শাইত্বানির রাজীম বিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি। অতঃপর বাম দিকে তিনবার থুতু ফেলবে। উসমান ইবনুল ‘আস রাদিয়াল্লাহু ‘আনহু বলেন, আমি বললাম, হে আল্লাহর রাসূল! শয়তান আমার ও আমার নামাযের মাঝে অনুপ্রবেশ করে এবং কিরাআতে বিভ্রান্তি সৃষ্টি করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এটি বলার নির্দেশ দেন, তিনি এটি করার পর আল্লাহ তাঁকে তা থেকে মুক্ত করেন। মুসলিম ৪/১৭২৯, ২২০৩।"
    },
    {
        "1": "কিয়ামতের দিন রসুলুল্লাহ (স:)এর সুপারিশ লাভের দোয়া দশবার বলবে,",
        "2": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ হে আল্লাহ! আপনি সালাত ও সালাম পেশ করুন আমাদের নবী মুহাম্মাদের উপর। আল্লা-হুম্মা সাল্লি ওয়াসাল্লিম ‘আলা নাবিয়্যিনা মুহাম্মাদ ‘যে কেউ সকাল বেলা আমার উপর দশবার দরুদ পাঠ করবে এবং বিকাল বেলা দশবার দরুদ পাঠ করবে, কিয়ামতের দিন আমার সুপারিশ দ্বারা সৌভাগ্যবান হবে।’ তাবরানী হাদীসটি দু’ সনদে সংকলন করেন, যার একটি উত্তম। দেখুন, মাজমা‘উয যাওয়ায়েদ ১০/১২০; সহীহুত তারগীব ওয়াত তারহীব ১/২৭৩।"
    },
    {
        "1": "দশটি দাসমুক্তির অনুরূপ ও একশত সাওয়াব লাভের দোয়া",
        "2": "১০ বার [১] অথবা (অলসতা লাগলে) ১ বার [২] বলবে অথবা একশত বার বলবে, لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান। লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মুলকু, ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর যে ব্যক্তি এই দো'য়া দিনে একশত বার বলবে সেটা তার জন্য দশটি দাসমুক্তির অনুরূপ হবে, তার জন্য একশত সাওয়াব লিখা হবে, সে দিন বিকাল পর্যন্ত সেটা তার জন্য শয়তান থেকে বাঁচার উপায় হিসেবে বিবেচিত হবে; আর কেউ তার মত কিছু নিয়ে আসতে পারবে না। হাঁ, সে ব্যক্তি ব্যতীত যে তার চেয়েও বেশি আমল করবে। [৩] [১] নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ২৪। আরও দেখুন, সহীহুত তারগীব ওয়াত তারহীব, ১/২৭২; ইবন বায, তুহফাতুল আখইয়ার পৃ.৪৪। এর ফযীলতের ব্যাপারে আরও দেখন, পৃ.হাদীস নং ২৫৫। [২] আবূ দাউদ, নং ৫০৭৭; ইবন মাজাহ, নং ৩৭৯৮; আহমাদ নং ৮৭১৯। আরও দেখুন, সহীহুত তারগীব ওয়াত তারহীব, ১/২৭০; সহীহ আবি দাউদ ৩/৯৫৭; সহীহ ইবন মাজাহ ২/৩৩১ ও যাদুল মা‘আদ ২/৩৭৭। [৩] বুখারী, ৪/৯৫, নং ৩২৯৩; মুসলিম, ৪/২০৭১, নং ২৬৯১।"
    },
    {
        "1": "শবে ক্বদরের দোআ",
        "2": "اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي হে আল্লাহ! তুমি ক্ষমাকারী, তুমি মাফ করতেই পছন্দ কর, অতএব তুমি আমাকে মাফ করে দাও আল্লাহুম্মা ইন্নাকা 'আফুউন, তু'হিব্বুল 'আফওয়া, ফা'ফু 'আন্নী সুনান ইবনে মাজাহ, বই ৩৪ , হাদিস ২৪"
    },
    {
        "1": "সবকিছুর (নিরাপত্তার) জন্য যথেষ্ট যে দোআ",
        "2": "রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যক্তি সকাল ও বিকালে ‘কুল হুআল্লাহু আহাদ’(সূরা ইখলাস), ﷽قُلْ هُوَ اللَّهُ أَحَدٌ ﴿١﴾ اللَّهُ الصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿٣﴾ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ ﴿٤﴾ বলুন, তিনি আল্লাহ্, এক-অদ্বিতীয়। আল্লাহ্ হচ্ছেন ‘সামাদ’ (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী)। তিনি কাউকেও জন্ম দেন নি এবং তাঁকেও জন্ম দেয়া হয় নি। আর তাঁর সমতুল্য কেউই নেই। ক্বুল হুওয়াল্লা-হু আহাদ। আল্লাহুস্ সামাদ। লাম ইয়ালিদ ওয়া লাম ইউলাদ। ওয়া লাম ইয়াকুল্লাহু কুফুওয়ান আহাদ ও সূরা ফালাক, ﷽قُلْ أَعُوذُ بِرَ‌بِّ الْفَلَقِ ﴿١﴾ مِن شَرِّ‌ مَا خَلَقَ ﴿٢﴾ وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾ وَمِن شَرِّ‌ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾ বলুন, আমি আশ্রয় প্রার্থনা করছি ঊষার রবের। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে। ‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়। আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়। আর অনিষ্ট হতে হিংসুকের, যখন সে হিংসা করে। ক্বুল আ‘উযু বিরব্বিল ফালাক্ব। মিন শাররি মা খালাক্ব। ওয়া মিন শাররি গা-সিক্বিন ইযা ওয়াক্বাব। ওয়া মিন শাররিন নাফফা-সা-তি ফিল ‘উক্বাদ। ওয়া মিন শাররি হা-সিদিন ইযা হাসাদ ও সূরা নাস, ﷽قُلْ أَعُوذُ بِرَ‌بِّ النَّاسِ ﴿١﴾ مَلِكِ النَّاسِ ﴿٢﴾ إِلَـٰهِ النَّاسِ ﴿٣﴾ مِن شَرِّ‌ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِي يُوَسْوِسُ فِي صُدُورِ‌ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾ বলুন, আমি আশ্রয় প্রার্থনা করছি মানুষের রবের, মানুষের অধিপতির, মানুষের ইলাহের কাছে, আত্মগোপনকারী কুমন্ত্রণাদাতার অনিষ্ট হতে; যে কুমন্ত্রণা দেয় মানুষের অন্তরে, জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে। ক্বুল ‘আউযু বিরাব্বিন্না-স। মালিকিন্না-সি, ইলা-হিন্নাসি, মিন শাররিল ওয়াসওয়া-সিল খান্না-স, আল্লাযি ইউওয়াসউইসু ফী সুদূরিন না-সি, মিনাল জিন্নাতি ওয়ান্না-স। ...তিনবার করে বলবে, এটাই তার সবকিছুর (নিরাপত্তার) জন্য যথেষ্ট হবে।"
    },
    {
        "1": "কিয়ামতের দিনে আল্লাহর সন্তুষ্টি লাভের আমল",
        "2": "তিন বার বলবে, رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا আল্লাহকে রব, ইসলামকে দীন ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে নবীরূপে গ্রহণ করে আমি সন্তুষ্ট। রদ্বীতু বিল্লা-হি রব্বান, ওয়াবিল ইসলা-মি দীনান, ওয়াবি মুহাম্মাদিন সাল্লাল্লা-হু ‘আলাইহি ওয়াসাল্লামা নাবিয়্যান যে ব্যক্তি এ দো‘আ সকাল ও বিকাল তিনবার করে বলবে, আল্লাহর কাছে তার অধিকার হয়ে যায় তাকে কিয়ামাতের দিন সন্তুষ্ট করা। আহমাদ ৪/৩৩৭; নং ১৮৯৬৭; নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৪; ইবনুস সুন্নী, নং ৬৮; আবু দাউদ, ৪/৩১৮, নং ১৫৩১; তিরমিযী ৫/৪৬৫, নং ৩৩৮৯। আর ইবন বায রাহিমাহুল্লাহ ‘তুহফাতুল আখইয়ার’ এর ৩৯ পৃষ্ঠায় একে হাসান বলেছেন।"
    },
    {
        "1": "কবর ও জাহান্নামের আযাব এবং জীবন, মৃত্যু ও দাজ্জালের ফিতনা থেকে আশ্রয় চাওয়ার দো‘আ",
        "2": "اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা মিন ‘আযা-বিল ক্বাবরি ওয়া মিন ‘আযা-বি জাহান্নামা, ওয়া মিন ফিতনাতিল মাহ্ইয়া ওয়াল মামা-তি, ওয়া মিন শাররি ফিতনাতিল মাসীহিদ দাজ্জা-ল হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাচ্ছি কবরের আযাব থেকে, জাহান্নামের আযাব থেকে, জীবন-মৃত্যুর ফিতনা থেকে এবং মাসীহ দাজ্জালের ফিতনার অনিষ্টতা থেকে বুখারী ২/১০২, নং ১৩৭৭; মুসলিম ১/৪১২, নং ৫৮৮। আর শব্দ মুসলিমের।\n\nদোয়ার গুরুত্ব ও ফজিলত মনের বাসনা পূরণ করতে মানুষ আল্লাহর প্রতি মুখাপেক্ষী হয়। দোয়া করে দুহাত তুলে। দোয়া যেহেতু বান্দার প্রকৃত অবস্থান ফুটিয়ে তোলে এবং তার আত্মঅহমিকা দূর করে তাই বান্দার দোয়া আল্লাহর কাছে খুব প্রিয়। কল্যাণ অর্জন ও অকল্যাণ প্রতিহত করার ক্ষেত্রে দোয়ার চেয়ে কার্যকর অস্ত্র আর দ্বিতীয়টি নেই। এজন্য দোয়া হলো সবধরনের কল্যাণ, মঙ্গল ও বরকতের হাতিয়ার।কুরআন-হাদিসেও রয়েছে দোয়ার অপরিসীম গুরুত্ব ও ফজিলত। দোয়া সম্পর্কে কিছু হাদিস ১।রাসুলুল্লাহ (ﷺ) বলেন, দোয়াই হলো ইবাদত। (তিরমিজি: ৮৭৪৬) ২।হযরত আবু হুরায়রা (رضي الله عنه) থেকে বর্ণিত, নবী (ﷺ) ইরশাদ করেন, যে আল্লাহর নিকট কিছু চায় না আল্লাহ রাব্বুল আলামিন তার ওপর রাগ করেন। -তিরমিজি ৩।তিনি আরও বলেন, মহান আল্লাহর নিকট দোয়ার চাইতে অধিক মর্যাদাপূর্ণ বিষয় আর কিছু নেই। (মিশকাত হা/২২৩৬) ৪। হযরত আবদুল্লাহ বিন আমর বিন আস (رضي الله عنه) থেকে বর্ণিত, হযরত রাসূলুল্লাহ (ﷺ) ইরশাদ করেন, সবচেয়ে দ্রুত যে দোয়া কবুল হয় তা হচ্ছে- কোনো ভাইয়ের অনুপস্থিতিতে তার জন্য দোয়া করা। ’ –আবু দাউদ ও তিরমিজি ৫। অন্য এক হাদিসে হযরত আবু দারদা (رضي الله عنه) থেকে বর্ণিত, হুজুর (ﷺ) ইরশাদ করেন, ‘কোনো মুসলমান ভাইয়ের অনুপস্থিতিতে তার জন্য দোয়া করলে সে দোয়া কবুল হয়। তার মাথার কাছে নিয়োজিত ফেরেশতা আমিন বলেন এবং বলেন, তোমার জন্যও অনুরুপ হোক। ’ -মুসলিম ৬। হযরত আবু হুরায়রা (رضي الله عنه) থেকে বর্ণিত, হযরত রাসূলল্লাহ (ﷺ) বলেন, ‘তিন দোয়া বিনা পর্দায় কবুল হয় এতে কোনো সন্দেহ নেই- ১. মাতা-পিতার দোয়া, ২. মজলুমের (অত্যাচারিতের) দোয়া এবং ৩. মুসাফিরের দোয়া। -আবু দাউদ ও তিরমিজি ৭। অন্য এক হাদিসে এসেছে, হুজুর (ﷺ) ইরশাদ করেন, ‘দোয়া কবুলের ব্যপারে তাড়াহুড়া করলে দোয়া কবুল হয় না। -মুসলিম ও তিরমিজি ৮। হাদিসে রাসূলুল্লাহ (ﷺ) বলেছেন, আল্লাহর কাছে দোয়ার চেয়ে বেশি সম্মানিত জিনিস আর কিছু নেই। -তিরমিজি ও ইবনে মাজাহ ৯। হযরত আলী (رضي الله عنه) থেকে বর্ণিত, নবী (ﷺ) ইরশাদ করেন, ‘দোয়া মুমিনের হাতিয়ার, দ্বীনের খুঁটি এবং আসমান ও জমিনের আলো। ’ -হাকেম ১০। হযরত আবদুল্লাহ বিন ওমর (رضي الله عنه) থেকে বর্ণিত, হযরত রাসূলুল্লাহ (ﷺ) বলেন, যে বিপদ নাজিল হয়েছে বা এখনো নাজিল হয়নি তার জন্য দোয়া উপকারী। হে আল্লাহর বান্দারা! তোমাদের দোয়া করা জরুরি। -হাকেম ১১। হযরত আনাস (رضي الله عنه) থেকে বর্ণিত, রাসূলুল্লাহ (ﷺ) বলেছেন, তোমাদের প্রত্যেকেই যেন আল্লাহর কাছে নিজ প্রয়োজন পূরণের জন্য দোয়া করে। এমনকি জুতার ফিতা ছিঁড়ে গেলেও আল্লাহর কাছে দোয়া করবে। -তিরমিজি ১২।রাসূল (ﷺ) বলেছেন, ‘দোয়া ছাড়া আর কিছুই আল্লাহর সিদ্ধান্তকে বদলাতে পারে না।’ -তিরমিজি দোয়া সম্পর্কে কোরআনের আয়াত ১।পবিত্র কোরআনে আল্লাহ বলেন, ‘তোমরা আমার কাছে দোয়া করো। আমি তোমাদের দোয়া কবুল করব’ (সূরা মুমিন, আয়াত ৬০।) ২।পবিত্র কোরআনে আল্লাহ বলেছেন, ‘তোমরা নিজের প্রতিপালককে ডাক, কাকুতি-মিনতি করে এবং সঙ্গোপনে। তিনি সীমা অতিক্রমকারীদের পছন্দ করেন না’ (সূরা আরাফ, আয়াত ৫৫।) ৩।পবিত্র কোরআনে ইরশাদ হয়েছে, ‘আল্লাহর রয়েছে সুন্দর সুন্দর নাম। সুতরাং তোমরা তাঁকে সে নামেই ডাকবে।’ (সুরা : আরাফ, আয়াত : ১৮০) ৪।পবিত্র কোরআনে ইরশাদ হয়েছে, ‘তারা ছিল সৎকাজে প্রতিযোগী, তারা আশা ও ভয় নিয়ে আমার প্রার্থনা করত। তারা ছিল আমার প্রতি বিনীত।’ (সুরা : আম্বিয়া, আয়াত : ৯০) ৫।পবিত্র কোরআনে ইরশাদ হয়েছে, তোমাদের প্রভু বলেন, ‘তোমরা আমাকে ডাকো, আমি তোমাদের ডাকে সাড়া দেব।’ (সুরা : গাফির, আয়াত : ৬০)। দোয়ার ফজিলত: হযরত আবু সাঈদ খুদরি (رضي الله عنه) হতে বর্ণিত, রাসুলুল্লাহ (ﷺ) এরশাদ করেন, ‘মুসলমান যখন অন্য কোন মুসলমানের জন্য দোয়া করে, যার মধ্যে কোনরূপ গোনাহ বা আত্মীয়তা ছিন্ন করার কথা থাকে না, আল্লাহপাক উক্ত দোয়ার বিনিময়ে তাকে তিনটির যেকোন একটি দান করে থাকেন। ১. তার দোয়া দ্রুত কবুল করেন ২. তার প্রতিদান আখেরাতে প্রদান করার জন্য রেখে দেন ৩. তার থেকে অনুরূপ আরেকটি কষ্ট দূর করে দেন। একথা শুনে সাহাবিগণ (رضي الله عنه) উৎসাহিত হয়ে বললেন, ‘তাহলে আমরা বেশি বেশি দোয়া করবো। রাসুলুল্লাহ (ﷺ) বললেন, আল্লাহ তার চাইতে আরও বেশি দোয়া কবুলকারী। (মিশকাত হা/২২৫৯)"
    }
]